Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Here are some suggestions to try to help keep you safe if the abuser has permanently moved out of your home – he may have left willingly or, more likely, due to a restraining order. Change your locks so he can’t enter the home with his key – even if he left his key with you, he may have other copies that you don’t know about. If you rent your home, you may have to talk to your landlord first before changing the lock. Put dead bolt locks on your door. If you can, replace any wood doors with steel or metal doors. If you rent your home, be sure to talk to your landlord first before changing the doors. If you have the money, think about installing a security system. Try to make sure that the outside of your house is well-lit. Think about getting a lighting system that lights up when a person is coming close to the house (i.e. motion-sensitive lights). Keep bushes, trees, and other plants around your house well-trimmed. That way, you'll be able to see if someone approaches your home. Trimmed bushes would also make it harder for the abuser to hide in the bushes without being seen by a passerby or neighbor. Change your phone number. Ask the telephone company to make your new number unlisted in the phonebook. Call the telephone company to request caller ID and to block unlisted calls so that you can see the number of anyone who calls you. Ask that your phone number be blocked so that if you call someone else no one will learn your new, unlisted phone number. If you can, change the hours that you work. When you're taking the children to school, take different routes. Avoid the route you took when you and the abuser were together. Explain your situation to anyone who takes care of your children or anyone who picks them up from school. If the abuser is not allowed to be near the children, let these people know this and even give them a copy of your restraining order. Take a different route to the grocery store, bank, restaurants, and any other place you go on a regular basis or find new ones to go to if you can. Try not to travel alone. Stay in public, well-lit places as much as you can. Avoid walking or jogging alone. Keep a certified copy of your restraining order with you at all times, if you have one.
ar: وهنا بعض الاقتراحات لمحاولة مساعدة في حمايتك إذا انتقلت المسيء نهائيا من منزلك - انه قد غادروا طوعا أو، على الأرجح، بسبب أمر تقييدي. تغيير الأقفال الخاصة بك حتى انه لا يمكن أن تدخل المنزل مع مفتاح له - حتى لو غادر مفتاحه معك، قد تكون لديه نسخ أخرى أن كنت لا تعرف عنه. إذا كنت استئجار منزلك، قد تضطر إلى التحدث إلى مالك العقار أولا قبل تغيير القفل. وضع أقفال الترباس الميت على الباب الخاص بك. إذا كنت تستطيع، أي استبدال الأبواب الخشبية بأبواب من الصلب أو المعدن. إذا كنت استئجار منزلك، تأكد من التحدث إلى مالك العقار أولا قبل تغيير الأبواب. إذا كان لديك المال، والتفكير في تركيب نظام أمني. محاولة للتأكد من أن الخارج من منزلك مضاءة جيدا. التفكير في الحصول على نظام الإضاءة التي تضيء عندما يكون الشخص يأتي على مقربة من منزل (أضواء أي حساسية الحركة). إبقاء الشجيرات والأشجار وغيرها من النباتات حول المنزل قلصت بشكل جيد. بهذه الطريقة، سوف تكون قادرة على معرفة ما إذا كان شخص ما يقترب منزلك. سوف الشجيرات قلص أيضا أن يجعل من الصعب على المسيء للاختباء في الأدغال دون أن يراها أحد المارة أو الجيران. تغيير رقم الهاتف الخاص بك. يطلب من الشركة الهاتف لإجراء عدد غير المدرجة في البورصة الجديد الخاص بك في دليل الهاتف. استدعاء شركة الهاتف ليطلب هوية المتصل والمكالمات لمنع غير المدرجة في البورصة بحيث يمكنك معرفة رقم أي شخص يدعو لك. نطلب أن يكون قد تم حظره رقم هاتفك بحيث إذا كان لاستدعاء شخص آخر لا أحد سوف تتعلم الجديد، رقم الهاتف غير المدرجة في البورصة الخاص بك. إذا كنت تستطيع، تغيير الساعات التي كنت تعمل. عندما كنت أخذ الأطفال إلى المدرسة، واتخاذ طرق مختلفة. تجنب الطريق الذي تولى عندما كان لك والمسيء معا. شرح موقفك لمن يعتني أطفالك أو أي شخص يختار منهم من المدرسة. إذا لم يتم السماح المسيء ليكون بالقرب من الأطفال، دعونا هؤلاء الناس يعرفون ذلك وحتى منحهم نسخة من أمر تقييدي الخاص بك. تأخذ طريقا مختلفا الى محل بقالة، والبنوك والمطاعم، وأي مكان آخر تذهب على أساس منتظم أو إيجاد أخرى جديدة للذهاب إلى إذا كنت تستطيع. حاول أن لا يسافر وحده. البقاء في والأماكن العامة مضاءة جيدا بقدر ما تستطيع. تجنب المشي أو الركض وحدها. احتفظ بنسخة مصدقة من أمر تقييدي معك في جميع الأوقات، إذا كان لديك واحدة.
es: He aquí algunas sugerencias para tratar de ayudar a mantenerse a salvo si el abusador se ha mudado permanentemente fuera de su casa - que puede haber dejado voluntariamente o, más probablemente, debido a una orden de restricción. Cambie las cerraduras para que no pueda entrar en la casa con su llave - aun cuando él dejó su llave con usted, puede tener otras copias que usted no conoce. Si usted alquila su casa, puede que tenga que hablar con su arrendador antes de cambiar la cerradura. Ponga cerrojos en la puerta. Si es posible, sustituir las puertas de madera con puertas de acero o de metal. Si usted alquila su casa, asegúrese de hablar con su arrendador antes de cambiar las puertas. Si usted tiene el dinero, piense en instalar un sistema de seguridad. Trate de asegurarse de que el exterior de su casa esté bien iluminada. Piense acerca de cómo obtener un sistema de iluminación que se enciende cuando una persona se acerca a la casa (es decir, las luces sensibles al movimiento). Mantenga los arbustos, árboles y otras plantas alrededor de su casa bien cuidada. De esta manera, usted será capaz de ver si alguien se acerca a su hogar. Arbustos recortados también hacer más difícil para que el abusador se esconden en los arbustos sin ser visto por un transeúnte o vecino. Cambiar el número de teléfono. Pregunte a la compañía telefónica para que su nuevo número sin cotización oficial en la agenda. Llame a la compañía telefónica para solicitar el identificador de llamadas y para bloquear las llamadas no cotizadas por lo que se puede ver el número de personas que se pongan. Pida que su número de teléfono se bloqueará de forma que si se llama a alguien si no nadie va a aprender su, número de teléfono no nueva. Si es posible, cambie las horas que usted trabaja. Cuando usted está tomando a los niños a la escuela, tomar diferentes rutas. Evite la ruta que tomó cuando usted y el abusador estaban juntos. Explique su situación a cualquier persona que se hace cargo de sus hijos o cualquier persona que los recoge de la escuela. Si el agresor no se le permite estar cerca de los niños, dejar que esta gente sabe esto e incluso darles una copia de su orden de restricción. Tome una ruta diferente a la tienda de comestibles, bancos, restaurantes, y cualquier otro lugar al que ir de forma regular o encontrar otras nuevas para ir si puedes. Trate de no viajar solo. Permanezca en lugares públicos y bien iluminados tanto como puedas. Evite caminar o correr solo. Guarde una copia certificada de su orden de restricción con usted en todo momento, si usted tiene uno.
hi: यहाँ कुछ सुझाव abuser स्थायी रूप से अपने घर के बाहर ले जाया गया है अगर आप को सुरक्षित रखने में मदद करने की कोशिश कर रहे हैं - वह कारण एक निरोधक आदेश के लिए, और अधिक संभावना है, स्वेच्छा से छोड़ दिया है या हो सकता है. वह अपने प्रमुख के साथ घर में प्रवेश नहीं कर सकते हैं तो अपने ताले बदलें - वह आप के साथ उसकी कुंजी छोड़ दिया है, भले ही वह तुम्हारे बारे में पता नहीं है कि अन्य प्रतियां हो सकता है. आप अपने घर को किराए पर, आप पहली बार ताला बदलने से पहले अपने मकान मालिक से बात करने के लिए हो सकता है. अपने दरवाजे पर मृत बोल्ट ताले डाल दिया. आप कर सकते हैं, स्टील या धातु दरवाजे के साथ किसी भी लकड़ी के दरवाजे की जगह. आप अपने घर को किराए पर, पहले दरवाजे बदलने से पहले अपने मकान मालिक से बात कर लें. यदि आप पैसा है, एक सुरक्षा प्रणाली स्थापित करने के बारे में सोचते हैं. अपने घर के बाहर अच्छी तरह से जलाया है कि सुनिश्चित करने के लिए प्रयास करें. एक व्यक्ति के घर में (यानी प्रस्ताव के प्रति संवेदनशील रोशनी) के करीब आ रही है जब कि रोशनी एक प्रकाश व्यवस्था हो रही है के बारे में सोचो. अपने घर के आसपास झाड़ियों, पेड़, और अन्य पौधों को अच्छी तरह से छंटनी रखें. इस तरह, आप किसी को अपने घर दृष्टिकोण अगर देखने में सक्षम हो जाएगा. छंटनी की झाड़ियों को भी यह कठिन abuser एक राहगीर या पड़ोसी के द्वारा देखा जा रहा बिना झाड़ियों में छिपाने के लिए करना होगा. अपने फोन नंबर बदलें. अपने नए नंबर फोनबुक में असूचीबद्ध कराने के लिए टेलीफोन कंपनी से पूछो. कॉलर आईडी अनुरोध करने के लिए और आप आप कॉल, जो किसी की संख्या देख सकते हैं कि इतना असूचीबद्ध कॉल ब्लॉक करने के लिए टेलीफोन कंपनी को बुलाओ. अपना फोन नंबर अवरुद्ध हो कि पूछो तो आप किसी और को अपने नए, असूचीबद्ध फ़ोन नंबर सीखना होगा कोई एक कहते हैं कि अगर. आप, आप काम है कि दिन बदल सकते हैं. आप स्कूल के लिए बच्चों को ले जा रहे हैं, विभिन्न मार्गों ले. आप और abuser एक साथ थे जब आप ले लिया मार्ग से बचें. अपने बच्चों या स्कूल से उन्हें उठा ले, जो किसी का ख्याल रखता है, जो किसी को अपनी स्थिति स्पष्ट करते. प्रताड़ित करने, बच्चों के पास हो जाने की अनुमति नहीं है, तो इन लोगों को यह पता है और यहां तक ​​कि उन्हें अपने निरोधक आदेश की एक प्रति दे. किराने की दुकान, बैंक, रेस्तरां, और आप एक नियमित आधार पर जाने के लिए या यदि आप कर सकते करने के लिए जाने के लिए नए लोगों को लगता है किसी अन्य जगह के लिए एक अलग रास्ता लो. अकेले यात्रा नहीं की कोशिश करें. के रूप में ज्यादा आप कर सकते हैं सार्वजनिक, अच्छी तरह से जलाया स्थानों में रहते हैं. चलने या अकेले जॉगिंग करने से बचें. यदि आप एक है आपका, हर समय आप के साथ निरोधक आदेश की प्रमाणित प्रतिलिपि रखें.
ko: 여기에 몇 가지 제안은 가해자가 영구적으로 집 밖으로 이동 한 경우를 안전하게 보호하려고한다 - 그는 인한 접근 금지 명령에, 가능성, 부담 왼쪽 또는 수 있습니다. 그는 자신의 키와 함께 집에를 입력 할 수 있도록 잠금을 변경 - 그가 당신과 함께 자신의 키를 왼쪽 경우에도, 그가 당신에 대해 알고하지 않는 다른 복사본을 가질 수있다. 당신이 집을 빌릴 경우, 먼저 잠금 장치를 변경하기 전에 집주인에게 이야기 할 수 있습니다. 당신의 문에 죽은 볼트 잠금을 넣습니다. 당신이 할 수있는 경우에, 강 또는 금속 문 어떤 나무 문을 교체합니다. 당신이 집을 빌릴 경우, 먼저 문을 변경하기 전에 집주인에게 이야기해야합니다. 당신은 돈이있는 경우, 보안 시스템을 설치하는 방법에 대한 생각합니다. 집의 외부는 잘 조명되어 있는지 확인하십시오. 사람이 집 (즉, 모션 감지 등)에 가까이오고 할 때 불이 켜지는 조명 시스템 것에 대해 생각하십시오. 당신의 집 주변 수풀, 나무와 다른 식물을 잘 손질을 유지합니다. 그런 식으로, 당신은 누군가가 당신의 집에 접근하면 확인할 수 있습니다. 트림 숲은 또한 더 가해자가 지나가는 또는 이웃 들키지 않고 수풀에 숨어 할 수 있도록합니다. 전화 번호를 변경합니다. 새 번호가 전화 번호부에 비상장 확인하기 위해 전화 회사에 문의하십시오. 발신자 ID를 요청하고 당신을 호출하는 사람의 수를 볼 수 있도록 목록에없는 통화를 차단하기 위해 전화 회사에 문의하십시오. 전화 번호가 차단 될 것을 물어 그래서 당신은 다른 사람이 새 목록에없는 전화 번호를 배울 것입니다 아무도 호출하면 그. 당신은 당신의 작업 시간을 변경 할 수 있습니다. 당신이 학교에 아이들을 복용 할 때, 다른 경로를 취할. 당신과 가해자가 함께있을 때 당신이 찍은 경로를 피하십시오. 당신의 아이들이나 학교에서 생기는 사람 돌봐 사람에게 상황을 설명한다. 가해자가 아이들 근처 수 있도록 허가되어 있지 않은 경우이 사람들은이 사실을 알고, 심지어 그들에게 접근 금지 명령의 사본을 제공합니다. 식료품 점, 은행, 레스토랑, 당신은 정기적으로 방문하거나 당신이 할 수있는 경우로 이동하는 새를 찾아 다른 곳으로 다른 길을 가라. 혼자 여행하지보십시오. 많은 당신이 할 수있는 공공 잘 드는 장소에있어. 산책을하거나 혼자 조깅을하지 마십시오. 하나가있는 경우, 항상 당신과 당신의 접근 금지 명령의 인증 사본을 보관.
ur_in: یہاں کچھ تجاویز بدسلوکی کرنے والے مستقل طور پر آپ کے گھر کے باہر منتقل کر دیا گیا ہے تو آپ کو محفوظ رکھنے میں مدد کرنے کی کوشش کر رہے ہیں - انہوں نے کی وجہ سے حکم امتناعی کے لئے، زیادہ امکان، خوشی بائیں یا ہو سکتا ہے. انہوں نے ان کے بٹن کے ساتھ گھر میں داخل نہیں کر سکتے ہیں تو آپ تالے تبدیل - وہ آپ کے ساتھ ان اہم بائیں بھی، تو وہ آپ کے بارے میں معلوم نہیں ہے کہ دوسرے کاپیاں کر سکتے ہیں. آپ کو آپ کے گھر کرایہ تو، سب سے پہلے آپ تالا تبدیل کرنے سے پہلے اپنے مالک مکان سے بات کرنے کے لئے ہے کر سکتے ہیں. آپ کے دروازے پر مردہ بولٹ تالے ڈال. آپ کر سکتے ہیں تو، سٹیل یا دھات کے دروازے کے ساتھ کسی بھی لکڑی کے دروازے کی جگہ لے لے. آپ کو آپ کے گھر کرایہ تو سب سے پہلے دروازے کے تبدیل کرنے سے پہلے اپنے مالک مکان سے بات کرنے کی بات کا یقین ہو. آپ کو رقم ہے تو، ایک سیکورٹی کے نظام کو نصب کرنے کے بارے میں سوچنا. آپ کے گھر کے باہر اچھی طرح روشن ہے کہ اس بات کو یقینی بنانے کی کوشش کریں. ایک شخص کے گھر (یعنی تحریک حساس روشنی) کے قریب آ رہا ہے جب روشنی ہے کہ ایک روشنی کے علاوہ نظام کو حاصل کرنے کے بارے میں سوچو. آپ کے گھر کے ارد گرد جھاڑیوں، درختوں، اور دیگر پودوں کی اچھی طرح سے سنواری رکھیں. اس طرح، اگر آپ کسی کو آپ کے گھر کے نقطہ نظر کو دیکھنے کے لئے قابل ہو جائے گا. سنواری ہوئی جھاڑیوں بھی یہ مشکل بدسلوکی کرنے والے کی طرف سے راہگیر یا پڑوسی کی طرف سے دیکھا جا رہا ہے بغیر جھاڑیوں میں چھپانے کے لئے کرے گا. آپ کے فون نمبر تبدیل. اپنے نئے نمبر کے فون کتاب میں غیر مندرج بنانے کے لئے ٹیلی فون کمپنی سے پوچھنا. کالر درخواست کرنے کے لئے اور آپ کو بلاتا ہے جو کسی کی تعداد دیکھ سکتے ہیں تاکہ غیر مندرج کالوں کو بلاک کرنے کی ٹیلی فون کمپنی کو کال کریں. آپ کا فون نمبر بلاک کر دیا جائے کہ میں پوچھنا تو آپ کسی کو اپنے نئے، غیر مندرج فون نمبر سیکھ جائے گی کوئی بھی کہتے ہیں کہ. آپ کو کام کے گھنٹے کو تبدیل کر سکتے ہیں. آپ کو اسکول کے بچوں کو لے جا رہے ہیں تو، مختلف راستوں لے. آپ اور بدسلوکی کرنے والے ایک دوسرے کے ساتھ تھے جب تم نے راستے سے بچنے. آپ کے بچوں یا اسکول سے ان لیتی ہے جو کسی کا خیال رکھتا ہے جو کوئی بھی آپ کی صورت حال کی وضاحت. بدسلوکی کرنے والا، بچوں کے قریب ہو جائے کرنے کے لئے کی اجازت نہیں ہے اگر یہ لوگ جانتے ہیں اور یہاں تک کہ ان کو آپ کے حکم امتناعی کی ایک کاپی دے. گروسری سٹور، بینک، ریستوران، اور آپ کو ایک باقاعدہ بنیاد پر یا آپ کر سکتے ہیں جانے کے لئے نئے مل کسی بھی دوسری جگہ کے لئے ایک مختلف راستہ لینے. اکیلے سفر کرنے کی کوشش کریں. زیادہ سے زیادہ آپ کر سکتے ہیں کے طور پر عوام، اچھی طرح روشن جگہوں میں رہو. چلنے یا اکیلے ٹہلنا سے بچیں. آپ کو ایک ہے تو آپ، تمام اوقات میں آپ کے ساتھ بچاؤ کے حکم کی ایک مستند نقل رکھیں.

source: Here is a list of some things you can do to try to stay safe: For any account that you create, use a strong password that no one could figure out and keep it private. To read more about this, please see What safety steps should I take even if I think the abuser does NOT have access to my email account? Limit the amount of identifying information you use, like your birth date, address, full name, etc. (This step can also help prevent identity theft.) Be careful about what you post! Consider the articles you post to your profile, the pictures you put in an online album, or any status updates that indicate where you are at the moment (such as CHECKING IN at a restaurant) or where you are headed (such as a vacation destination). These types of posts can reveal a lot about you: your interests, your whereabouts, and your future plans, which can lead to someone finding you. Log out of your account by clicking “log out” after each session on your social media page. Do not simply close the browser, as it does not always log you out of your account, which would then be viewable by any other user of the computer.
ar: یہاں آپ کو محفوظ رہنے کے لئے کوشش کرنے کے لئے کیا کر سکتے ہیں میں سے کچھ چیزوں کی ایک فہرست ہے: آپ کو بنانے کے کہ کسی بھی اکاؤنٹ کے لئے، کوئی اعداد و شمار اور نجی رکھنے کے کر سکتے ہیں کہ ایک مضبوط پاس ورڈ استعمال کرتے ہیں. اس کے بارے میں مزید پڑھنے کے لئے، میں نے بدسلوکی کرنے والے اپنے ای میل اکاؤنٹ تک رسائی حاصل نہیں ہے یہاں تک کہ اگر لینا چاہئے حفاظت اقدامات ملاحظہ کریں؟ وغیرہ اپنی تاریخ پیدائش، ایڈریس، مکمل نام، طرح، استعمال معلومات کی نشاندہی کی رقم کی حد (یہ قدم بھی شناخت کی چوری کی روک تھام میں مدد کر سکتے ہیں.) پوسٹ کیا کے بارے میں ہوشیار رہو! آپ اپنے پروفائل میں پوسٹ مضامین، یا اگر آپ اس طرح ایک چھٹی منزل کے طور پر (کہاں جا رہے ہیں (اس طرح کے ایک ریستوران میں میں کی جانچ پڑتال کے طور پر) آپ کو اس وقت کہاں ہیں آپ ایک آن لائن البم میں ڈال دیا تصاویر، یا اس بات کی نشاندہی ہے کہ کسی بھی درجہ اپ ڈیٹس غور ). آپ کو تلاش کسی کی قیادت کر سکتے ہیں جو اپنے مفادات، اپنے ٹھکانے، اور آپ کے مستقبل کے منصوبوں،: مراسلات کی ان اقسام کے بارے میں ایک بہت کچھ ظاہر کر سکتے ہیں. اپنے سوشل میڈیا کے صفحے پر ہر سیشن کے بعد باہر لاگ ان پر کلک کرنے کی طرف سے آپ کے اکاؤنٹ سے لاگ آؤٹ. یہ ہمیشہ تو کمپیوٹر کے کسی دوسرے صارف کی طرف سے دیکھا جا سکتا ہو گا جو آپ کے اکاؤنٹ سے باہر آپ لاگ ان نہیں ہے کے طور پر صرف، براؤزر بند نہ کریں.
es: Aquí está una lista de algunas cosas que usted puede hacer para tratar de mantenerse a salvo: Para cualquier cuenta que cree, utilice una contraseña segura que nadie podría imaginar y mantenerlo en privado. Para leer más acerca de esto, consulte ¿Qué medidas de seguridad debo tomar, incluso si creo que el abusador NO tiene acceso a mi cuenta de correo electrónico? Limite la cantidad de información de identificación que utiliza, como su fecha de nacimiento, dirección, nombre completo, etc (Este paso también puede ayudar a prevenir el robo de identidad.) Tenga cuidado con lo que publicas! Tenga en cuenta los artículos que publiques en tu perfil, las fotos que usted pone en un álbum en línea, o las actualizaciones de estado que indican dónde se encuentra en este momento (por ejemplo, el check-in en un restaurante) o hacia dónde se dirige (como un destino de vacaciones ). Estos tipos de mensajes pueden revelar mucho acerca de usted: sus intereses, su paradero, y sus planes para el futuro, lo que puede conducir a la persona que lo encuentre usted. Cierre la sesión de su cuenta haciendo clic en 'Cerrar sesión' después de cada sesión en la página de los medios de comunicación social. No se limite a cerrar el explorador, ya que no siempre se desconecte por su cuenta, que sería entonces visible para cualquier usuario de la computadora.
hi: यहाँ आप सुरक्षित रहने के लिए प्रयास करने के लिए क्या कर सकते हैं कुछ चीजों की एक सूची है: आप बना सकते हैं कि किसी भी खाते के लिए, कोई भी यह पता लगाने और निजी रखने के लिए यह है कि एक मजबूत पासवर्ड का उपयोग करें. इस बारे में और अधिक पढ़ने के लिए, मैं मैं abuser अपने ईमेल खाते तक पहुंच नहीं है, लगता है कि भले ही लेना चाहिए क्या सुरक्षा कदम देखने के लिए कृपया? आप आदि अपनी जन्म तिथि, पता, पूरा नाम, जैसे, का उपयोग पहचान की जानकारी की राशि की सीमा (यह कदम भी पहचान की चोरी को रोकने में मदद कर सकते हैं.) आप पोस्ट के बारे में सावधान रहें! आप अपने प्रोफाइल पर पोस्ट लेख, या आप एक छुट्टी गंतव्य के रूप में (कहाँ जा रहे हैं (जैसे एक रेस्तरां में जाँच के रूप में) आप इस समय कर रहे हैं, जहां आप एक ऑनलाइन एल्बम में डाल चित्र, या संकेत मिलता है कि किसी भी स्थिति अद्यतन करने पर विचार ). आप खोजने किसी को जन्म दे सकता है, जो अपने हितों, अपने ठिकाने, और अपने भविष्य की योजनाओं,: पदों के इन प्रकार आप के बारे में बहुत कुछ बता सकते हैं. क्लिक करके खाते से बाहर अपने प्रवेश के लिए अपने सामाजिक मीडिया पेज पर प्रत्येक सत्र के बाद लॉग आउट. यह हमेशा तो कंप्यूटर से किसी अन्य उपयोगकर्ता द्वारा देखा जा सकता होगा जो आपके खाते, से लॉग आउट नहीं करता है के रूप में बस, ब्राउज़र बंद न करें.
ko: 다음은 안전 유지하려고 할 수있는 몇 가지의 목록입니다 : 사용자가 만든 계정의 경우, 하나는 알아낼 및 개인을 유지 할 수있는 강력한 암호를 사용합니다. 이에 대한 자세한 내용을 읽으려면 내가 가해자가 내 이메일 계정에 액세스 할 수 없더라도 취해야하는 안전 단계를 참조하십시오? 당신이 등 생년월일, 주소, 이름처럼 사용 식별 정보의 양을 제한합니다 (이 단계는 신원 도용을 방지 할 수 있습니다.) 당신이 게시 작업에 대한주의! 당신이 당신의 프로필에 게시 기사, 또는 같은 휴가를 대상으로 (향했다되는 경우 (예 : 식당에서 체크인과 같은) 당신이 순간에 당신이 온라인 앨범에 넣을 사진, 또는 표시 어떤 상태 업데이트를 고려 ). 당신을 찾는 사람으로 이어질 수 있습니다 당신의 관심사, 당신의 행방, 그리고 미래의 계획 : 게시물의 이러한 유형의 당신에 대해 많이 공개 할 수 있습니다. 소셜 미디어 페이지의 각 세션 후 로그 아웃 을 클릭하여 귀하의 계정에서 로그 아웃합니다. 항상 다음 컴퓨터의 다른 사용자가 볼 수있는 것입니다 귀하의 계정에서 로그 아웃하지 않는 한 단순히 브라우저를 닫지 마십시오.
ur_in: یہاں آپ کو محفوظ رہنے کے لئے کوشش کرنے کے لئے کیا کر سکتے ہیں میں سے کچھ چیزوں کی ایک فہرست ہے: آپ کو بنانے کے کہ کسی بھی اکاؤنٹ کے لئے، کوئی اعداد و شمار اور نجی رکھنے کے کر سکتے ہیں کہ ایک مضبوط پاس ورڈ استعمال کرتے ہیں. اس کے بارے میں مزید پڑھنے کے لئے، میں نے بدسلوکی کرنے والے اپنے ای میل اکاؤنٹ تک رسائی حاصل نہیں ہے یہاں تک کہ اگر لینا چاہئے حفاظت اقدامات ملاحظہ کریں؟ وغیرہ اپنی تاریخ پیدائش، ایڈریس، مکمل نام، طرح، استعمال کی شناخت معلومات کی رقم کو محدود (یہ قدم بھی شناخت کی چوری کی روک تھام میں مدد کر سکتے ہیں.) پوسٹ کیا کے بارے میں ہوشیار رہو! آپ اپنے پروفائل میں پوسٹ مضامین، یا اگر آپ اس طرح ایک چھٹی منزل کے طور پر (کہاں جا رہے ہیں (اس طرح کے ایک ریستوران میں میں کی جانچ پڑتال کے طور پر) آپ کو اس وقت کہاں ہیں آپ ایک آن لائن البم میں ڈال دیا تصاویر، یا اس بات کی نشاندہی ہے کہ کسی بھی درجہ اپ ڈیٹس غور ). آپ کو تلاش کسی کی قیادت کر سکتے ہیں جو اپنے مفادات، اپنے ٹھکانے، اور آپ کے مستقبل کے منصوبوں،: مراسلات کی ان اقسام کے بارے میں ایک بہت کچھ ظاہر کر سکتے ہیں. پر کلک کرکے اکاؤنٹ کے مانیگ تمہار اپنے سوشل میڈیا کے صفحے پر ہر سیشن کے بعد لاگ آؤٹ. یہ ہمیشہ تو کمپیوٹر کے کسی دوسرے صارف کی طرف سے دیکھا جا سکتا ہو گا جو آپ کے اکاؤنٹ سے باہر آپ لاگ ان نہیں ہے کے طور پر صرف، براؤزر بند نہ کریں.
