Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: The answer to this question is very complicated and may depend on many different factors. The laws on parental kidnapping (also known as custodial interference) are different in each state. In some states, it may be against the law to take children out of state only if it violates a custody order or if there is an active custody case pending. In other states, the act of taking the children out of state itself may not be illegal unless the parent conceals (hides) the children from the other parent. Other factors that may be considered are whether the parents are married (and considered to have equal parental rights) or, in the case of unmarried parents, whether the father's paternity has been legally established. Also, there could be a big difference if the other parent is planning a brief visit out of state, a long absence, or if s/he is planning on moving out of state for a long time. We strongly suggest talking to a lawyer who specializes in custody matters and/or a prosecutor to find out if the other parent's actions are legal or not.
ar: الجواب على هذا السؤال معقد جدا وربما تعتمد على العديد من العوامل المختلفة. قوانين خطف الوالدين (المعروف أيضا باسم التدخل الحاضن) تختلف في كل دولة. في بعض الدول، قد يكون ضد القانون لأخذ الأطفال خارج الدولة إلا إذا كان يخالف أمر الحبس أو إذا كان هناك قضية حضانة النشطة معلقة. في ولايات أخرى، فعل أخذ الأطفال خارج الدولة نفسها قد لا تكون غير قانونية ما لم يكن يخفي الأم (الجلود) الأطفال من الوالد الآخر. العوامل الأخرى التي يمكن النظر فيها هي ما إذا كان الوالدان تزوج (وتعتبر أن حقوق الوالدين متساوية) أو، في حالة الآباء غير المتزوجين، ما إذا كان قد تم إنشاء أبوة الأب قانونا. أيضا، يمكن أن يكون هناك اختلاف كبير في حالة الوالد الآخر يخطط لزيارة قصيرة خارج الدولة، غياب طويل، أو إذا ق / انه يخطط على التحرك خارج الدولة لفترة طويلة. نقترح بشدة التحدث إلى محام متخصص في مسائل الحضانة و / أو مدع لمعرفة ما إذا الإجراءات الوالد الآخر هي قانونية أم لا.
es: La respuesta a esta pregunta es muy complicada y puede depender de muchos factores diferentes. Las leyes sobre el secuestro parental (también conocido como interferencia de custodia) son diferentes en cada estado. En algunos estados, puede ser contra la ley para llevar a los niños fuera del estado sólo si se viola una orden de custodia o si hay un caso de custodia activa en espera. En otros estados, el acto de llevar a los niños fuera del Estado mismo no puede ser ilegal a menos que los padres oculta (cueros) los hijos del otro padre. Otros factores que se pueden considerar son si los padres están casados ​​(y considera que tiene los derechos de paternidad iguales) o, en el caso de padres no casados​​, si la paternidad del padre se ha establecido legalmente. Además, puede haber una gran diferencia si el otro padre está planeando una visita breve fuera del estado, de una larga ausencia, o si s / él está pensando en mudarse a otro estado durante mucho tiempo. Le recomendamos hablar con un abogado que se especializa en asuntos de custodia y / o un fiscal para saber si las acciones del otro padre son legales o no.
hi: इस सवाल का जवाब बहुत जटिल है और कई विभिन्न कारकों पर निर्भर हो सकता है. (यह भी हिरासत में हस्तक्षेप के रूप में जाना जाता है) माता पिता का अपहरण पर कानून प्रत्येक राज्य में अलग हैं. कुछ राज्यों में, यह यह एक हिरासत आदेश का उल्लंघन करता है या अगर वहाँ एक सक्रिय हिरासत मामले लंबित ही अगर राज्य के बाहर बच्चों को लेने के लिए कानून के खिलाफ हो सकता है. अन्य राज्यों में, राज्य के बाहर बच्चों को लेने की कार्रवाई ही अवैध नहीं हो सकता है माता पिता को छिपा (खाल) दूसरे माता पिता से बच्चों को जब तक. माना जा सकता है कि अन्य कारकों माता पिता पिता के पितृत्व कानूनी तौर पर स्थापित किया गया है, चाहे वह अविवाहित माता पिता के मामले में, शादी की (और बराबर माता पिता के अधिकारों के लिए माना जाता है) या कर रहे हैं कि क्या कर रहे हैं. अन्य माता पिता, एक लंबे समय के अभाव, या अगर / वह एक लंबे समय के लिए राज्य से बाहर जाने की योजना बना रहा है राज्य के बाहर एक संक्षिप्त यात्रा की योजना बना रहा है इसके अलावा, अगर एक बड़ा अंतर हो सकता है. हम दृढ़ता से दूसरे माता पिता की कार्रवाई कानूनी या नहीं कर रहे हैं पता लगाने के लिए हिरासत मामलों और / या एक अभियोजक में माहिर एक वकील से बात कर सुझाव देते हैं.
ko: 이 질문에 대한 대답은 매우 복잡하고 여러 가지 요인에 따라 달라질 수 있습니다. (또한 양육권 간섭이라고도 함) 부모의 납치 사건에 대한 법은 각 주에서 다르다. 일부 주에서는, 그것은 양육권 순서를 위반하거나이있는 경우 활성 양육권 사건이 계류중인 경우에만 상태에서 아이들을 데리고 법에 저촉 될 수 있습니다. 다른 국가에서, 국가에서 아이들을 복용하는 행위 자체가 불법하지 않을 수 있습니다 부모 은폐 (가죽) 다른 부모의 아이들하지 않는 한. 고려 될 수있는 다른 요소는 부모가 아버지의 친자가 법적으로 설정되었는지 여부, 미혼 부모의 경우, 결혼 (평등 부모의 권리를 갖는 것으로 간주) 또는 여부입니다. 다른 부모가, 오래간만가, 또는의 경우 / 그가 오랜 시간 동안 상태를 벗어나 계획이다 국가의 아웃 간단한 방문을 계획하는 경우 또한, 큰 차이가있을 수 있습니다. 우리는 강력하게 다른 부모의 행동이 법적 또는하지 않은 경우 알 양육권 문제 및 / 또는 검사 전문 변호사와의 상담하시기 바랍니다.
ur_in: اس سوال کا جواب بہت پیچیدہ ہے اور بہت سے مختلف عوامل پر انحصار کر سکتے ہیں. (بھی حراست میں مداخلت کے طور پر جانا جاتا ہے) کے والدین کے اغوا پر قوانین ہر ریاست میں مختلف ہیں. کچھ ریاستوں میں، یہ ایک حراست کے حکم کی خلاف ورزی یا اگر وہاں ایک فعال حراست کیس زیر التواء صرف اس صورت میں ریاست سے باہر کے بچوں کو لینے کے لئے قانون کے خلاف ہو سکتا ہے. دیگر ریاستوں میں، ریاست سے باہر بچوں کو لینے کے ایکٹ خود غیر قانونی نہیں ہو سکتا والدین چھپا (کھالیں) دیگر والدین سے بچوں کو جب تک. غور کیا جا سکتا ہے کہ دوسرے عوامل کے والدین والد کی پترتو قانونی طور پر قائم کیا گیا ہے، چاہے وہ غیر شادی شدہ والدین کی صورت میں، شادی (اور برابر والدین کے حقوق پر غور) یا رہے ہیں ہیں. دوسرے والدین، ایک طویل غیر موجودگی، یا اگر یہ / وہ ایک طویل وقت کے لئے ریاست سے باہر منتقل کی منصوبہ بندی کر رہا ہے ریاست سے باہر ایک مختصر دورے کی منصوبہ بندی کر رہا ہے تو اس کے علاوہ، ایک بڑا فرق ہو سکتا ہے. ہم سختی سے دوسرے والدین کے اقدامات قانونی ہیں یا نہیں اگر باہر تلاش کرنے کے لئے حراست معاملات اور / یا ایک پراسیکیوٹر میں مہارت رکھتا ہے جو ایک وکیل سے بات کرنے کا مشورہ دیتے ہیں.

source: The Georgia Criminal Justice Coordinating Council assists eligible victims of crimes with medical, funeral, crime scene clean-up and mental health counseling expenses. Here is a link to their application for financial assistance. In addition, if applicable, victims may also apply for lost wages or loss of support benefits. The State Board of Pardons and Paroles offers victim services including a service called V.I.P., which is a 24 hour automated information system used by the Georgia Department of Corrections in partnership with the State Board of Pardons and Paroles to provide victims of crime and/or their familes with access to information about their offender. By simply picking up a telephone and dialing the toll-free V.I.P. number - (800) 593-9474 - information regarding custody status of an inmate can be obtained. You may learn more about crimes by calling your local police department, sheriff's department, or district attorney's office.
ar: يساعد مجلس التنسيق العدالة الجنائية جورجيا ضحايا المؤهلة من الجرائم الطبي، الجنازة، مسرح الجريمة تنظيف والنفقات المشورة في مجال الصحة العقلية. هنا هو ارتباط إلى طلباتهم للحصول على المساعدة المالية. وبالإضافة إلى ذلك، إن وجدت، قد تنطبق أيضا ضحايا لالأجور المفقودة أو فقدان فوائد الدعم. تقدم مجلس الدولة العفو والعفو المشروط خدمات ضحية بما في ذلك خدمة تسمى كبار الشخصيات، وهو نظام المعلومات الآلي 24 ساعة التي تستخدمها وزارة جورجيا تصحيحات بالشراكة مع مجلس الدولة من العفو والإفراج المشروط لتقديم ضحايا الجريمة و / أو الخاصة باءت مع الوصول إلى المعلومات عن الجاني بهم. بمجرد التقاط الهاتف والاتصال على الرقم المجاني لكبار الشخصيات يمكن الحصول على معلومات بشأن الوضع حضانة سجين - عدد (800) 593-9474. يمكنك معرفة المزيد عن الجرائم التي تدعو قسمك الشرطة المحلية، قسم الشريف أو مكتب المدعي العام في المقاطعة.
es: El Consejo Coordinador de Justicia Penal de Georgia ayuda a las víctimas elegibles de crímenes con médicos, funerales, escena del crimen de limpieza y los gastos de asesoramiento sobre salud mental. Aquí hay un enlace a su solicitud de ayuda financiera. Además, en su caso, las víctimas pueden también solicitar la pérdida de salarios o la pérdida de beneficios de apoyo. La Junta de Indultos y Libertad Condicional ofrece servicios a las víctimas, incluyendo un servicio llamado VIP, que es un sistema de información automatizado 24 horas utilizado por el Departamento Penitenciario de Georgia en colaboración con la Junta de Indultos y Libertad Condicional de proporcionar a las víctimas de delitos y / o su familias con acceso a la información acerca de su agresor. Con sólo levantar un teléfono y marcar el VIP a la línea gratuita número - (800) 593-9474 - información sobre el estado de custodia de un preso puede ser obtenida. Usted puede aprender más sobre crímenes llamando a su departamento local de policía, departamento del sheriff, oa la oficina del fiscal de distrito.
hi: जॉर्जिया आपराधिक न्याय समन्वय परिषद चिकित्सा, अंतिम संस्कार, अपराध स्थल सफाई और मानसिक स्वास्थ्य परामर्श खर्च के साथ अपराधों के पात्र पीड़ितों को सहायता. यहाँ वित्तीय सहायता के लिए अपने आवेदन के लिए एक कड़ी है. यदि लागू हो इसके अलावा, पीड़ितों को भी खो मजदूरी या समर्थन लाभ के नुकसान के लिए आवेदन कर सकते हैं. क्षमा और Paroles स्टेट बोर्ड अपराध और / या के शिकार लोगों को उपलब्ध कराने के लिए क्षमा और Paroles के स्टेट बोर्ड के साथ साझेदारी में संशोधन जॉर्जिया विभाग द्वारा इस्तेमाल किया एक 24 घंटे स्वचालित सूचना प्रणाली है, जो वीआईपी नामक सेवा, सहित शिकार सेवाएं प्रदान करता है उनके उनके अपराधी के बारे में जानकारी के लिए उपयोग के साथ familes. बस एक टेलीफोन उठा और टोल फ्री वीआईपी डायल करके नंबर - (800) 593-9474 - एक कैदी की हिरासत की स्थिति के बारे में जानकारी प्राप्त की जा सकती है. आप अपने स्थानीय पुलिस विभाग, शेरिफ विभाग, या जिला अटार्नी कार्यालय को फोन करके अपराधों के बारे में अधिक सीख सकते हैं.
ko: 조지아 형사 사법 지역 조정위원회는 의료, 장례, 범죄 현장 청소 및 정신 건강 상담 비용과 범죄의 자격 피해자를 지원합니다. 여기에 재정 지원에 대한 자신의 응용 프로그램에 대한 링크입니다. (해당되는 경우) 또한, 피해자는 손실 임금 또는 지원 혜택의 상실을 신청할 수 있습니다. 사면 및 가석방의 국가위원회는 범죄 및 / 또는 피해자를 제공하기 위해 사면 및 가석방의 주 교육위원회와 협력하여 수정 조지아 부서에서 사용하는 24 시간 자동화 된 정보 시스템 인 VIP라는 서비스를 포함하여 피해자의 서비스를 제공하고 자신의 자신의 범죄자에 대한 정보에 접근 할 수있는 familes. 단순히 전화를 따기와 무료 VIP 전화를 걸어 번호 - (800) 593-9474 - 재소자의 구금 상태에 대한 정보를 얻을 수있다. 당신은 당신의 지역 경찰, 보안관 부서 또는 지방 검사의 사무실을 호출하여 범죄에 대한 자세한 내용을 보려면 수 있습니다.
ur_in: جارجیا مجرمانہ انصاف کے رابطہ کونسل طبی، جنازہ، جائے وقوعہ کی صفائی اور ذہنی صحت کی مشاورت کے اخراجات کے ساتھ جرائم کے اہل متاثرین کی مدد. یہاں مالی مدد کے لئے ان کی درخواست کرنے کے لئے ایک لنک ہے. اگر قابل اطلاق ہو اس کے علاوہ،، متاثرین کو بھی کھو اجرت یا حمایت فوائد کے نقصان کے لئے درخواست دے سکتے ہیں. معاف اور نغمہ کی ریاست بورڈ جرائم اور / یا کے متاثرین کو فراہم کرنے کے معاف اور نغمہ کے ریاستی بورڈ کے ساتھ شراکت میں تصحیح کے جارجیا محکمہ کی طرف سے استعمال کیا جاتا ہے 24 گھنٹے خود کار طریقے سے معلومات کے نظام ہے جس کے وی آئی پی نامی ایک سروس، سمیت شکار خدمات فراہم کرتا ہے ان ان کے مجرم کے بارے میں معلومات تک رسائی کے ساتھ familes. صرف ایک ٹیلی فون اٹھا اور ٹول فری VIP ڈائل کی طرف سے تعداد - (800) 593-9474 - ایک قیدی کی تحویل کی حیثیت کے بارے میں معلومات حاصل کی جا سکتی. آپ اپنے مقامی محکمہ پولیس، شیرف ڈیپارٹمنٹ، یا ڈسٹرکٹ اٹارنی کے دفتر فون کر کے جرائم کے بارے میں مزید جاننے کر سکتے ہیں.

source: the law
ar: القانون
es: la ley
hi: कानून
ko: 법
ur_in: قانون

source: The legal system is divided into two areas: civil law and criminal law. Separate courts govern (control) these two areas of the law. One of the most confusing things about the legal system is the difference between civil cases and criminal cases. In domestic violence situations, there may be both civil and criminal cases occurring at the same time as a result of the same violent act. You may want to pursue both civil and criminal actions for maximum protection. The major differences have to do with who takes the case to court and the reason for the case. Civil Law In a civil domestic violence action, you are asking the court to protect you from the person abusing you. You are not asking the court to send that person to jail for committing a crime. However, if the abuser violates the civil court order, he may be sent to jail for the violation. In a civil case, you are the person bringing the case against the abuser and (in most circumstances), you have the right to withdraw (drop) the case if you want to. Protective orders in Georgia are handled in civil court. Criminal Law The criminal law system handles all cases that involve violations of criminal law such as harassment, assault, murder, theft, etc. A criminal complaint involves your abuser being charged with a crime. In a criminal case, the prosecutor (also called the district attorney) is the one who has control over whether the case against the abuser continues or not. It is the county/state who has brought the case against the abuser, not the victim. It is possible that if you do not want the case to continue (if you do not want to “press charges”), the prosecutor might decide to drop the criminal charges but this is not necessarily true. The prosecutor can also continue to prosecute the abuser against your wishes and could even issue a subpoena (a court order) to force you to testify at the trial.
ar: وينقسم النظام القانوني في مجالين اثنين هما: القانون المدني والقانون الجنائي. محاكم منفصلة تحكم (مراقبة) هذين المجالين من القانون. واحدة من أكثر الأمور مربكة حول النظام القانوني هو الفرق بين القضايا المدنية والقضايا الجنائية. في حالات العنف المنزلي، قد يكون هناك كل من القضايا المدنية والجنائية التي تحدث في نفس الوقت نتيجة لنفس الفعل العنيف. قد ترغب في متابعة كل من الدعاوى المدنية والجنائية لأقصى قدر من الحماية. الاختلافات الرئيسية لها علاقة مع الذي يأخذ القضية إلى المحكمة والسبب في هذه القضية. القانون المدني في العمل العنف المنزلي المدني، تسألون المحكمة لحمايتك من الشخص الإساءة لك. لا نطلب من المحكمة لإرسال هذا الشخص إلى السجن بتهمة ارتكاب جريمة. ومع ذلك، إذا المسيء ينتهك أمر من المحكمة المدنية، وقال انه قد يتم إرسالها إلى السجن لانتهاك. في قضية مدنية، أنت شخص يرفع قضية ضد المعتدي و(في معظم الحالات)، لديك الحق في سحب (انخفاض) في حالة إذا كنت ترغب في ذلك. يتم التعامل مع أوامر الحماية في جورجيا في محكمة مدنية. القانون الجنائي نظام القانون الجنائي يتعامل مع جميع الحالات التي تنطوي على انتهاكات للقانون الجنائي مثل التحرش والاعتداء والقتل والسرقة، الخ يتضمن شكوى جنائية المسيء اتهامه بارتكاب جريمة. في قضية جنائية، والمدعي العام (وتسمى أيضا وكيل النيابة) هو الذي يملك السيطرة على ما إذا كانت القضية ضد المعتدي تستمر أم لا. هو مقاطعة / الدولة الذي رفع القضية ضد المعتدي، وليس الضحية. فمن الممكن أنه إذا كنت لا تريد أن تستمر حالة (إذا كنت لا تريد توجيه اتهامات)، المدعي العام قد تقرر إسقاط التهم الجنائية ولكن هذا ليس صحيحا بالضرورة. يمكن أن المدعي العام أيضا الاستمرار في مقاضاة المعتدي ضد رغباتكم وحتى يمكن أن تصدر مذكرة إحضار (أمر قضائي) ليجبرك للادلاء بشهادته في المحاكمة.
es: El sistema legal está dividido en dos áreas: el derecho civil y el derecho penal. Tribunales independientes gobiernan (control) estas dos áreas de la ley. N ninguna de las cosas más confusas sobre el sistema legal es la diferencia entre casos civiles y casos criminales. En situaciones de violencia doméstica, puede haber casos civiles y criminales que ocurren al mismo tiempo, como resultado del mismo acto violento. Es posible que desee seguir acciones civiles y penales para la protección máxima. Las principales diferencias tienen que ver con quien lleva el caso a los tribunales y la razón del caso. Derecho Civil En una acción civil de violencia doméstica, usted está pidiendo a la corte que lo protegerá de la persona que abusa de usted. Usted no está pidiendo a la corte para enviar a esa persona a la cárcel por haber cometido un delito. Sin embargo, si el abusador viola la orden de un tribunal civil, que puede ser enviado a la cárcel por la violación. En un caso civil, usted es la persona que lleva el caso contra el abusador y (en la mayoría de las circunstancias), usted tiene el derecho de retirar (drop) el caso si así lo desea. Las órdenes de protección en Georgia son manejados en la corte civil. derecho penal El sistema de derecho penal se ocupa de todos los casos que implican violaciónes del derecho penal, como el acoso, asalto, asesinato, robo, etc Una denuncia penal involucra a su abusador ser acusado de un crimen. En un caso criminal, el fiscal (también llamado el fiscal de distrito) es el que tiene el control sobre si el caso contra el abusador continúa o no. Es el condado / estado que ha llevado el caso contra el abusador, no la víctima. Es posible que si usted no quiere que el caso para continuar (si usted no quiere 'presentar cargos'), el fiscal podría decidir retirar los cargos penales, pero esto no es necesariamente cierto. El fiscal también puede seguir para procesar al abusador en contra de sus deseos e incluso podría emitir una citación judicial (orden judicial) para obligarlo a declarar en el juicio.
hi: नागरिक कानून और आपराधिक कानून: कानूनी प्रणाली के दो क्षेत्रों में बांटा गया है. अलग अदालतों (नियंत्रण) कानून के इन दो क्षेत्रों का निर्धारण. कानूनी प्रणाली के बारे में सबसे भ्रामक बातों में से एक नागरिक मामलों और आपराधिक मामलों के बीच अंतर है. घरेलू हिंसा स्थितियों में, एक ही हिंसक कार्रवाई का एक परिणाम के रूप में एक ही समय में होने वाली दोनों दीवानी और आपराधिक मामलों हो सकता है. आप अधिकतम सुरक्षा के लिए दोनों सिविल और आपराधिक कार्रवाई को आगे बढ़ाने के लिए चाहते हो सकता है. प्रमुख मतभेद अदालत में मामला ले जाता है और मामले के लिए कारण जो साथ क्या करना है. सिविल कानून एक नागरिक घरेलू हिंसा कार्रवाई में, आप को कोस व्यक्ति से बचाने के लिए अदालत में पूछ रहे हैं. आप एक अपराध के लिए जेल है कि व्यक्ति को भेजने के लिए अदालत नहीं कह रहे हैं. Abuser सिविल अदालत के आदेश का उल्लंघन हालांकि, अगर वह उल्लंघन के लिए जेल भेजा जा सकता है. एक सिविल मामले में, आप abuser और (अधिकांश परिस्थितियों में) के खिलाफ मामला लाने के व्यक्ति हैं, आप चाहते हैं अगर मामला (ड्रॉप) को वापस लेने का अधिकार है. जॉर्जिया में सुरक्षात्मक आदेश सिविल कोर्ट में नियंत्रित किया जाता है. आपराधिक कानून आपराधिक कानून प्रणाली आदि के उत्पीड़न, हमला, हत्या, चोरी, आपराधिक शिकायत एक अपराध के साथ आरोप लगाया जा रहा अपने abuser शामिल आपराधिक कानून के उल्लंघन शामिल है कि सभी मामलों को संभालती है. एक आपराधिक मामले में, (भी जिला अटार्नी कहा जाता है) अभियोजक abuser के खिलाफ मामला जारी है या नहीं पर नियंत्रण है, जो एक है. यह abuser, नहीं शिकार के खिलाफ मामला लाया गया है जो काउंटी / राज्य है. यह आप (आप आरोप प्रेस करने के लिए नहीं चाहते हैं) मामला जारी रखने के लिए नहीं चाहते हैं, अभियोजक आपराधिक आरोपों को ड्रॉप करने का फैसला हो सकता है कि संभव है, लेकिन यह जरूरी है कि सच नहीं है. अभियोजक भी अपनी इच्छा के खिलाफ प्रताड़ित करने पर मुकदमा चलाने के लिए जारी रख सकते हैं और यहां तक ​​कि एक आकारक मुकदमे में गवाही देने के लिए मजबूर करने के लिए (एक अदालत के आदेश) जारी कर सकता है.
ko: 민법 및 형법 : 법률 시스템은 두 부분으로 구성되어 있습니다. 별도의 법원 (제어) 법이 두 영역을 관리합니다. 법률 시스템에 대한 가장 혼란 것들 중 하나는 민사 사건과 형사 사건 사이의 차이입니다. 폭력 상황에서, 동일한 폭력 행동의 결과로 발생하는 동시에 모두 민형사 경우가있을 수있다. 당신은 최대 보호를 위해 모두 민사 및 형사 조치를 추구 할 수 있습니다.주요 차이점은 법원에 사건을 소요하고 경우에 대한 이유 사람과 함께해야 해요. Civil Law 시민 가정 폭력 소송에서, 당신은 당신을 학대하는 사람으로부터 보호하기 위해 법원에 요구하고있다. 당신은 범죄를 저지르고 감옥에 그 사람을 보내 법원을 요구하지 않습니다. 가해자가 민사 법원의 명령을 위반하는 경우, 그는 위반으로 감옥에 전송 될 수있다. 민사 경우에, 당신은 가해자와 (대부분의 경우)에 대한 케이스를 가져 오는 사람, 당신은 당신이 원하는 경우 케이스 (드롭)을 철회 할 수있는 권리가 있습니다. 조지아에서 보호 명령은 민사 법정에서 처리됩니다. 형법 형법 시스템 등 희롱, 폭행, 살인, 절도, 범죄 불만이 범죄로 기소되는 학대자를 포함로서 형법 위반을 포함하는 모든 경우를 처리합니다. 형사 사건에서 (또한 지방 검사라고도 함) 검사는 가해자에 대한 사건이 계속 여부를 제어 할 수 있습니다입니다. 그것은 가해자가 아닌 피해자에 대한 사건을 가져왔다 카운티 / 상태입니다. 그것은 당신이 (당신을 고소 를 원하지 않는 경우)의 경우 계속하지 않으려는 경우, 검사가 형사 고발을 삭제하도록 결정할 수 있습니다 가능성이 있습니다 만, 반드시 그렇다고는 할 수 없습니다. 검찰은 또한 당신의 소원에 대한 가해자를 기소을 계속할 수 있습니다 심지어 소환 재판에서 증언을 강제 (법원 명령)를 발행 할 수있다.
ur_in: سول قانون اور فوجداری قانون قانونی نظام دو حصوں میں تقسیم کیا جاتا ہے. علیحدہ عدالتوں (کنٹرول) قانون کے ان دو علاقوں میں حکومت. قانونی نظام کے بارے میں سب سے زیادہ پریشان کن چیزوں میں سے ایک سول مقدمات اور فوجداری مقدمات کے درمیان فرق ہے. گھریلو تشدد کے حالات میں، ایک ہی تشدد ایکٹ کے نتیجے کے طور پر ایک ہی وقت میں واقع دونوں سول اور فوجداری مقدمات ہو سکتا ہے. آپ زیادہ سے زیادہ تحفظ کے لئے دونوں سول اور مجرمانہ اقدامات کی پیروی کرنے کے لئے چاہتے ہیں کر سکتے. اہم اختلافات عدالت میں کیس لیتا ہے اور کیس کے لئے کی وجہ سے ہے جو کے ساتھ کیا ہے. Civil Law ایک سول گھریلو تشدد کارروائی میں، آپ کو کوس شخص سے آپ کی حفاظت کرنے کے لئے عدالت سے پوچھ رہے ہیں. آپ کو ایک جرم کے لئے جیل اس شخص کو بھیجنے کے لئے عدالت سے پوچھ نہیں کر رہے ہیں. بدسلوکی کرنے والے سول عدالت کے حکم کی خلاف ورزی ہے تاہم، اگر، وہ خلاف ورزی کے لئے جیل بھیج دیا جا سکتا ہے. دیوانی مقدمہ میں، آپ کو بدسلوکی کرنے والے اور (زیادہ تر حالات میں) کے خلاف کیس لانے کے شخص ہیں، آپ کو آپ چاہتے ہیں تو کیس (ڈراپ) واپس لینے کا حق ہے. جارجیا میں حفاظتی احکامات سول کورٹ میں نمٹا جاتا ہے. فوجداری قانون فوجداری قانون کے نظام وغیرہ ہراساں کرنے، حملہ، قتل، چوری، ایک فوجداری شکایت کو ایک جرم کے ساتھ چارج کیا جا رہا ہے آپ کے abuser شامل کے طور پر فوجداری قانون کی خلاف ورزی شامل ہے کہ تمام مقدمات کو ہینڈل. ایک مجرمانہ معاملے میں (بھی ڈسٹرکٹ اٹارنی کہا جاتا ہے) کے پراسیکیوٹر بدسلوکی کرنے والے کے خلاف مقدمہ جاری ہے یا نہیں پر کنٹرول ہے جو ایک ہے. یہ بدسلوکی کرنے والا، نہ شکار کے خلاف مقدمہ لایا ہے جو کاؤنٹی / ریاست ہے. یہ آپ کو (آپ کے الزامات عائد کرنے نہیں کرنا چاہتے تو) کیس جاری رکھنے کے لئے نہیں کرنا چاہتے تو، پراسیکیوٹر فوجداری الزامات چھوڑ کرنے کے لئے فیصلہ کر سکتے ہیں کہ ممکن ہے، لیکن یہ ضروری سچ نہیں ہے. پراسیکیوٹر نے بھی آپ کی خواہشات کے خلاف بدسلوکی کرنے والے کے خلاف قانونی کارروائی کرنے کے لئے جاری کر سکتے ہیں اور یہاں تک کہ ایک subpoena مقدمے میں گواہی دینے کے لئے مجبور کرنے کے لئے (ایک عدالت کے حکم کے) جاری کر سکتے ہیں.

source: The National Crime Information Center Registry (NCIC) is a nationwide, electronic database used by law enforcement agencies in the U.S, Canada, and Puerto Rico. It is managed by the FBI and state law enforcement officials. All law enforcement officials have access to it, but the information is encrypted so outsiders cannot access it.
ar: لمعلومات الجريمة مركز السجل الوطني (NCIC) هي وطنية، قاعدة بيانات إلكترونية تستخدم من قبل وكالات إنفاذ القانون في الولايات المتحدة وكندا وبورتوريكو. تدار من قبل مكتب التحقيقات الفدرالي والمسؤولين عن إنفاذ القانون الدولة. جميع الموظفين المكلفين بإنفاذ القانون من الحصول على ذلك، ولكن يتم تشفير المعلومات بحيث الغرباء لا يمكن الوصول إليه.
es: El Registro Nacional de Delitos de Information Center (NCIC) es una base de datos a nivel nacional, ya sea electrónico utilizado por agencias de aplicación de la ley en los EE.UU., Canadá y Puerto Rico. Es administrado por el FBI y las fuerzas del orden del Estado. Todos los funcionarios encargados de hacer cumplir la ley tienen acceso a ella, pero la información se cifran para los extranjeros no pueden acceder a él.
hi: राष्ट्रीय अपराध सूचना केन्द्र रजिस्ट्री (NCIC) अमेरिका, कनाडा, और पर्टो रीको में कानून प्रवर्तन एजेंसियों द्वारा इस्तेमाल किया एक राष्ट्रव्यापी, इलेक्ट्रॉनिक डेटाबेस है. यह एफबीआई और राज्य के कानून प्रवर्तन अधिकारियों द्वारा किया जाता है. सभी कानून प्रवर्तन अधिकारियों ने इसे करने के लिए उपयोग किया है, लेकिन बाहरी लोगों इसे का उपयोग नहीं कर सकते हैं तो जानकारी एन्क्रिप्टेड है.
ko: 국가 범죄 정보 센터 레지스트리 (NCIC)는 미국, 캐나다, 푸에르토 리코에 법 집행 기관에 의해 사용되는 전국, 전자 데이터베이스입니다. 그것은 FBI 및 주 법 집행 기관에 의해 관리됩니다. 모든 법 집행 관리들은에 액세스 할 수 있지만, 외부인이 접근 할 수 있도록 정보는 암호화됩니다.
ur_in: نیشنل کرائم انفارمیشن سینٹر رجسٹری (NCIC) امریکہ، کینیڈا، اور پورٹو ریکو میں قانون نافذ کرنے والے اداروں کی طرف سے استعمال ایک ملک گیر، الیکٹرانک ڈیٹا بیس ہے. یہ ایف بی آئی اور ریاستی قانون نافذ کرنے والے حکام کی طرف سے منظم کیا جاتا ہے. تمام قانون نافذ کرنے والے حکام نے یہ تک رسائی حاصل ہے، لیکن باہر اس تک رسائی حاصل نہیں کر سکتے ہیں کے بارے میں معلومات خفیہ کردہ ہے.

source: The National Domestic Violence Hotline
ar: الخط الساخن العنف الأسري الوطني
es: La Línea Nacional de Violencia Doméstica
hi: राष्ट्रीय घरेलू हिंसा हॉटलाइन
ko: 전국 가정 폭력 핫라인
ur_in: قومی گھریلو تشدد ہاٹ لائن
