Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Reporting someone, a post or a picture to Facebook is a step that you can take if you feel that what is being posted or how the person is using the site is harmful. This can be done from your timeline, from a message someone sent you, or on your newsfeed. You can report posts on your timeline, posts that you were tagged in, or private messages. You can also report a photo, with or without a tag of you. When using the reporting option, you also have the choice of communicating with the person who posted the content to ask them to remove or edit the content and to inform another trusted person of the content you are concerned about. If the content violates Facebook’s Terms of Service, it may be removed. Facebook has Community Standards and they will remove content if it contains violence or threats, bullying or harassment, hate speech, nudity or pornography, or is claiming to be someone else.
ar: الإبلاغ عن شخص ما، وظيفة أو صورة لالفيسبوك هو خطوة التي يمكنك اتخاذها إذا كنت تشعر بأن ما يجري نشرها أو كيف يمكن للشخص يستخدم الموقع هو ضار. ويمكن القيام بذلك من الجدول الزمني الخاص بك، من شخص أرسل لك رسالة، أو على التزويد بالمعلومات الخاصة بك. يمكنك الإبلاغ عن الوظائف على الجدول الزمني الخاص بك، الوظائف التي كنت الموسومة في، أو رسائل خاصة. يمكنك أيضا الإبلاغ عن صورة، مع أو بدون علامة لكم. عند استخدام خيار التقارير، لديك أيضا خيار التواصل مع الشخص الذي قام بنشر محتوى ليطلب منهم إزالة أو تعديل المحتوى وإبلاغ شخص موثوق به آخر من محتوى كنت تشعر بالقلق إزاء. إذا كان محتوى ينتهك شروط الفيسبوك من الخدمة، يمكن إزالته. الفيسبوك لديه معايير المجتمع وأنها ستزيل المحتوى إذا كان يحتوي على العنف أو التهديدات، البلطجة أو التحرش، خطاب الكراهية، العري أو المواد الإباحية، أو يدعي أنه شخص آخر.
es: Presentación de informes a alguien, un mensaje o una imagen a Facebook es un paso que usted puede tomar si usted siente que lo que está siendo publicado o cómo la persona está utilizando el sitio es perjudicial. Esto se puede hacer desde la línea de tiempo, a partir de un mensaje de alguien que usted envió, o en su suministro de noticias. Puede reportar mensajes en su línea de tiempo, mensajes que fueron marcadas en o mensajes privados. Usted también puede reportar una foto, con o sin una etiqueta de ustedes. Al utilizar la opción de informes, usted también tiene la opción de comunicarse con la persona que publicó el contenido de pedirles que eliminar o editar el contenido y para informar a otra persona de confianza de todo el contenido que usted está preocupado. Si el contenido viola de Facebook Términos de Servicio, que se puede quitar. Facebook cuenta con Normas de la Comunidad y que se eliminará el contenido si contiene violencia o amenazas, intimidación o acoso, incitación al odio, la desnudez o pornografía, o se dice ser otra persona.
hi: किसी को, एक पोस्ट या फेसबुक पर एक तस्वीर रिपोर्टिंग आप व्यक्ति साइट का उपयोग कर रहा है क्या तैनात किया जा रहा है या कैसे हानिकारक लगता है कि अगर आप ले सकते हैं कि एक कदम है. यह एक संदेश किसी ने तुम्हें भेजा है से, अपने समय से किया है, या अपने newsfeed पर किया जा सकता है. आप अपने समय, आपको टैग किया गया कि पदों, या निजी संदेशों पर पदों रिपोर्ट कर सकते हैं. तुम भी साथ या आप के टैग के बिना, एक फोटो रिपोर्ट कर सकते हैं. रिपोर्टिंग विकल्प का उपयोग करते हैं, तो आप भी उसे हटाने या सामग्री को संपादित करें और आप के बारे में चिंतित हैं सामग्री का एक और विश्वस्त व्यक्ति को सूचित करने के लिए उन्हें पूछने के लिए सामग्री पोस्ट करने वाले व्यक्ति के साथ संवाद स्थापित करने का विकल्प नहीं है. सामग्री सेवा का फेसबुक की शर्तों का उल्लंघन करते हैं, तो यह निकाला जा सकता है. फेसबुक समुदाय मानक है और यह हिंसा या धमकी, बदमाशी या उत्पीड़न, अभद्र भाषा, नग्नता या अश्लील साहित्य होता है, या किसी और के होने का दावा कर रहा है कि अगर वे सामग्री निकाल देंगे.
ko: 누군가 게시물 나 페이스 북에 사진을보고하면 사람이 사이트를 사용하는 것을 게시되는 방법이나하는 유해하다고 생각하는 경우 취할 수있는 단계입니다. 이 메시지 누군가가 당신을 보내에서, 타임 라인에서 수행하거나 뉴스 피드에 할 수 있습니다. 당신은 당신의 타임 라인, 당신이 태그 된 게시물, 또는 개인 메시지에 대한 게시물을보고 할 수 있습니다. 당신은 또한 또는 당신의 태그없이 사진을보고 할 수 있습니다. 보고 옵션을 사용할 때, 당신은 또한 제거하거나 컨텐츠를 편집하고 염려되는 내용의 또 다른 신뢰할 수있는 사람을 알려달라고 요청하는 내용을 게시 한 사람과 의사 소통의 선택이있다. 콘텐츠 서비스의 페이스 북의 조건을 위반하는 경우에는 제거 될 수있다. 페이스 북은 커뮤니티 규칙을 가지고 있으며, 그것이 폭력이나 위협, 괴롭힘이나 희롱, 욕설, 누드 또는 포르노를 포함, 또는 다른 사람이라고 주장하는 경우 그들은 내용을 제거합니다.
ur_in: کسی، ایک پوسٹ یا فیس بک پر ایک تصویر رپورٹنگ آپ اس شخص کی ویب سائٹ کا استعمال کرتے ہوئے کیا جاتا ہے شائع کیا جا رہا ہے یا کس طرح نقصان دہ ہے لگتا ہے کہ، تو آپ لے سکتے ہیں کہ ایک قدم ہے. یہ ایک پیغام کسی نے آپ کو بھیجا سے، آپ کی ٹائم لائن سے کیا، یا آپ Newsfeed پر کیا جا سکتا ہے. آپ کو آپ کی ٹائم لائن، میں آپ کو ٹیگ کیا گیا ہے کہ خطوط، یا پیغام پر خطوط رپورٹ کر سکتے ہیں. آپ بھی ساتھ یا آپ کے ٹیگ کے بغیر، ایک تصویر کی رپورٹ کر سکتے ہیں. رپورٹنگ کے اختیارات کا استعمال کرتے ہوئے، آپ کو بھی ہٹانے یا مواد میں ترمیم کریں اور آپ کے بارے میں فکر مند ہیں کے مواد کا ایک اور قابل اعتماد شخص کو مطلع کرنے کے لئے ان سے پوچھیں کرنے کے لئے مواد شائع کرنے والے شخص کے ساتھ بات چیت کا اختیار نہیں ہے. مواد سروس کے فیس بک کی شرائط کی خلاف ورزی کرتے ہیں، تو اسے ہٹا دیا جا سکتا ہے. فیس بک کمیونٹی کے معیار ہے اور یہ تشدد یا خطرات، غنڈہ گردی یا ہراساں کرنے، نفرت انگیز تقریر، عریانیت یا فحاشی پر مشتمل ہے، یا کسی کا دعوی ہے تو وہ مواد نکال دیں گے.

source: Restraining Orders -- Bond for Good Behavior -- How can I get one?
ar: تقييد أوامر - بوند لحسن السلوك - كيف يمكنني الحصول على واحد؟
es: Órdenes de Restricción - Bonos por buen comportamiento - ¿Cómo puedo conseguir uno?
hi: अच्छे व्यवहार के लिए बॉन्ड - - आदेश निरोधक मैं एक कैसे मिल सकता है?
ko: 좋은 행동에 대한 채권 - - 주문을 제지 나는 일을 어떻게받을 수 있나요?
ur_in: اچھے رویے کے لئے بانڈ - - احکامات بچاؤ میں ایک کس طرح حاصل کر سکتے ہیں؟

source: Restraining Orders -- Bond for Good Behavior -- What is a bond for good behavior?
ar: أوامر الزجر - بوند لحسن السلوك - ما هو السند لحسن السلوك؟
es: Órdenes de Restricción - Bonos por buen comportamiento - ¿Qué es un bono por buen comportamiento?
hi: अच्छे व्यवहार के लिए बॉन्ड - - आदेश निरोधक क्या है अच्छे व्यवहार के लिए एक बांड?
ko: 좋은 행동에 대한 채권 - - 주문을 제지 무엇입니까 좋은 행동에 대한 결합은?
ur_in: اچھے رویے کے لئے بانڈ - - احکامات بچاؤ کیا جاتا ہے اچھے رویے کے لئے ایک بانڈ؟

source: Restraining Orders -- Enforcing Your Out-of-State Order in GA -- Can I get my out-of-state protective order enforced in Georgia? What are the requirements?
ar: تقييد أوامر - فرض ديك خارج من الدولة إشتراك في GA - هل يمكنني الحصول على بلدي خارج الدولة أمر الحماية القسري في جورجيا؟ ما هي المتطلبات؟
es: Órdenes de Restricción - Hacer cumplir su Fuera del Estado Orden en GA - ¿Puedo hacer que mi orden de protección fuera del estado de ejecución en Georgia? ¿Cuáles son los requisitos?
hi: अपने बाहर के राज्य आदेश जीए में प्रवर्तन - - आदेश निरोधक मैं अपने बाहर के राज्य जॉर्जिया में लागू सुरक्षात्मक आदेश प्राप्त कर सकते हैं? आवश्यकताएं क्या हैं?
ko: 당신의 아웃 -의 - 주 주문 GA에서 시행 - - 주문을 제지하는 내 타주 조지아 시행 보호 명령을받을 수 있습니까?요구 사항은 무엇입니까?
ur_in: آپ باہر کی ریاست آرڈر GA میں نافذ کرنے - - احکامات بچاؤ میں اپنے باہر کی ریاست جارجیا میں نافذ حفاظتی آرڈر مل سکتا ہے؟ کیا تقاضے ہیں؟

source: Restraining Orders -- Enforcing Your Out-of-State Order in GA -- Can I have my out-of-state protective order changed, extended, or canceled in GA?
ar: تقييد أوامر - فرض ديك خارج من الدولة إشتراك في GA - هل يمكنني الحصول على بلدي خارج الدولة أمر الحماية تغيرت، تمديد أو إلغاء في GA؟
es: Órdenes de Restricción - Hacer cumplir su Fuera del Estado Orden en GA - ¿Puedo tener mi orden de protección fuera del estado ha cambiado, extendida, o se anulará de GA?
hi: अपने बाहर के राज्य आदेश जीए में प्रवर्तन - - आदेश निरोधक मैं अपने बाहर के राज्य सुरक्षा व्यवस्था बदल बढ़ाया, या जीए में रद्द हो सकती है?
ko: 당신의 아웃 -의 - 주 주문 GA에서 시행 - - 주문을 제지하는 내 타주 보호 명령이 변경 확장 또는 GA 취소 할 수 있습니까?
ur_in: آپ باہر کی ریاست آرڈر GA میں نافذ کرنے - - احکامات بچاؤ میں اپنے باہر کی ریاست حفاظتی حکم، تبدیل توسیع، یا GA میں منسوخ ہو سکتا ہے؟

source: Restraining Orders -- Enforcing Your Out-of-State Order in GA -- I was granted temporary custody with my protective order. Will I still have temporary custody of my children in GA?
ar: تقييد أوامر - فرض ديك خارج من الدولة إشتراك في GA - منحت أنا حضانة مؤقتة مع طلبي واقية. وأنا لا تزال لديها حضانة مؤقتة أطفالي في GA؟
es: Órdenes de Restricción - Hacer cumplir su Fuera del Estado Orden en GA - Me fue otorgada la custodia temporal mediante mi orden de protección. ¿Seguiré teniendo la custodia temporal de mis niños en la Asamblea General?
hi: आदेश निरोधक - जीए में अपने बाहर के राज्य आदेश लागू - मैं अपनी सुरक्षा व्यवस्था के साथ अस्थायी हिरासत प्रदान की गई थी. मैं अभी भी जीए में मेरे बच्चों के अस्थायी हिरासत होगा?
ko: 주문을 제지 - GA에 당신의 아웃 - 오브 - 주 주문을 시행 - 내 보호 명령과 임시 양육권을 부여했다. 나는 아직도 GA의 아이들의 임시 양육권을해야합니까?
ur_in: احکامات بچاؤ - GA میں آپ کا باہر کی ریاست حکم پر عمل درآمد - میں اپنے حفاظتی حکم کے ساتھ عارضی حراست دیا گیا. میں اب بھی GA میں اپنے بچوں کی عارضی حراست پڑے گا؟

source: Restraining Orders -- Enforcing Your Out-of-State Order in GA -- What can I do if the court that issued my order tells GA that my order has changed or is no longer valid?
ar: تقييد أوامر - فرض ديك خارج من الدولة إشتراك في GA - ماذا يمكنني أن أفعل إذا كانت المحكمة التي أصدرت طلبي يقول GA أن طلبي قد تغيرت أو لم تعد صالحة؟
es: Órdenes de Restricción - Hacer cumplir su Fuera del Estado Orden en GA - ¿Qué puedo hacer si la corte que emitió mi orden le dice GA que mi orden ha cambiado o ya no es válida?
hi: अपने बाहर के राज्य जीए में आदेश लागू - - आदेश निरोधक मैं मेरे आदेश जारी किए कि अदालत अपना आदेश बदल गया है कि जीए बताता है या अब मान्य नहीं है, तो क्या कर सकते हैं?
ko: 당신의 아웃 -의 - 주 GA에서 주문을 강제 - - 주문을 제지하는 내 순서를 발급 한 법원 내 순서가 변경된 것을 GA 지시하거나 더 이상 유효하지 않은 경우에 무엇을 할 수 있는가?
ur_in: آپ باہر کی ریاست GA میں حکم پر عمل درآمد - - احکامات بچاؤ اپنے حکم جاری کیا ہے کہ عدالت اپنے حکم کو تبدیل کر دیا ہے کہ GA بتاتا ہے یا اب درست نہیں ہے تو کیا کر سکتے ہیں؟

source: Restraining Orders -- Enforcing Your Out-of-State Order in GA -- What is the National Crime Information Center Registry? Who has access to it?
ar: تقييد أوامر - فرض ديك خارج من الدولة إشتراك في GA - ما هو مركز المعلومات الوطني الجريمة السجل؟ لديه الوصول إلى ذلك؟
es: Órdenes de Restricción - Hacer cumplir su Fuera del Estado Orden en GA - ¿Qué es el Registro Nacional de la Delincuencia del Centro de Información? ¿Quién tiene acceso a él?
hi: आदेश निरोधक - अपने बाहर के राज्य जीए में आदेश लागू - राष्ट्रीय अपराध सूचना केन्द्र रजिस्ट्री क्या है? कौन इसे करने के लिए उपयोग किया है?
ko: 주문을 제지 - 당신의 아웃 -의 - 주 GA에서 주문을 강제 - 국가 범죄 정보 센터 레지스트리 무엇입니까? 누구에 접근 할 수있는?
ur_in: احکامات بچاؤ - آپ باہر کی ریاست GA میں حکم پر عمل درآمد - نیشنل کرائم انفارمیشن سینٹر رجسٹری کیا ہے؟ جو اس تک رسائی حاصل ہے؟

source: Restraining Orders -- Family Violence Protection Orders -- How can a family violence protection order help me?
ar: تقييد أوامر - أوامر العنف الأسري حماية - كيف يمكن لأمر الحماية العنف الأسري مساعدتي؟
es: Órdenes de Restricción - Órdenes de Protección Familiar Violencia - ¿Cómo puede una orden de protección de violencia familiar que me ayude?
hi: आदेश निरोधक - पारिवारिक हिंसा संरक्षण आदेश - कैसे एक परिवार हिंसा संरक्षण आदेश मेरी मदद कर सकते हैं?
ko: 주문을 제지 - 가족 폭력 보호 주문 - 어떻게 가족 폭력 보호 명령이 나를 도울 수?
ur_in: احکامات بچاؤ - گھریلو تشدد تحفظ کے احکامات - کس طرح ایک گھریلو تشدد کے تحفظ کے لئے میری مدد کر سکتے ہیں؟

source: Restraining Orders -- Family Violence Protection Orders -- In which county can I file for a family violence protection order?
ar: تقييد أوامر - أوامر حماية الأسرة من العنف - في أي مقاطعة يمكنني تقديم لأمر حماية العنف الأسري؟
es: Órdenes de Restricción - Órdenes de Protección Familiar Violencia - ¿En qué condado puedo solicitar una orden de protección de violencia familiar?
hi: आदेश निरोधक - पारिवारिक हिंसा संरक्षण आदेश - जो काउंटी में मैं एक परिवार हिंसा संरक्षण आदेश के लिए फाइल कर सकते हैं?
ko: 주문을 제지 - 가족 폭력 보호 주문 - 어떤 카운티에서 나는 가족 폭력 보호 명령을 신청할 수 있습니까?
ur_in: احکامات بچاؤ - گھریلو تشدد تحفظ کے احکامات - جس کاؤنٹی میں میں نے ایک گھریلو تشدد کے تحفظ کے حکم کے لئے دائر کر سکتے ہیں؟

source: Restraining Orders -- Family Violence Protection Orders -- Overview of Civil vs. Criminal Law
ar: تقييد أوامر - أوامر العنف الأسري حماية - نظرة عامة مقابل المدنية القانون الجنائي
es: Órdenes de Restricción - Ordenes de Protección Familiar Violencia - Información general del Derecho Penal Civil vs
hi: आदेश निरोधक - पारिवारिक हिंसा संरक्षण आदेश - सिविल बनाम आपराधिक कानून के अवलोकन
ko: 주문을 제지 - 가족 폭력 보호 주문 - 시민 대 형법의 개요
ur_in: احکامات بچاؤ - گھریلو تشدد تحفظ کے احکامات - سول بمقابلہ فوجداری قانون کا جائزہ

source: Restraining Orders -- Family Violence Protection Orders -- What is a family violence protection order?
ar: أوامر الزجر - أوامر حماية الأسرة من العنف - ما هو أمر الحماية من العنف الأسري؟
es: Órdenes de Restricción - Órdenes de Protección Familiar Violencia - ¿Qué es una orden de protección contra la violencia familiar?
hi: आदेश निरोधक - पारिवारिक हिंसा संरक्षण आदेश - क्या कर रहा है एक परिवार हिंसा संरक्षण आदेश?
ko: 주문을 제지 - 가족 폭력 보호 주문 - 무엇입니까 가족 폭력 보호 명령은?
ur_in: احکامات بچاؤ - گھریلو تشدد تحفظ کے احکامات کیا ہے - ایک خاندان کے تشدد کے تحفظ کے لئے؟

source: Restraining Orders -- Family Violence Protection Orders -- What is the legal definition in Georgia of family violence?
ar: تقييد أوامر - أوامر حماية الأسرة من العنف - ما هو التعريف القانوني في جورجيا من العنف الأسري؟
es: Órdenes de Restricción - Ordenes de Protección Familiar Violencia - ¿Cuál es la definición legal en Georgia de la violencia familiar?
hi: आदेश निरोधक - पारिवारिक हिंसा संरक्षण आदेश - परिवार हिंसा के जॉर्जिया में कानूनी परिभाषा क्या है?
ko: 주문을 제지 - 가족 폭력 보호 주문 - 가정 폭력의 조지아 법적 정의는 무엇입니까?
ur_in: احکامات بچاؤ - گھریلو تشدد تحفظ کے احکامات - خاندان تشدد کے جارجیا میں قانونی تعریف کیا ہے؟

source: Restraining Orders -- Family Violence Protection Orders -- What types of family violence protection order are available?
ar: تقييد أوامر - أوامر حماية الأسرة من العنف - ما هي أنواع الأسرة أمر الحماية العنف المتاحة؟
es: Órdenes de Restricción - Órdenes de Protección Familiar Violencia - ¿Qué tipos de órdenes de protección de violencia familiar están disponibles?
hi: पारिवारिक हिंसा संरक्षण आदेश - - उपलब्ध हैं परिवार हिंसा संरक्षण आदेश किस प्रकार के आदेश निरोधक?
ko: 가정 폭력 보호 주문 - - 사용할 수있는 가정 폭력 보호 명령의 어떤 종류의 주문을 제지?
ur_in: گھریلو تشدد تحفظ کے احکامات - - دستیاب ہیں گھریلو تشدد کے تحفظ کے لئے کس قسم کے احکامات روکنے؟

source: Restraining Orders -- Moving to Another State with a Family Violence Protection Order -- How do I know if my protection order is good under federal law?
ar: تقييد أوامر - الانتقال إلى دولة أخرى مع العنف الأسري أمر الحماية - كيف أعرف إذا أمر حماية بلدي هو جيد بموجب القانون الاتحادي؟
es: Órdenes de Restricción - Mover a Otro Estado con una Orden de Violencia Protección de la Familia - ¿Cómo puedo saber si mi orden de protección es válida bajo la ley federal?
hi: आदेश निरोधक - एक पारिवारिक हिंसा संरक्षण आदेश के साथ दूसरे राज्य में ले जाने - मैं अपने संरक्षण आदेश संघीय कानून के तहत अच्छा है पता है?
ko: 주문을 제지 - 가정 폭력 보호 명령으로 다른 국가로 이동 - 어떻게 보호 명령은 연방 법률에 따라 좋은 경우 알 수 있습니까?
ur_in: احکامات بچاؤ - ایک گھریلو تشدد کے تحفظ کے لئے کے ساتھ ایک اور ریاست کو منتقل - میں اپنے تحفظ کے لئے وفاقی قانون کے تحت اچھا ہے جانتے ہیں؟

source: Restraining Orders -- Moving to Another State with a Family Violence Protection Order -- I have a temporary ex parte order. Can it be enforced in another state?
ar: تقييد أوامر - الانتقال إلى دولة أخرى مع العنف الأسري أمر الحماية - لدي أمر مؤقت من طرف واحد. يمكن إنفاذه في دولة أخرى؟
es: Órdenes de Restricción - Mover a Otro Estado con una Orden de Violencia Protección de la Familia - Tengo una orden ex parte temporal. ¿Puede hacerse cumplir en otro estado?
hi: आदेश निरोधक - एक पारिवारिक हिंसा संरक्षण आदेश के साथ दूसरे राज्य के लिए चल रहा है - मैं एक अस्थायी पक्षीय आदेश दिया है. यह दूसरे राज्य में लागू किया जा सकता है?
ko: 주문을 제지 - 가정 폭력 보호 명령의 또 ​​다른 상태로 이동 - 나는 임시 일방적 순서를 가지고있다. 그것은 다른 주에 적용 할 수 있습니까?
ur_in: احکامات بچاؤ - ایک گھریلو تشدد کے تحفظ کے لئے کے ساتھ ایک اور ریاست کو منتقل - میں ایک عارضی سائیڈ حکم ہے. یہ ایک اور ریاست میں نافذ کیا جا سکتا ہے؟

source: Restraining Orders -- Stalking Protective Orders -- What is a stalking protective order and how can it help me?
ar: تقييد أوامر - أوامر المطاردة واقية - ما هو أمر الحماية المطاردة وكيف يمكن أن تساعدني؟
es: Órdenes de Restricción - Las órdenes de protección de acecho - ¿Qué es una orden de protección contra acecho y cómo puede ayudarme?
hi: आदेश निरोधक - पीछा सुरक्षात्मक आदेश - क्या एक पीछा सुरक्षा व्यवस्था है और यह मुझे कैसे मदद कर सकते हैं?
ko: 주문을 제지 - 스토킹 보호 명령을 - 무슨 스토킹 보호 명령이고 어떻게 사용합니까?
ur_in: احکامات بچاؤ - تعاقب حفاظتی احکامات - کیا ایک پیچھا حفاظتی حکم ہے اور یہ کس طرح میری مدد کر سکتے ہیں؟

source: Restraining Orders -- Stalking Protective Orders -- What is the legal definition of stalking in Georgia?
ar: تقييد أوامر - أوامر المطاردة واقية - ما هو التعريف القانوني للالمطاردة في جورجيا؟
es: Órdenes de Restricción - Las órdenes de protección de acecho - ¿Cuál es la definición legal de acecho en Georgia?
hi: आदेश निरोधक - पीछा सुरक्षात्मक आदेश - जॉर्जिया में पीछा की कानूनी परिभाषा क्या है?
ko: 주문을 제지 - 스토킹 보호 명령을 - 조지아에서 스토킹의 법적 정의는 무엇입니까?
ur_in: احکامات بچاؤ - تعاقب حفاظتی احکامات - جارجیا میں پیچھا کی قانونی تعریف کیا ہے؟

source: Restraining Orders -- Stalking Protective Orders -- What types of stalking protective orders are there and how long do they last?
ar: تقييد أوامر - أوامر المطاردة واقية - ما هي أنواع المطاردة أوامر الحماية موجودة والمدة التي لا تدوم؟
es: Órdenes de Restricción - Las órdenes de protección de acecho - ¿Qué tipos de órdenes de protección de acecho están allí y cuánto tiempo duran?
hi: आदेश निरोधक - पीछा सुरक्षात्मक आदेश - सुरक्षात्मक आदेश हैं और कितनी देर तक वे पिछले है पीछा किस प्रकार?
ko: 주문을 제지 - 스토킹 보호 명령을 - 보호 주문이 얼마나 오래가 지속된다 스토킹의 유형은 무엇?
ur_in: احکامات بچاؤ - تعاقب حفاظتی احکامات - حفاظتی احکامات ہیں اور کتنی دیر تک وہ گزشتہ پیچھا کس قسم کے؟

source: Safety in Rural Areas Part 1
ar: السلامة في المناطق الريفية الجزء 1
es: Seguridad en Áreas Rurales Parte 1
hi: ग्रामीण क्षेत्रों भाग 1 में सुरक्षा
ko: 농촌 1 부에서 안전
ur_in: دیہی علاقوں حصہ 1 میں سیفٹی

source: Safety in Rural Areas Part 2
ar: السلامة في المناطق الريفية الجزء 2
es: Seguridad en Áreas Rurales Parte 2
hi: ग्रामीण क्षेत्रों भाग 2 में सुरक्षा
ko: 농촌 제 2 부에서 안전
ur_in: دیہی علاقوں حصہ 2 میں سیفٹی

source: Safety with an Abuser
ar: السلامة مع المسيء
es: Seguridad con un Abusador
hi: एक abuser के साथ सुरक्षा
ko: 가해자와 안전
ur_in: ایک بدسلوکی کرنے والے کے ساتھ سیفٹی

source: Safety with an Abuser - During the violence
ar: مع السلامة المسيء - خلال العنف
es: Seguridad con un Abusador - Durante la violencia
hi: एक abuser के साथ सुरक्षा - हिंसा के दौरान
ko: 가해자와 안전 - 폭력시
ur_in: ایک بدسلوکی کرنے والے کے ساتھ سیفٹی - تشدد کے دوران

source: Safety with an Abuser - Ways to get help
ar: مع السلامة المسيء - طرق للحصول على مساعدة
es: Seguridad con un Abusador - maneras de obtener ayuda
hi: एक abuser के साथ सुरक्षा - तरीके मदद पाने के लिए
ko: 가해자와 안전 - 가지 도움을받을 수
ur_in: ایک بدسلوکی کرنے والے کے ساتھ سیفٹی - کے طریقے کی مدد حاصل کرنے کے لئے

source: Safety with an Abuser - What to tell your children
ar: مع السلامة المسيء - ماذا أقول أطفالك
es: Seguridad con un Abusador - ¿Qué decirle a sus hijos
hi: अपने बच्चों को बताने के लिए क्या - एक abuser के साथ सुरक्षा
ko: 당신의 아이들에게 할 일 - 가해자와 안전
ur_in: اپنے بچوں کو یہ بتانے کے لئے کیا - ایک بدسلوکی کرنے والے کے ساتھ سیفٹی

source: Safety with Social Media
ar: السلامة مع وسائل الاعلام الاجتماعية
es: Seguridad en las Redes Sociales
hi: सोशल मीडिया के साथ सुरक्षा
ko: 소셜 미디어와 안전
ur_in: سوشل میڈیا کے ساتھ سیفٹی

source: Safety with Social Media - What are basic safety measures to take when using social media?
ar: السلامة مع وسائل الاعلام الاجتماعية - ما هي تدابير السلامة الأساسية الواجب اتخاذها عند استخدام وسائل الاعلام الاجتماعية؟
es: Seguridad en las Redes Sociales - ¿Cuáles son las medidas básicas de seguridad a seguir cuando se utilizan los medios de comunicación social?
hi: सोशल मीडिया के साथ सुरक्षा - सामाजिक मीडिया का उपयोग करते समय लेने के लिए बुनियादी सुरक्षा उपायों क्या हैं?
ko: 소셜 미디어와 안전 - 소셜 미디어를 사용하는 경우 수행 할 기본 안전 조치는 무엇입니까?
ur_in: سوشل میڈیا کے ساتھ سیفٹی - سوشل میڈیا کا استعمال کرتے وقت لینے کے لئے بنیادی حفاظتی اقدامات کیا ہیں؟

source: Safety with Social Media - What information is available about me on the Internet?
ar: السلامة مع وسائل الاعلام الاجتماعية - ما هي المعلومات التي تتوفر حول لي على الإنترنت؟
es: Seguridad en las Redes Sociales - ¿Qué información existe sobre mí en Internet?
hi: सोशल मीडिया के साथ सुरक्षा - क्या जानकारी इंटरनेट पर मेरे बारे में उपलब्ध है?
ko: 소셜 미디어와 안전 - 어떤 정보가 인터넷에서 나에 대해 사용할 수 있습니까?
ur_in: سوشل میڈیا کے ساتھ سیفٹی - کیا معلومات انٹرنیٹ پر میرے بارے میں دستیاب ہے؟

source: shelter search
ar: البحث المأوى
es: búsqueda refugio
hi: आश्रय खोज
ko: 쉼터 검색
ur_in: پناہ کی تلاش
