Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: If you need help in a public place, yell FIRE! People respond more quickly to someone yelling FIRE than to any other cry for help. If you can, always have a phone where you know you can get to it. Know the numbers to call for help such as 911 or the National Domestic Violence Hotline at 1-800-799-SAFE (7233). Know where the nearest pay phone is in case you have to run out of the home without your cell phone. Know your local battered women's shelter number. Let friends and neighbors who you trust know what is going on in your home. Make a plan with them so that they know when you need help and so they know what to do (such as calling the police or banging on your door). Make up a signal with your neighbors, like flashing the lights on and off or hanging something out the window, which will alert them that you need help. Make a habit of backing the car into the driveway (so you can quickly pull out) and having a full tank of gas. Keep your car keys in the same place so you can easily grab them. If you would be leaving by yourself (if you don’t have children), you might want to even keep the driver's door unlocked (and the other car doors locked) so that you are prepared to make a quick escape if you have to. Keep a copy of important papers with you or in your car, such as your and your children’s birth certificates, passports, immigration papers, and Social Security cards, in case you have to leave in a hurry. If you can, call a domestic violence hotline from time to time to discuss your options and to talk to someone who understands you, even if you feel that you are not ready to leave. One number you can call is the National Domestic Violence Hotline at 1-800-799-SAFE. Think of several reasons for leaving the house at different times of the day or night that the abuser will believe, in case you feel that the violence is about to erupt and you need an excuse to get out.
ar: إذا كنت بحاجة إلى مساعدة في مكان عام، يصيح النار! الناس تستجيب بسرعة أكبر لشخص يصرخ الحريق أكثر من أي صرخة أخرى للمساعدة. إذا كنت تستطيع، ودائما على الهاتف حيث كنت أعلم أنك يمكن أن تحصل عليه. معرفة أرقام لطلب المساعدة مثل 911 أو الخط الساخن العنف الأسري الوطني في 1-800-799-7233. أعرف أين أقرب هاتف عمومي في حال كان لديك لتشغيل خارج المنزل دون هاتفك الخلوي. معرفة رقم المأوى الخاص بك المحلية النساء المعنفات في. السماح للأصدقاء والجيران الذين تثق تعرف ما يدور في منزلك. وضع خطة معهم بحيث يعرفون عندما كنت بحاجة إلى مساعدة، وذلك أنهم يعرفون ما يجب القيام به (مثل استدعاء الشرطة أو يقرعون الباب الخاص بك). تشكل إشارة مع جيرانكم، مثل وميض الأضواء وإيقاف معلقة أو شيء من النافذة، والتي سوف تنبيه لهم ان كنت بحاجة للمساعدة. جعل هذه العادة من دعم السيارة في درب (حتى تتمكن من سحب بسرعة) وجود كامل للدبابات من الغاز. إبقاء مفاتيح السيارة الخاصة بك في نفس المكان حتى تتمكن من الاستيلاء عليها بسهولة. إذا كنت سيترك من نفسك (إذا لم يكن لديك أطفال)، قد ترغب حتى للحفاظ على باب السائق مقفلة (وأبواب السيارة الأخرى مقفل) بحيث كنت مستعدا لجعل عملية هروب سريع إذا كان لديك. احتفظ بنسخة من وثائق مهمة معك أو في سيارتك، مثل الشهادات الخاصة بك وأطفالك الميلاد وجوازات السفر وأوراق الهجرة، وبطاقات الضمان الاجتماعي في حال كان لديك لمغادرة على عجل. إذا كنت تستطيع، والدعوة الى العنف الخط الساخن المحلي من وقت لآخر لمناقشة الخيارات المتاحة أمامك والتحدث إلى شخص يفهم لك، حتى لو كنت تشعر أنك لست على استعداد لترك. رقم واحد يمكنك الاتصال بالخط الساخن هو العنف الأسري الوطني في 1-800-799-7233. التفكير في عدة أسباب لمغادرة المنزل في أوقات مختلفة من النهار أو الليل أن المعتدي لن يصدق، في حال كنت أشعر بأن العنف على وشك أن تنفجر وتحتاج ذريعة للخروج.
es: Si necesita ayuda en un lugar público, gritar FUEGO! La gente responde más rápidamente a alguien gritar FUEGO que a cualquier otro pedido de auxilio. Si puede, siempre tener un teléfono donde usted sabe que puede llegar a ella. Conozca los números para llamar en busca de ayuda, como el 911 o la Línea Nacional de Violencia Doméstica al 1-800-799-SAFE (7233). Conozca la situación del teléfono público más cercano es el caso de tener que salir corriendo de la casa sin su teléfono celular. Conocer el número del refugio de mujeres maltratadas locales. Deje a los amigos y vecinos que de su confianza saben lo que está pasando en su casa. Haga un plan con ellos para que sepan cuando se necesita ayuda y para que sepan qué hacer (como llamar a la policía o golpes en su puerta). Invente una señal con sus vecinos, como parpadear las luces dentro y fuera o colgar algo por la ventana, que alertará a los que necesita ayuda. Haga un hábito de respaldar el coche en la entrada (para que pueda tirar rápidamente) y con el tanque lleno de gas. Mantenga las llaves del coche en el mismo lugar para que pueda agarrar fácilmente. Si usted se iría por sí mismo (si usted no tiene hijos), es posible que desee incluso mantener la puerta del conductor abierta (y los otros las puertas cerradas), de modo que usted está preparado para hacer una salida rápida si es necesario. Guarde una copia de los documentos importantes con usted o en su coche, como los certificados y las de sus niños de nacimiento, pasaportes, documentos de inmigración, y tarjetas de la Seguridad Social, en caso de tener que salir a toda prisa. Si puede, llame a una línea para violencia doméstica de vez en cuando para hablar de sus opciones y hablar con alguien que te entiende, incluso si usted siente que no está listo para salir. Un número al que puede llamar es a la Línea Nacional de Violencia Doméstica al 1-800-799-SAFE. Piense en varias razones para salir de la casa a diferentes horas del día o de la noche en la que el abusador va a creer, en caso de que sienta que la violencia está a punto de entrar en erupción y necesitas una excusa para salir.
hi: आप किसी सार्वजनिक स्थान में मदद की जरूरत है, आग चिल्लाना! लोगों की मदद के लिए किसी भी अन्य रोने की तुलना में आग चिल्ला किसी से अधिक जल्दी से जवाब. आप कर सकते हैं, तो हमेशा आप आप इसे प्राप्त कर सकते हैं पता है, जहां एक फोन है. संख्या 1-800-799-सुरक्षित (7233) में मदद जैसे 911 या राष्ट्रीय घरेलू हिंसा हॉटलाइन के लिए कॉल करने के लिए पता. निकटतम वेतन फोन के मामले में है, जहां आप अपने सेल फोन के बिना घर से बाहर चलाने के लिए किया है. अपने स्थानीय पस्त महिलाओं के आश्रय नंबर पता है. आप अपने घर में क्या हो रहा है पता है जो विश्वास दोस्तों और पड़ोसियों करते हैं. आप मदद की जरूरत है और इसलिए वे (जैसे पुलिस बुला या आपके दरवाजे पर पिटाई के रूप में) पता है क्या करना है जब वे जानते हैं कि ताकि उनके साथ एक योजना बनाओ. आप मदद की ज़रूरत है कि उन्हें सूचित करेंगे जो खिड़की, बाहर कुछ और पर बंद चमकती रोशनी या फांसी की तरह, अपने पड़ोसियों के साथ एक संकेत अप करें. मार्ग में कार समर्थन (ताकि आप जल्दी से बाहर खींच सकते हैं) और गैस का एक पूरा टैंक होने का एक आदत बनाओ. आप उन्हें आसानी से आकर्षित कर सकते हैं ताकि एक ही जगह में अपनी कार की चाबियाँ रखें. आप (यदि आप बच्चे नहीं है) अपने आप से छोड़ देंगे, तो आप अगर आप के पास एक त्वरित बच करने के लिए तैयार कर रहे हैं, ताकि आप भी खुला ड्राइवर का दरवाजा रखने के लिए चाहते हो सकता है (और अन्य कार के दरवाजे बंद कर दिया). अगर आप जल्दी में छोड़ने के लिए मामले में, इस तरह अपने और अपने बच्चों के जन्म प्रमाण पत्र, पासपोर्ट, आव्रजन कागजात, और सामाजिक सुरक्षा कार्ड के रूप में आप के साथ या अपनी कार में महत्वपूर्ण कागजात की प्रतिलिपि रखें. आप अपने विकल्पों पर चर्चा करने के लिए समय समय पर एक घरेलू हिंसा हॉटलाइन कॉल कर सकते हैं और आप आप छोड़ने के लिए तैयार नहीं हैं कि लग रहा है, भले ही आप को समझता है जो किसी से बात करने के लिए है. आप फोन कर सकते हैं एक नंबर 1-800-799 सुरक्षित पर राष्ट्रीय घरेलू हिंसा हॉटलाइन है. मामले में आप हिंसा फूटना के बारे में है कि लग रहा है और आप बाहर निकलने के लिए एक बहाना चाहिए, प्रताड़ित करने का मानना ​​है कि दिन हो या रात के अलग अलग समय पर घर छोड़ने के लिए कई कारणों के बारे में सोचो.
ko: 공공 장소에서 도움이 필요한 경우, 화재를 소리! 사람들은 도움을 다른 어떤 외침보다 화재 고함을 사람에보다 신속하게 반응한다. 당신이 할 수있는 경우에, 항상 당신이 당신이 그것을 얻을 수 있습니다 알고 전화가 있습니다.번호는 1-800-799 - SAFE (7233)에 도움과 같은 911 또는 전국 가정 폭력 핫라인 전화를 알 수 있습니다. 가장 가까운 공중 전화가 경우에 어디에 당신이 당신의 휴대 전화없이 집에서 실행해야 알 수 있습니다. 해당 지역의 폭행 여성의 쉼터 번호를 알 수 있습니다. 당신이 당신의 가정에 무슨 일이 일어나고 있는지 알고 신뢰하는 친구와 이웃을 보자. 도움이 필요하고 그래서 그들은 (예 : 경찰에 신고하거나 문을 두드리는 등) 무엇을 해야할지 때이 알 수 있도록 그들과 함께 계획을 확인합니다. 도움이 필요한 그들에게 경고합니다 창을, 뭔가를 켜거나 불을 깜빡이거나 매달려처럼, 당신의 이웃과 신호를 확인합니다. 진입로에 차를 백업 (그래서 당신은 빨리 당길 수)와 가스의 전체 탱크를 갖는 습관을 확인합니다. 당신은 쉽게 잡을 수 있도록 같은 장소에서 차 열쇠를 보관하십시오. 당신이 (당신이 자녀가없는 경우) 자신이 떠날 것입니다 경우 당신은 당신이있는 경우 신속하게 탈출 할 준비가되도록, 당신도 잠금 해제 운전자의 문을 유지 할 수 있습니다 (다른 차 문이 잠겨). 당신이 급하게 떠나야하는 경우에, 예 :와 자녀의 출생 증명서, 여권, 이민 서류, 사회 보장 카드 당신 또는 당신의 차에서 중요한 서류의 사본을 보관. 당신이 당신의 옵션을 논의하기 위해 수시로 가정 폭력 핫라인으로 전화 할 수 있고 당신이 떠날 준비가되지 않은 느낌 경우에도 이해 사람에게 얘기합니다. 당신이 호출 할 수있는 하나의 수는 1-800-799-SAFE에서 전국 가정 폭력 핫라인이다. 경우에 당신은 폭력이 폭발 직전에 있다고 생각 당신은 나가 변명이 필요 가해자가 믿을 하루 밤의 서로 다른 시간에 집을 떠나 몇 가지 이유를 생각해.
ur_in: آپ کو ایک عوامی جگہ میں مدد کی ضرورت ہو تو، رڈ چللاو! لوگ مدد کے لئے کسی دوسرے کی فریاد کرنے سے آگ چللا کسی کو زیادہ تیزی سے جواب. آپ کر سکتے ہیں تو، ہمیشہ آپ کو یہ کرنے کے لئے حاصل کر سکتے ہیں، جہاں ایک فون ہے. تعداد 1-800-799 محفوظ (7233) میں مدد کے طور پر 911 یا قومی گھریلو تشدد کی ہاٹ لائن کے لئے فون کرنے کے لئے جانتے ہیں. قریبی تنخواہ فون کیس میں ہے جہاں آپ کو آپ کے سیل فون کے بغیر گھر سے باہر چلانے کے لئے ہے جانتے ہیں. آپ کے مقامی تباہ خواتین کی پناہ گاہ تعداد معلوم. آپ کو آپ کے گھر میں کیا ہو رہا ہے پتہ ہے کہ اعتماد جو دوستوں اور پڑوسیوں ہیں. اگر آپ کو مدد کی ضرورت ہے اور تاکہ وہ (اس طرح پولیس کو بلا یا آپ کے دروازے پر پیٹنے کے طور پر) کیا پتہ جب وہ جانتے ہیں کہ ان کے ساتھ ایک منصوبہ بنائیں. اگر آپ کو مدد کی ضرورت ہے ان کو مطلع کریں گے جس میں ونڈو، کچھ پر اور چمکتا روشنی یا پھانسی کی طرح، اپنے پڑوسیوں کے ساتھ ایک سگنل کی قضاء. ڈرائیو میں گاڑی کی پشت پناہی (تاکہ آپ کو فوری طور پر باہر ھیںچو کر سکتے ہیں) اور گیس کی ایک مکمل ٹینک رکھنے کی عادت بنائیں. آپ آسانی سے ان پر قبضہ کر سکتے ہیں تو ایک ہی جگہ میں اپنی گاڑی کی چابیاں رکھیں. آپ (آپ کے بچے ہیں نہیں ہے) خود کی طرف سے چھوڑ کر جائے گی تو آپ کو آپ کے لئے ہے، تو ایک فوری فرار بنانے کے لئے تیار ہیں، تاکہ آپ کو بھی کھلا ڈرائیور کے دروازے کو رکھنے کے لئے چاہتے ہیں کر سکتے (اور دیگر گاڑی کے دروازے کو بند کر دیا). اگر آپ جلدی میں چھوڑنے کی صورت میں، اس طرح آپ اور آپ کے بچوں کی پیدائش کے سرٹیفیکیٹ، پاسپورٹ، امیگریشن کے کاغذات، اور سوشل سیکورٹی کارڈ کے طور پر آپ کے ساتھ یا آپ کی گاڑی میں اہم کاغذات کی ایک نقل رکھیں. آپ، آپ کے اختیارات کے بارے میں بات کرنے کے لئے وقت وقت پر سے ایک گھریلو تشدد کی ہاٹ لائن کال کر سکتے ہیں اور آپ کو جانے کے لئے تیار نہیں ہیں، لگتا ہے کہ یہاں تک کہ اگر، آپ کو سمجھتا ہے کسی ایسے شخص سے بات کرنے کی تو. آپ کو فون کر سکتے ہیں میں سے ایک بڑی تعداد 1-800-799 محفوظ میں قومی گھریلو تشدد کی ہاٹ لائن ہے. صورت میں آپ کو تشدد بھڑک کے بارے میں ہے کہ محسوس ہوتا ہے اور آپ کو حاصل کرنے کے لئے عذر کی ضرورت ہے، بدسلوکی کرنے والے پر یقین کرے گا کہ دن یا رات کے مختلف اوقات میں گھر چھوڑنے کے لئے کئی وجوہات کے بارے میں سوچو.

source: If you plan on taking your children with you when you leave, it is generally best to talk to a lawyer who specializes in domestic violence and custody issues beforehand to make sure that you are not in danger of violating any court custody order you may have or any criminal parental kidnapping laws. This is especially true if you want to leave the state with the children. If you are considering leaving without your children, please talk to a lawyer who specializes in custody before doing this. Leaving your children with an abuser may negatively affect your chances of getting custody of them in court later on.
ar: إذا كنت تخطط لاتخاذ أطفالك معك عندما ترك، وهو بشكل عام أفضل للتحدث مع محام متخصص في قضايا العنف والاحتجاز المحلية مسبقا للتأكد من أنك لست في خطر بانتهاك أي أمر الحبس المحكمة قد تكون لديك أو أية قوانين خطف الأبوية الجنائية. وينطبق ذلك بصفة خاصة إذا كنت تريد أن تترك الدولة مع الأطفال. إذا كنت تفكر في ترك دون أطفالك، يرجى التحدث إلى محام متخصص في الحجز قبل القيام بذلك. ترك أطفالك مع المسيء قد تؤثر سلبا على فرصها في الحصول على حضانة لهم في المحكمة في وقت لاحق.
es: Si usted planea tomar a sus hijos con usted cuando se vaya, por lo general es mejor hablar con un abogado que se especializa en temas de violencia doméstica y custodia de antemano para asegurarse de que usted no está en peligro de violar una orden de custodia judicial que pueda tener o las leyes penales de secuestro parental. Esto es especialmente cierto si usted quiere salir del estado con los niños. Si usted está considerando dejar sin sus hijos, por favor hable con un abogado que se especializa en custodia antes de hacer esto. Dejando a sus hijos con un abusador puede afectar negativamente a sus posibilidades de obtener la custodia de ellos en la corte más tarde.
hi: तुम्हें छोड़ जब आप के साथ अपने बच्चों को लेने पर योजना है, यह पहले से आपके पास या हो सकता है किसी भी अदालत हिरासत आदेश का उल्लंघन करने के खतरे में नहीं हैं यह सुनिश्चित करने के लिए घरेलू हिंसा और हिरासत मुद्दों में माहिर एक वकील से बात करने के लिए आमतौर पर सबसे अच्छा है किसी भी आपराधिक पैतृक अपहरण कानूनों. आप बच्चों के साथ राज्य छोड़ना चाहते हैं यह विशेष रूप से सच है. आप अपने बच्चों के बिना छोड़ने पर विचार कर रहे हैं, यह करने से पहले हिरासत में माहिर एक वकील से बात करें. एक abuser के साथ अपने बच्चों को छोड़ने के नकारात्मक बाद में उन्हें अदालत में की हिरासत होने की संभावनाओं को प्रभावित कर सकता है.
ko: 당신이 떠날 때 당신은 당신과 당신의 아이들을 치러야 경우에는 사전에 당신은 당신이 또는 수있는 법원의 양육권 순서를 위반 위험이되지 않도록하기 위해 가정 폭력 및 양육권 문제 전문 변호사 얘기를 가장 좋습니다 형사상 부모의 납치 법. 당신이 아이들과 상태를 마칠 경우에 특히 그러하다. 당신은 당신의 아이들을하지 않고 일방적으로 고려하고 있다면,이 일을하기 전에 양육권 전문 변호사와 상담해주십시오.가해자와 자녀를두면 부정적인 법정에서 그들의 양육권을 나중에 얻기의 당신의 기회에 영향을 미칠 수 있습니다.
ur_in: آپ کو چھوڑ کر جب آپ کو آپ کے ساتھ آپ کے بچوں کو لینے کا ارادہ رکھتے ہیں، اس سے پہلے آپ کو ہے یا کر سکتے ہیں کسی بھی عدالت کی تحویل کے حکم کی خلاف ورزی کے خطرے میں نہیں ہیں اس بات کو یقینی بنانے کے لئے گھریلو تشدد اور حراست کے معاملات میں مہارت رکھتا ہے جو ایک وکیل سے بات کرنے کے عام طور پر سب سے بہتر ہے کسی بھی مجرمانہ والدین اغوا قوانین. آپ کے بچے کے ساتھ ریاست چھوڑنے کے لئے چاہتے ہیں تو یہ خاص طور پر سچ ہے. آپ اپنے بچوں کے بغیر چھوڑنے پر غور کر رہے ہیں تو، یہ کرنے سے پہلے حراست میں مہارت رکھتا ہے جو ایک وکیل سے بات کریں. ایک بدسلوکی کرنے والے کے ساتھ اپنے بچوں کو چھوڑ منفی بعد عدالت میں ان کی تحویل حاصل کرنے کے اپنے امکانات کو متاثر کر سکتا ہے.

source: In cases involving children who are 14 years old or older, the child will have the right to select which parent s/he wants to live with. The child’s choice will be honored unless the judge determines it is not in the child’s best interest. If your custody order was decided before your child turned 14, you may be able to modify your custody order based on your child’s preference once s/he turns 14. So, for example, if you lost custody of your child when the child was 10 and now that your child is 14, s/he tells you s/he wants to live with you, you can file a petition to modify the custody order based on your child’s desire to live with you. If the judge believes it is in the child’s best interest to live with you, the judge might modify (change) the custody order. * In cases where the child is between the ages of 11-13, the judge will consider who the child wants to live with; however, the judge will not necessarily honor this preference.** *O.C.G.A. § 19-9-3(a)(5) ** O.C.G.A. § 19-9-3(a)(6)
ar: في الحالات التي تنطوي على الأطفال الذين هم 14 سنة فما فوق، فإن الطفل الحق في اختيار أي الأم ق / انه يريد ان يعيش معها. وسيتم تكريم يختارها الطفل إلا إذا قرر القاضي أنها ليست في مصلحة الطفل. إذا تقرر حق الحضانة قبل تحول طفلك 14، قد تكون قادرة على تغيير نظام الحجز الخاصة بك على أساس تفضيل طفلك مرة واحدة ق / انه يتحول 14. ذلك، على سبيل المثال، إذا كنت فقدت حضانة طفلك عندما كان الطفل 10 والآن بعد أن طفلك هو 14، ق / انه يخبرك ق / انه يريد أن يعيش معك، يمكنك تقديم التماس لتعديل النظام الاحتجاز بناء على رغبة طفلك في العيش معك. إذا كان القاضي يرى أنها في مصلحة الطفل أن يعيش معك، قد يعدل القاضي (تغيير) النظام الحجز. * في الحالات التي يكون فيها الطفل بين سن 11-13، فإن القاضي الذي ينظر يريد الطفل أن يعيش مع. ومع ذلك، فإن القاضي لا تحترم بالضرورة هذا التفضيل. ** *O.C.G.A. § 19-9-3(a)(5) ** O.C.G.A. § 19-9-3(a)(6)
es: En los casos de los niños que tienen 14 años o más, el niño tendrá el derecho de seleccionar cuál de los padres s / él quiere vivir. Elegido por el niño será honrada a menos que el juez determina que no es en el mejor interés del niño. Si su orden de custodia se decidió antes de que su hijo cumplió 14 años, es posible que pueda modificar su orden de custodia basada en la preferencia de su hijo una vez que él / ella cumpla 14 años. Así, por ejemplo, si usted ha perdido la custodia de su hijo cuando el niño tenía 10 y ahora que su hijo tiene 14 años, s / él os diga s / él quiere vivir con usted, usted puede presentar una petición para modificar la orden de custodia basada en el deseo de su hijo a vivir con usted. Si el juez cree que es en el mejor interés del niño a vivir con usted, el juez puede modificar (cambiar) la orden de custodia. * En los casos en que el niño está entre las edades de 11-13, el juez tendrá en cuenta que el niño quiere vivir con; Sin embargo, el juez no aceptará necesariamente esta preferencia.** *O.C.G.A. § 19-9-3(a)(5) ** O.C.G.A. § 19-9-3(a)(6)
hi: 14 साल पुराने या पुराने हैं, जो बच्चों से जुड़े मामलों में, बच्चे माता पिता एस / वह साथ रहना चाहता है जो चयन करने का अधिकार होगा. न्यायाधीश यह बच्चे के सर्वोत्तम हित में नहीं है निर्धारित करता है जब तक बच्चे की पसंद सम्मानित किया जाएगा. अपने बच्चे को 14 कर दिया करने से पहले अपने हिरासत आदेश का निर्णय लिया गया है, तो आप बच्चे को 10 साल का था, जब आप अपने बच्चे की हिरासत खो अगर वह, उदाहरण के लिए, तो 14 बदल जाता है / एक बार है कि आपके बच्चे की पसंद के आधार पर अपनी हिरासत आदेश को संशोधित करने में सक्षम हो सकता है और अब अपने बच्चे को आप के साथ रहने के लिए अपने बच्चे की इच्छा के आधार पर हिरासत आदेश को संशोधित करने के लिए एक याचिका दायर कर सकता है, वह आप के साथ रहना चाहता है / 14, एस / वह आप एस बताता है कि. न्यायाधीश यह आप के साथ रहने के लिए बच्चे के सर्वोत्तम हित में है विश्वास रखता है, तो न्यायाधीश (परिवर्तन) हिरासत आदेश को संशोधित कर सकता है. * बच्चे 11-13 की उम्र के बीच है जहां मामलों में, न्यायाधीश बच्चे के साथ रहना चाहता है, जो विचार करेंगे; हालांकि, न्यायाधीश जरूरी इस पसंद का सम्मान नहीं करेंगे.** *O.C.G.A. § 19-9-3(a)(5) ** O.C.G.A. § 19-9-3(a)(6)
ko: 14 세 이상 아동을 포함하는 경우, 자녀는 부모의이 / 그와 함께 살고 싶어 선택할 수있는 권리를 갖게됩니다. 판사가이 아동의 최선의 이익에없는 결정하지 않는 한 아이의 선택은 인정 될 수 없습니다. 자녀가 14 세가되기 전에 양육권 순서가 결정되었다 경우, 아이가 10 살 때 자녀의 양육권을 잃으면 그는 예를 들어, 그래서 14 세가 / 번이야 자녀의 기본 설정에 따라 양육권 순서를 수정할 수 있습니다 지금 당신의 아이는 당신이 당신과 함께 살 아이의 욕망에 따라 양육권 순서를 수정하는 청원을 제기 할 수 있습니다, ​​그는 당신과 함께 살고 싶어 / 14, S는 / 그는 당신의 지시입니다. 판사가 당신과 함께 살 수있는 아동의 최선의 이익에 믿는다면, 판사는 (변경) 양육권 순서를 수정할 수 있습니다. * n 닌 아이가 11 ~ 13 세 사이 인 경우를, 판사는 자녀와 함께 살고 싶어하는 사람들 고려할 것입니다; 그러나 판사는 반드시이 환경 설정을 존중하지 않습니다.** *O.C.G.A. § 19-9-3(a)(5) ** O.C.G.A. § 19-9-3(a)(6)
ur_in: 14 سال کی عمر یا اس سے زیادہ ہیں جو بچوں کے مقدمات میں، بچے والدین S / وہ ساتھ رہنے کے لئے چاہتا ہے کو منتخب کرنے کا حق حاصل ہو گا. جج نے اس کے بچے کے بہترین مفاد میں نہیں ہے کا تعین کرتا ہے جب تک کہ بچے کا انتخاب کیا جائے گا. آپ کے بچے کو 14 کر دیا اس سے پہلے کہ آپ کی حراست کے لئے فیصلہ کیا گیا ہے تو، آپ کا بچہ 10 سال کی تھی جب آپ اپنے بچے کی پرورش کھو اگر وہ، مثال کے طور پر، تو 14. دیتا ہے / ایک بار ہے آپ کے بچے کی ترجیح کی بنیاد پر آپ حراست حکم پر نظر ثانی کرنے کے قابل ہو سکتا ہے اور اب آپ کے بچے آپ کے ساتھ رہنے کے لئے آپ کے بچے کی خواہش کی بنیاد پر حراست حکم پر نظر ثانی کرنے کے لئے ایک درخواست دائر کر سکتے ہیں، وہ آپ کے ساتھ رہنے کے لئے چاہتا / 14، S / وہ آپ کے بتاتا ہے. جج یہ آپ کے ساتھ رہنے کے لئے بچے کے بہترین مفاد میں ہے یقین رکھتا ہے تو، جج (تبدیلی) کی تحویل حکم پر نظر ثانی کر سکتے ہیں.** بچے 11-13 سال کی عمر کے درمیان ہے جہاں صورتوں میں، جج کے بچے کے ساتھ رہنے کے لئے چاہتا ہے جو غور کرے گا؛ تاہم، جج ضروری یہ ترجیح کا احترام نہیں کیا جائے گا. *O.C.G.A. § 19-9-3(a)(5) ** O.C.G.A. § 19-9-3(a)(6)
