Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: If you are fleeing to a confidential location and you fear that the abuser will come look for you, you might want to create a false trail AFTER you leave. You could call motels, real estate agencies, schools etc. in a town at least six hours away from where you plan to go. Ask them questions that will require them to call you back. Give them your old phone number (the number at the home you shared with the abuser, not the number to the place you are going). However, do NOT make these phone calls before you leave. If anyone calls you back while you are still with the abuser, or if the abuser is able to check your phone to see what numbers you have called, the abuser would be tipped off that you are preparing to leave, which could put you in great danger.
ar: إذا كنت يفرون إلى مكان سري وكنت أخشى أن المسيء سيأتي نظرة بالنسبة لك، قد ترغب في إنشاء درب كاذبة بعد مغادرة. يمكن أن تسميه الموتيلات، الوكالات العقارية، والمدارس الخ في بلدة ست ساعات على الأقل بعيدا عن حيث كنت تخطط للذهاب. نطلب منهم الأسئلة التي تتطلب منهم أن ندعو لكم مرة أخرى. نعطيهم رقم هاتفك القديم (الرقم في المنزل الذي تقاسمها مع المسيء، وليس العدد إلى مكان أنت ذاهب). ومع ذلك، لا جعل هذه المكالمات الهاتفية قبل أن تغادر. إذا كان أي شخص يدعو لكم مرة أخرى في حين كنت لا تزال مع المسيء، أو إذا كان الشخص المعتدي قادرة على التحقق من الهاتف الخاص بك لمعرفة ما الأرقام التي ودعت، سوف يميل المسيء من أن كنت تستعد للمغادرة، والتي يمكن أن يضع لك في عظيم الخطر.
es: Si usted está huyendo de un lugar confidencial y usted teme que el abusador vendrá buscarte, es posible que desee crear una falsa pista después de salir. Se le podría llamar moteles, agencias de bienes raíces, escuelas, etc en una ciudad por lo menos seis horas de distancia de donde va a ir. Hágales preguntas que requerirán que le devuelva la llamada. Déles su antiguo número de teléfono (el número de la casa que compartió con el abusador, no el número en el lugar que se va). Sin embargo, no hacer estas llamadas de teléfono antes de salir. Si alguien le devuelve la llamada mientras se está con el abusador, o si el abusador es capaz de comprobar el teléfono para ver qué números has llamado, el abusador se avisó de que usted se está preparando para salir, lo que podría poner en gran peligro.
hi: आप एक गोपनीय स्थान पर पलायन कर रहे हैं और आप abuser आप के लिए देखने आ जाएगा डर है कि अगर, आप आपके जाने के बाद एक गलत राह बनाने के लिए चाहते हो सकता है. आपको कम से कम छह घंटे की दूरी पर आपको जाने की योजना है, जहां से एक शहर में आदि मोटलों, अचल संपत्ति एजेंसियों, स्कूलों कह सकते हैं. उन्हें वापस फोन करने के लिए उन्हें आवश्यकता होगी कि प्रश्न पूछें. उन्हें अपने पुराने फोन नंबर (आप abuser, नहीं आप जा रहे हैं जगह के लिए संख्या के साथ साझा घर पर संख्या) दीजिए. तुम्हारे जाने से पहले हालांकि, इन फोन कॉल्स नहीं कर सकता हूँ. किसी को भी आप abuser के साथ अभी भी कर रहे हैं, या abuser तुम्हें बुलाया है क्या संख्या को देखने के लिए अपने फोन की जांच करने में सक्षम है, तो abuser आप महान में डाल सकता है, जो जाने की तैयारी कर रहे हैं को इत्तला दे दी जाएगी, जबकि तुम वापस कॉल करता है खतरा.
ko: 당신은 비밀 장소로 탈출하고 있고 가해자가 당신을 위해 모습을 올 것이다 것을 두려워하는 경우, 당신은 당신이 떠난 후에 거짓 흔적을 만들 수 있습니다. 당신은 적어도 6 시간 거리 당신이 갈 계획 곳에서 마을 등 모텔, 부동산 기관, 학교를 호출 할 수 있습니다. 그들에게 다시 전화를 필요로 질문을한다. 그들에게 기존 전화 번호 (당신이 가해자가 아닌 당신이 가고있는 곳으로 번호를 공유 집에서 번호)를 제공합니다. 당신이 떠나기 전에 그러나 이러한 전화를하지 마십시오. 사람은 가해자 여전히, 또는 가해자가 당신이라는 것을 번호를보고 전화를 확인 할 수있는 경우, 가해자가 당신이 좋은에 넣을 수있는, 떠날 준비하고 있다는 제보를 할 것입니다 동안 당신을 다시 호출하는 경우 위험.
ur_in: آپ کو ایک خفیہ مقام پر فرار ہو رہے ہیں اور آپ کو بدسلوکی کرنے والے آپ کے لئے نظر آئے گا کہ ڈر لگتا ہے تو، آپ کے جانے کے بعد ایک جھوٹے پگڈنڈی بنانے کے لئے چاہتے ہیں کر سکتے. آپ کم از کم چھ گھنٹے دور جانے کے لئے کی منصوبہ بندی جہاں سے ایک شہر میں وغیرہ موٹلوں، رئیل اسٹیٹ اداروں، اسکولوں کہہ سکتے ہیں. ان کے واپس کال کرنے کے لئے ان کی ضرورت ہو گی کہ سوال پوچھیں. ان کو اپنے پرانے فون نمبر (اگر آپ بدسلوکی کرنے والے، آپ کو نہیں جا رہے ہیں جگہ پر تعداد کے ساتھ مشترکہ گھر میں نمبر) دے دو. جانے سے پہلے تاہم، یہ فون کالز نہیں ہے. کسی نے آپ کے abuser کے ساتھ اب بھی ہیں، یا بدسلوکی کرنے والے نے آپ کو بلایا ہے اس کی تعداد کو دیکھنے کے لئے آپ کے فون کو چیک کرنے کے قابل ہے، بدسلوکی کرنے والا آپ کو عظیم میں ڈال سکتا ہے جس میں، چھوڑنے کے لئے تیاری کر رہے ہیں کو بتایا جائے گا جبکہ آپ کو واپس بلاتا ہے تو خطرہ.

source: If you are not comfortable with the abuser being alone with your child, you might be thinking about asking the judge to order that visits with your child be supervised. If you are already in court because the abuser filed for visitation or custody, you may not have much to lose by asking that the visits be supervised if you can present a valid reason for your request (although this may depend on your situation). However, if there is no current court case, please get legal advice BEFORE you start a court case to ask for supervised visits. We strongly recommend that you talk to an attorney who specializes in custody matters to find out what you would have to prove to get the visits supervised and how long supervised visits would last, based on the facts of your case. In the majority of cases, supervised visits are only a temporary measure. Although the exact visitation order will vary by state, county, or judge, the judge might order a professional to observe the other parent on a certain amount of visits or the visits might be supervised by a relative for a certain amount of time -- and if there are no obvious problems, the visits may likely become unsupervised. Oftentimes, at the end of a case, the other parent ends up with more frequent and/ or longer visits than s/he had before you went into court or even some form of custody. In some cases, to protect your child from immediate danger by the abuser, starting a case to ask for custody and supervised visits is appropriate. To find out what may be best in your situation, please go to GA Finding a Lawyer to seek out legal advice.
ar: إذا لم تكن مريحة مع المسيء الخلوة مع طفلك، قد يكون التفكير يسأل القاضي أن تأمر مرة مع طفلك تكون تحت إشراف. إذا كنت بالفعل في المحكمة لأن المسيء قدم للزيارة أو الوصاية، قد لا يكون لديك الكثير لتخسره من يسأل مرة أن تكون تحت إشراف إذا كنت يمكن أن تقدم سببا وجيها لطلبك (رغم أن هذا قد يعتمد على الوضع الخاص بك). ومع ذلك، إذا لم يكن هناك دعوى قضائية الحالية، يرجى الحصول على المشورة القانونية قبل البدء في دعوى قضائية للمطالبة مرة أشرف. ونحن نوصي بشدة أن تتحدث مع محام متخصص في مسائل الحضانة لمعرفة ما عملتم لإثبات الحصول على الزيارات وكيف أشرفت مرة يشرف سوف تستمر لفترة طويلة، استنادا إلى وقائع قضيتك. في معظم الحالات، أشرف مرة ليست سوى تدبير مؤقت. على الرغم من أن ترتيب الزيارة المحدد سوف تختلف من دولة، ومقاطعة، أو القاضي، والقاضي قد تأمر المهنية لمراقبة الوالد الآخر على قدر معين من الزيارات أو قد أشرف على الزيارات التي يقوم بها أحد الأقارب لفترة معينة من الزمن - و إذا لم تكن هناك مشاكل واضحة، يجوز للمرة المرجح أن تصبح غير خاضعة للرقابة. في كثير من الأحيان، في نهاية الحالة، الوالد الآخر ينتهي مع أكثر تواترا و / أو مرة أطول من ق / كان عليه قبل ذهبت إلى المحكمة أو حتى بعض شكل من أشكال الاحتجاز. في بعض الحالات، لحماية طفلك من خطر فوري من قبل المعتدي، بدءا قضية لطلب الحضانة وتشرف مرة المناسب. لمعرفة ما يمكن أن يكون أفضل في الوضع الخاص بك، يرجى الذهاب إلى GA إيجاد محام للبحث عن المشورة القانونية.
es: Si usted no se siente cómodo con el abusador estar a solas con su hijo, se le puede considerar pedirle al juez que ordene que las visitas sean supervisadas con su hijo. Si usted ya está en la corte porque su abusador solicitó custodia o visitación, puede que no tenga mucho que perder al pedir que se supervisaron las visitas si se puede presentar una razón válida para su solicitud (aunque esto puede depender de su situación). Sin embargo, si no hay un caso en la corte, por favor obtenga consejo legal ANTES de comenzar un caso en la corte para pedir visitas supervisadas. Le recomendamos que hable con un abogado que se especializa en asuntos de custodia para averiguar lo que usted tendría que probar para conseguir las visitas supervisadas y cuanto tiempo visitas supervisadas van a durar, con base en los hechos de su caso. En la mayoría de los casos, las visitas supervisadas son una medida temporal. Aunque el orden de visitación va a variar en cada estado, condado, o el juez, el juez puede ordenar a un profesional a que observe el otro padre en una cierta cantidad de visitas o las visitas puedes ser supervisadas por un familiar durante un determinado período de tiempo - y si no hay problemas evidentes, las visitas pueden probablemente ser supervisadas. A menudo, al final de un caso, el otro padre termina con visitas más frecuentes y / o más largos que s / él tenía antes de ir a corte, o incluso algún tipo de custodia. En algunos casos, para proteger a su hijo de peligro inmediato del abusador, a partir de un caso de pedir custodia y visitación es apropiada. Para saber lo que puede ser mejor para su caso, vaya a GA Encontrar un Abogado para buscar consejo legal.
hi: आप abuser अपने बच्चे के साथ अकेले होने के साथ सहज नहीं हैं, तो आप अपने बच्चे के साथ यात्रा की देखरेख किया कि ऑर्डर करने के लिए न्यायाधीश पूछ के बारे में सोच हो सकती है. Abuser मुलाक़ात या हिरासत के लिए दायर क्योंकि आप अदालत में पहले से ही कर रहे हैं, तो आप अपने अनुरोध के लिए एक वैध कारण (यह आपकी स्थिति पर निर्भर हो सकता है, हालांकि) पेश कर सकते हैं अगर यात्राओं निरीक्षण किया कि पूछकर खोने के लिए बहुत कुछ नहीं हो सकता है. कोई मौजूदा अदालत मामला है अगर आप देखरेख यात्राओं के लिए पूछने के लिए एक अदालत में मामला शुरू हालांकि, इससे पहले, कानूनी सलाह प्राप्त करें. हम दृढ़ता से आप आप अपने मामले के तथ्यों पर आधारित है, यात्राओं की देखरेख करने के लिए और लंबे समय तक निगरानी की यात्राओं अंतिम होगा कैसे साबित करना होगा कि क्या पता लगाने के लिए हिरासत मामलों में माहिर एक वकील से बात करने की सलाह देते हैं. In मामलों के बहुमत का दौरा केवल एक अस्थायी उपाय कर रहे हैं की देखरेख. सटीक मुलाक़ात आदेश राज्य, काउंटी, या न्यायाधीश द्वारा अलग अलग होंगे हालांकि, न्यायाधीश यात्राओं की एक निश्चित राशि पर दूसरे माता पिता का पालन करने के लिए एक पेशेवर आदेश हो सकता है या यात्राओं समय की एक निश्चित राशि के लिए एक रिश्तेदार की देखरेख के द्वारा किया जा सकता है - और कोई स्पष्ट समस्याएं हैं, तो यात्राओं की संभावना पूछना हो सकता है. आप अदालत या हिरासत में भी किसी न किसी रूप में चला गया से पहले आमतौर पर, एक मामले के अंत में, दूसरे माता पिता के अधिक लगातार और / या एस की तुलना में अब यात्राओं के साथ समाप्त होता है / वह था. कुछ मामलों में, हिरासत के लिए पूछने के लिए एक मामला शुरू करने, प्रताड़ित करने से तत्काल खतरे से अपने बच्चे को बचाने और उचित है यात्राओं की देखरेख करने के लिए. अपनी स्थिति में सबसे अच्छा क्या हो सकता है यह जानने के लिए, कानूनी सलाह लेने के लिए बाहर एक वकील ढूँढना जीए जाने के लिए कृपया.
ko: 당신이 가해자가 자녀와 함께 혼자 어려우면, 당신은 당신의 자녀와 함께 방문이 감독 할 것을 주문 판사를 요구에 대해 생각 될 수 있습니다. 가해자가 방문 또는 양육권을 제기하기 때문에 법정에서 이미 있다면, 당신은 당신이 당신의 요청에 대한 타당한 이유를 (이 상황에 따라 달라질 수 있음) 제시 할 수있는 경우 방문을 감독 할 것을 요청하여 손실이 많이있어하지 않을 수 있습니다. 전류 재판이없는 경우가 감독 방문을 요구하는 재판을 시작하기 전에 그러나, 법적 조언을 보내 주시기 바랍니다. 우리는 당신이 당신이 당신의 사건의 사실에 근거하여 방문 감독 얻을 긴 감독 방문을 지속하는 방법을 증명해야 할 것입니다 무엇인지 알아 양육권 문제 전문 변호사에게 이야기하는 것이 좋습니다. 대부분의 경우, 감독 방문은 임시 조치이다. 정확한 방문 순서는 주, 카운티, 또는 판사에 따라 다를 수 있지만, 판사는 방문의 일정 금액에 다른 부모를 관찰하기 위해 전문가를 주문할 수 있습니다 또는 방문은 일정 시간 동안 상대에 의해 감독 될 수 있습니다 - 그리고 명백한 문제가없는 경우, 방문 가능성이 자율 될 수 있습니다. 당신이 법원이나 구금, 심지어 어떤 형태로 들어가기 전에 때때로 사건의 끝에서 다른 쪽 부모가 더 자주 그리고 / 또는 초 이상 방문으로 마무리 / 고했다. 어떤 경우에는 양육권을 요청하는 경우를 시작, 가해자에 의해 즉각적인 위험에서 자녀를 보호하고 적절한 방문을 감독합니다. 현재 상황에서 최선을 할 수 있는지 확인하려면, 법률 자문을 추구하는 변호사 찾기 GA로 이동하시기 바랍니다.
ur_in: آپ کے abuser آپ کے بچے کے ساتھ اکیلے ہونے کے ساتھ آرام دہ اور پرسکون نہیں ہیں تو، آپ کو آپ کے بچے کے ساتھ دوروں نگرانی کی جائے کہ آرڈر کرنے کے لئے جج سے پوچھ کے بارے میں سوچ سکتا ہے. بدسلوکی کرنے والے ملاقات یا حراست کے لئے دائر کی ہے کیونکہ آپ کو عدالت میں پہلے سے ہی ہیں تو، آپ کو آپ کی درخواست کے لئے ایک درست وجہ (یہ آپ کی صورت حال پر انحصار کر سکتے ہیں) کو پیش کر سکتے ہیں تو مرتبہ نگرانی کی جائے کہ پوچھ کی طرف سے محروم کرنے کے لئے زیادہ سے زیادہ نہیں کر سکتے. کوئی موجودہ عدالت کے کیس نہیں ہے اگر آپ کی نگرانی کے دوروں کے لئے طلب کرنے کے لئے عدالت کے کیس شروع کرنے سے پہلے لیکن،، قانونی مشورہ حاصل کریں. ہم سختی سے آپ کو آپ کے کیس کے حقائق پر مبنی، دوروں کی نگرانی کرنے کے لئے اور طویل نگرانی دورے آخری گا کہ کس طرح ثابت کرنے کے لئے پڑے گا معلوم کرنے کے لئے حراست کے معاملات میں مہارت رکھتا ہے جو ایک وکیل سے بات مشورہ ہے کہ. ن مقدمات کی اکثریت، دوروں صرف ایک عارضی اقدام ہے نگرانی. عین مطابق ملاقات کے حکم کی ریاست، کاؤنٹی، یا جج کی طرف سے مختلف کرے گا، جج ​​دوروں کی ایک مقررہ رقم پر دوسرے والدین مشاہدہ کرنے کے لئے ایک پیشہ ور آرڈر کر سکتے یا دوروں کو وقت کی ایک مقررہ رقم کے لئے ایک رشتہ دار کی طرف سے نگرانی کیا جا سکتا ہے - اور کوئی واضح مسائل ہیں تو، دوروں کا امکان انسپرواس بن سکتا ہے. آپ عدالت یا حراست میں بھی کسی نہ کسی شکل میں جانے سے پہلے اکثر، ایک کیس کے آخر میں، دوسرے والدین سے زیادہ بار بار اور / یا کے سے زیادہ دوروں کے ساتھ ختم ہوتا ہے / وہ تھا. کچھ صورتوں میں، حراست کے لئے طلب کرنے کے ایک کیس شروع کرنے، بدسلوکی کرنے والے کی طرف سے فوری طور پر خطرے سے آپ کے بچے کی حفاظت اور مناسب ہے کے دوروں کی نگرانی کرنے کے لئے. آپ کی صورت حال میں سب سے بہتر ہو سکتا ہے حاصل کرنے کے لئے، قانونی مشورہ حاصل کرنے کے لئے ایک وکیل تلاش کرنے GA کے لئے جاؤ.

source: If you believe that the abuse does NOT have access to your email account, here are a few steps that you may want to take anyway, to try to keep your email account secure: Make sure you have a password the abuser will not be able to guess. Pick a password that does not contain obvious information (such as your name, birthday, social security number, pet's name, etc.), which the abuser could guess. It may also be a good idea to change your password regularly. If you are not sure how to change the password on your email account, you can likely find that information by going to HELP or ?. Do not write your password down. Make sure you change your computer settings so that it does not save your username (email address) and password. Your computer may ask you if you want to save your username and password after you enter it. Make sure to click NO. When you are finished using your email, always log out or sign out. If you do not hit LOG OUT or SIGN OUT your email account may still be open due to a feature called AutoComplete, even if you close the window. If you do decide to give the abuser your email address, remember to not open any email attachments sent from the abuser or to reply to an email sent by the abuser using your new email account, as these actions may let the abuser install spyware on your computer and track your email messages.
ar: إذا كنت تعتقد أن الاعتداء لم يكن لديك الوصول إلى حساب البريد الإلكتروني الخاص بك، وهنا بعض الخطوات التي قد تريد أن تأخذ على أي حال، في محاولة للحفاظ على حساب البريد الإلكتروني الخاص بك آمنة: تأكد أن لديك كلمة مرور سوف المسيء لن تكون قادرة على تخمين. اختيار كلمة المرور التي لا تحتوي على معلومات واضحة (مثل الاسم وتاريخ الميلاد، رقم الضمان الاجتماعي، اسم الحيوانات الأليفة، الخ)، والتي يمكن تخمين المسيء. كما قد يكون فكرة جيدة لتغيير كلمة المرور الخاصة بك بانتظام. إذا كنت غير متأكد من كيفية تغيير كلمة المرور على حساب البريد الإلكتروني الخاص بك، يمكنك المرجح أن تجد هذه المعلومات عن طريق الذهاب الى مساعدة أو؟ لا تكتب كلمة المرور الخاصة بك إلى أسفل. تأكد من تغيير إعدادات جهاز الكمبيوتر الخاص بك بحيث لا يحفظ اسم المستخدم (عنوان البريد الإلكتروني) وكلمة المرور. قد يطلب منك الكمبيوتر الخاص بك إذا كنت ترغب في حفظ اسم المستخدم وكلمة المرور بعد إدخال ذلك. تأكد من النقر NO. عند الانتهاء من استخدام البريد الإلكتروني الخاص بك، قم دائما بتسجيل الخروج أو تسجيل الخروج. إذا كنت لا تصل خروج أو تسجيل الخروج حساب البريد الإلكتروني الخاص بك قد تكون لا تزال مفتوحة بسبب ميزة تسمى الإكمال التلقائي، حتى إذا قمت بإغلاق النافذة. إذا لم تقرر إعطاء المسيء عنوان البريد الإلكتروني الخاص بك، وتذكر أن لا تفتح أي مرفقات البريد الإلكتروني المرسلة من المسيء أو للرد على رسالة بريد إلكتروني بعث بها المسيء باستخدام حساب بريدك الإلكتروني الجديد، وهذه الإجراءات قد تسمح المسيء تثبيت برامج التجسس على جهازك الكمبيوتر وتتبع رسائل البريد الإلكتروني الخاص بك.
es: Si usted cree que el abuso no tiene acceso a su cuenta de correo electrónico, aquí hay algunos pasos que usted puede desear para tomar de todos modos, para tratar de mantener su cuenta de correo electrónico seguro: Asegúrese de tener una contraseña que el abusador no será capaz de adivinar. Elija una contraseña que no contenga información obvia (como su nombre, cumpleaños, número de seguro social, el nombre de animal doméstico, etc), que el abusador podría adivinar. También puede ser una buena idea para cambiar su contraseña con regularidad. Si no está seguro de cómo cambiar la contraseña de su cuenta de correo electrónico, es probable que pueda encontrar esa información va a ayudar o pregunta. No escriba su contraseña. Asegúrese de cambiar la configuración del equipo de forma que no guarda su nombre de usuario (correo electrónico) y contraseña. Su computadora puede preguntarle si desea guardar su nombre de usuario y la contraseña después de entrar en él. Asegúrese de hacer clic NO. Cuando haya terminado de usar su correo electrónico, siempre cerrar la sesión o cerrar sesión. Si usted no golpea la sesión o Suscribirse Salir Su cuenta de correo electrónico aún puede ser abierta debido a una característica denominada Autocompletar, incluso si se cierra la ventana. Si usted decide dar a la persona que abusa de su dirección de correo electrónico, recuerde no abrir ningún archivo adjunto de correo electrónico enviados desde el abusador o para responder a un correo electrónico enviado por el abusador la utilización de su cuenta de correo electrónico nueva, ya que estas acciones pueden permitir al abusador instalar spyware en su computadora y rastrear sus mensajes de correo electrónico.
hi: आप के दुरुपयोग अपने ईमेल खाते तक पहुंच नहीं है कि विश्वास है, यहाँ आप सुरक्षित अपने ईमेल खाते रखने के लिए प्रयास करने के लिए, वैसे भी ले जाना चाहते हो सकता है कि कुछ कदम हैं: आप abuser अनुमान करने में सक्षम नहीं होगा एक पासवर्ड है सुनिश्चित करें. स्पष्ट जानकारी नहीं है कि एक पासवर्ड उठाओ, (जैसे आपका नाम, जन्मदिन, सामाजिक सुरक्षा संख्या, पालतू जानवर का नाम, आदि के रूप में) abuser लगता है कि सकता है. यह भी नियमित रूप से अपना पासवर्ड परिवर्तित करने के लिए एक अच्छा विचार हो सकता है. आप अपने ईमेल खाते पर पासवर्ड बदलने के लिए यकीन नहीं कर रहे हैं, आप की संभावना में मदद करने वाला या द्वारा कि जानकारी मिल सकती है?. अपना पासवर्ड लिख नहीं है. यह अपने उपयोगकर्ता नाम (ईमेल पते) और पासवर्ड नहीं बचा है, इसलिए है कि आप अपने कंप्यूटर सेटिंग में बदलाव सुनिश्चित करें. क्या आप इसे दर्ज करने के बाद अपने यूज़रनेम और पासवर्ड सहेजना चाहते हैं, तो आपके कंप्यूटर आप पूछ सकते हैं. नहीं क्लिक करना सुनिश्चित करें. आप अपने ईमेल का उपयोग कर पूरा कर लें, हमेशा बाहर करें या साइन आउट. तुम्हें मारा नहीं है, तो आप विंडो बंद करें, भले ही कारण स्वत: पूर्ण नामक सुविधा के लिए बाहर करें या अभी भी खुला हो सकता है आपके ईमेल खाते से साइन आउट. आप abuser अपना ईमेल पता देने का फैसला करते हैं, तो इन क्रियाओं को प्रताड़ित करने पर स्पाइवेयर स्थापित करते सकता है, के रूप में अपने नए ईमेल खाते का उपयोग abuser द्वारा भेजे गए ईमेल का जवाब करने के लिए प्रताड़ित करने या से भेजे गए किसी भी ईमेल संलग्नक खुला नहीं करने के लिए याद तुम्हारी कंप्यूटर और अपने ईमेल संदेशों को ट्रैक.
ko: 당신은 학대가 이메일 계정에 대한 액세스 권한이없는 것으로 판단되는 경우, 다음은 보안 전자 메일 계정을 유지하려고하는, 어쨌든 먹고 싶어 수있는 몇 가지 단계가 있습니다 : 당신이 가해자가 추측 할 수 없습니다 암호가 있는지 확인합니다. 확실한 정보를 포함하지 않는 암호를 선택 (예 : 사용자 이름, 생일, 사회 보장 번호, 애완 동물의 이름 등) 가해자 추측 할 수있다. 또한 정기적으로 암호를 변경하는 것이 좋습니다 수 있습니다. 당신이 당신의 이메일 계정의 암호를 변경하는 방법을 확실하지 않은 경우, 당신은 가능성이 도움이 될 수 또는하여 해당 정보를 어디에서 찾을 수 있습니까?. 암호를 기록해 두지 마십시오. 이 사용자 이름 (이메일 주소)와 비밀번호를 저장하지 않도록 컴퓨터의 설정을 변경해야합니다. 당신은 당신이 그것을 입력 한 후 사용자 이름과 암호를 저장하려면 컴퓨터를 요청할 수 있습니다. NO를 클릭하십시오. 당신이 이메일의 사용이 끝나면 반드시 로그 아웃 또는 아웃. 당신이 충돌하지 않으면 창을 닫더라도 인해 자동 완성이라는 기능 로그 아웃 또는 정지 열려있을 수 있습니다 전자 메일 계정을 로그 아웃. 당신이 가해자에게 당신의 이메일 주소를 제공하기로 결정하는 경우, 이러한 작업은 가해자가에 스파이웨어를 설치 할 수 있으므로, 새 이메일 계정을 사용하여 가해자가 보낸 이메일에 회신하기 위해 가해자 나에서 보낸 이메일 첨부 파일을 열 수없는 기억하여 컴퓨터와 전자 메일 메시지를 추적 할 수 있습니다.
ur_in: آپ غلط استعمال کی اپنے ای میل اکاؤنٹ تک رسائی حاصل نہیں ہے کہ یقین ہے، یہاں آپ کو محفوظ اپنے ای میل اکاؤنٹ رکھنے کے لئے کوشش کرنے کے لئے، ویسے بھی لے سکتے ہیں کہ چند اقدامات ہیں: آپ کے abuser اندازہ کرنے کے قابل نہیں ہو گا ایک پاس ورڈ ہے بات کو یقینی بنائیں. واضح معلومات پر مشتمل نہیں ہے کہ ایک پاس ورڈ اٹھاو، (جیسے آپ کا نام، سالگرہ، سوشل سیکورٹی نمبر، پالتو جانور کے نام، وغیرہ کے طور پر) کے abuser اندازہ لگا سکتا ہے. یہ بھی باقاعدگی سے آپ کے پاس ورڈ تبدیل کرنے کے لئے ایک اچھا خیال ہو سکتا ہے. آپ کو آپ کے ای میل اکاؤنٹ پر پاس ورڈ تبدیل کرنے کے لئے کس طرح اس بات کا یقین نہیں ہیں تو، آپ کا امکان مدد کی جا رہی ہے یا کی طرف سے اس کے بارے میں معلومات مل سکتی ہیں؟. اپنا پاس ورڈ لکھ کریں. یہ آپ کا صارف کا نام (ای میل ایڈریس) اور پاس ورڈ کو بچانے کے نہیں ہے تو آپ کو آپ کے کمپیوٹر کی ترتیبات کو تبدیل یقینی بنائیں. اگر آپ اس میں داخل ہونے کے بعد آپ کا صارف نام اور پاس ورڈ کو بچانے کے لئے چاہتے ہیں تو آپ کے کمپیوٹر میں آپ پوچھ سکتے ہیں. NO کلک کرنے کے لئے بات کو یقینی بنائیں. آپ کو آپ کے ای میل کا استعمال کرتے ہوئے ختم کر رہے ہیں جب، ہمیشہ لاگ سائن آؤٹ کریں. آپ کو مارا نہیں ہے تو آپ ونڈو کو بند بھی تو، کی وجہ سے خود تکمیل نامی خصوصیت سے باہر لاگ ان کریں یا اب بھی کھلا ہو سکتا ہے آپ کے ای میل اکاؤنٹ سائن آؤٹ کریں. آپ کے abuser اپنا ای میل ایڈریس دینے کے لئے فیصلہ کرتے ہیں تو، ان افعال بدسلوکی کرنے پر سپائیویئر نصب دے سکتا ہے کے طور پر، آپ کے نئے ای میل اکاؤنٹ کا استعمال کرتے ہوئے بدسلوکی کرنے والے کی طرف سے بھیجے گئے ایک ای میل کے جواب میں بدسلوکی یا سے بھیجے گئے کسی بھی ای میل اٹیچمنٹ نہیں کھول کرنے کے لئے یاد آپ کمپیوٹر اور آپ کے ای میل پیغامات کو ٹریک.
