Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: You will have to contact the court that issued your order to find out why your order has changed or is no longer valid. The police in Georgia cannot enforce an order that has expired or has been canceled in the issuing state. If this does happen, you may want to contact a lawyer or domestic violence organization in your area. They may be able to answer some of your questions, or help you fill out the necessary court forms to petition for a new order in GA. You will find information on legal assistance and domestic violence organizations in GA.
ar: سوف تضطر إلى الاتصال المحكمة التي أصدرت طلبك لمعرفة لماذا تغيرت طلبك أو لم يعد صالحا. الشرطة في جورجيا لا يمكن فرض أمر الذي انتهت صلاحيته أو تم إلغاؤها في الدولة التي أصدرتها. إذا كان هذا يحدث، قد ترغب في الاتصال بمحام أو منظمة العنف المنزلي في منطقتك. ويمكن أن تكون قادرا على الإجابة على بعض الأسئلة الخاصة بك، أو تساعدك على ملء استمارات المحكمة اللازمة لتقديم التماس لنظام جديد في GA. سوف تجد معلومات عن المساعدة القانونية والمنظمات العنف المنزلي في GA.
es: Usted tendrá que contactar a la corte que emitió su orden para averiguar por qué su orden ha cambiado o ya no es válido. La policía de Georgia no puede hacer cumplir una orden que ha expirado o ha sido cancelada en el estado que la emitió. Si esto sucede, es posible que desee ponerse en contacto con un abogado u organización de violencia doméstica en su área. Ellos pueden ser capaces de responder a algunas de sus preguntas o ayudarle a llenar los formularios de la corte necesarios para solicitar una nueva orden en el GA. Encontrará información sobre asistencia legal y organizaciones de violencia doméstica en GA.
hi: आप अपने आदेश बदल गया है क्यों पता लगाने के लिए अपने आदेश जारी किए हैं या अब मान्य नहीं है कि अदालत से संपर्क करना होगा. जॉर्जिया में पुलिस समाप्त हो गया है या जारी करने वाले राज्य में रद्द कर दिया गया है कि एक आदेश को लागू नहीं कर सकते. यह होता है, तो आप अपने क्षेत्र में एक वकील या घरेलू हिंसा संगठन से संपर्क कर सकते हैं. वे अपने सवालों का कोई जवाब है, या आप जीए में एक नई व्यवस्था के लिए याचिका दायर करने के लिए आवश्यक अदालत प्रपत्रों को भरने में मदद करने में सक्षम हो सकता है. आप कानूनी सहायता और जीए में घरेलू हिंसा संगठनों पर जानकारी मिल जाएगी.
ko: 당신은 당신의 순서가 변경된 이유를 찾을 수있는 주문을 발행하거나 더 이상 유효 법원에 문의해야합니다. 조지아에서 경찰이 만료되었거나 발급 상태에서 취소 된 주문을 적용 할 수 없습니다. 이런 일이 않는 경우에, 당신은 당신의 지역에있는 변호사 나 가정 폭력 조직에 연락 할 수 있습니다. 그들은 몇 가지 질문에 대답하거나, GA에서 새로운 질서를 위해 청원하는 데 필요한 법정 양식을 작성하는 데 도움 수 있습니다. 당신은 법률 지원 및 GA 국내 폭력 조직에 대한 정보를 찾을 수 있습니다.
ur_in: آپ کو آپ کے حکم کو تبدیل کر دیا گیا کیوں باہر تلاش کرنے کے لئے آپ کے حکم جاری یا اب درست نہیں ہے کہ عدالت سے رابطہ کرنا پڑے گا. جارجیا میں پولیس ختم ہو گیا ہے یا جاری کرنے کی حالت میں منسوخ کر دیا گیا ہے کہ ایک حکم نافذ نہیں کر سکتے ہیں. ایسا ہے تو، آپ کو آپ کے علاقے میں ایک وکیل یا گھریلو تشدد تنظیم سے رابطہ کر سکتے ہیں. وہ آپ کے سوالات کے کچھ جواب، یا اگر آپ GA میں ایک نئے حکم کے لئے درخواست کرنے کے لئے ضروری کورٹ فارم بھرنے میں مدد کرنے کے قابل ہو سکتا ہے. اگر آپ قانونی امداد اور GA میں گھریلو تشدد تنظیموں کے بارے میں معلومات مل جائے گا.
