Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: The only way to be sure that you will not reveal personal or confidential information about yourself on social media sites is to not use social media. However, if you do maintain an online presence, there are some things you can do to try to control who sees your information. Please consider the risks before creating a profile on a social media website.
ar: الطريقة الوحيدة للتأكد من أنك لن تكشف عن معلومات شخصية أو سرية عن نفسك على مواقع وسائل الاعلام الاجتماعية هو عدم استخدام وسائل الاعلام الاجتماعية. ومع ذلك، إذا قمت بذلك الحفاظ على وجود على الإنترنت، وهناك بعض الأشياء التي يمكنك القيام به في محاولة للسيطرة الذي يرى المعلومات الخاصة بك. يرجى النظر في المخاطر قبل إنشاء وضع على موقع على الانترنت وسائل الاعلام الاجتماعية.
es: La única manera de estar seguro de que no vas a revelar información personal o confidencial acerca de usted mismo en las redes sociales es no utilizar los medios de comunicación social. Sin embargo, si lo hace mantener una presencia en línea, hay algunas cosas que usted puede hacer para tratar de controlar quién puede ver tu información. Por favor, considere los riesgos antes de crear un perfil en un sitio web de medios sociales.
hi: एक ही तरीका है कि आप सामाजिक मीडिया साइटों पर अपने बारे में व्यक्तिगत या गोपनीय जानकारी सामाजिक मीडिया का उपयोग नहीं करने के लिए है प्रकट नहीं होगा कि यह सुनिश्चित हो. आप एक ऑनलाइन उपस्थिति को बनाए रखने हालांकि, अगर आप अपनी जानकारी को देखता है जो नियंत्रित करने के लिए प्रयास करने के लिए क्या कर सकते हैं कुछ चीजें हैं. एक सामाजिक मीडिया वेबसाइट पर एक प्रोफाइल बनाने से पहले जोखिम पर विचार करें.
ko: 유일한 방법은 당신이 소셜 미디어 사이트에 자신의 개인 정보 나 기밀 정보를 소셜 미디어를 사용하지 않는 것입니다을 공개하지 않습니다 있는지 확인합니다. 당신이 온라인 존재를 유지 할 경우, 당신이 당신의 정보를 볼 수있는 사람을 제어하려고 할 수있는 몇 가지가있다. 소셜 미디어 웹 사이트에 프로필을 작성하기 전에 위험을 고려하시기 바랍니다.
ur_in: صرف ایک ہی طریقہ آپ سوشل میڈیا کی سائٹس پر اپنے آپ کے بارے میں ذاتی یا خفیہ معلومات سوشل میڈیا کا استعمال نہیں ہے ظاہر نہیں کرے گا کہ اس بات کا یقین کرنے کے لئے. آپ کو ایک آن لائن موجودگی کو برقرار رکھنے ہے تاہم، اگر، آپ کو آپ کی معلومات کو دیکھتا ہے جو کنٹرول کرنے کی کوشش کر سکتے ہیں کچھ چیزیں ہیں. ایک سوشل میڈیا ویب سائٹ پر ایک پروفائل بنانے سے پہلے خطرات کے بارے میں غور کریں.

source: The United States Department of Justice
ar: وزارة العدل في الولايات المتحدة
es: El Departamento de Justicia de los Estados Unidos
hi: न्याय के संयुक्त राज्य अमेरिका विभाग
ko: 미국 법무부
ur_in: جسٹس کے ریاست ہائے متحدہ امریکہ کے محکمہ

source: There are two options within Facebook for addressing someone who is bothering you. When you unfriend someone, it means that activities (pictures, updates, posts) that you set to the privacy setting “Friends” will no longer be seen by that person. Additionally, now that you are no longer friends, their activities will not show up on your timeline. However, they will still be able to see whatever is public on your profile, including any activities you post with a “Public” privacy setting, and posts made by mutual friends to your timeline or comments that you post on the mutual friend’s timeline. They can also re-request you as a friend. When you block a person, they will not be able to view your timeline activity, nor will they be able to message or tag you or send you another friend request. You will also not be able to see their activity. They will still be able to see your public information and activity within apps or groups. Use your judgment and instincts when considering the timing of these options. Since stalkers and abusers use monitoring and threats to maintain power and control over their victims, when a survivor limits access, abusers sometimes find other methods of control or escalate dangerous behavior, including increased threats and even assault. Ending a relationship or contact with an abusive person can be dangerous for many survivors so it is important to plan for safety and talk to a trained victim advocate. If you are concerned about what the person might do if you were to cut off contact, call your local domestic violence program or police for more information and help.
ar: هناك خياران في الفيسبوك لمعالجة شخص يزعجك. عند unfriend شخص ما، فهذا يعني أن الأنشطة (صور والتحديثات والمشاركات) التي تقوم بتعيينها لخصوصية وضع الأصدقاء لن ينظر إليها من قبل هذا الشخص. بالإضافة إلى ذلك، الآن بعد أن كنت ليس لديه أصدقاء الطويل، أنشطتها لن تظهر على الجدول الزمني الخاص بك. ومع ذلك، فإنها لا تزال قادرة على رؤية كل ما هو الجمهور في ملفك الشخصي، بما في ذلك أي أنشطة تقوم بنشرها مع إعداد الخصوصية العام، والمشاركات التي قدمها أصدقاء مشتركون إلى الجدول الزمني الخاص بك أو التعليقات التي لك وظيفة على جدول زمني لصديق مشترك ل. ويمكن أيضا إعادة أطلب منكم كصديق. عند منع الشخص، فإنها لن تكون قادرة على عرض نشاط الجدول الزمني الخاص بك، كما أنها لن تكون قادرة على رسالة أو علامة لك أو نرسل لك طلب صداقة آخر. سوف أيضا لن تكون قادرا على رؤية نشاطهم. وسوف يكون لا يزال قادرا على رؤية معلوماتك العامة والنشاط ضمن التطبيقات أو مجموعات. استخدام الحكم وغرائزك عند النظر في توقيت هذه الخيارات. منذ الملاحقون ومتعاطي استخدام الرصد والتهديد للحفاظ على السلطة والسيطرة على ضحاياهم، عندما يحد أحد الناجين من الوصول، ومتعاطي بعض الأحيان تجد وسائل أخرى للسيطرة أو تصعيد السلوك الخطير، بما في ذلك زيادة التهديدات وحتى الاعتداء. يمكن إنهاء علاقة أو اتصال مع الشخص المسيء يكون خطيرا لكثير من الناجين لذلك من المهم أن تخطط للسلامة والحديث إلى داعية ضحية المدربين. إذا كنت تشعر بالقلق إزاء ما الشخص قد تفعل لو كنت لقطع الاتصال، برنامج الاتصال الداخلي المحلي العنف أو الشرطة لمزيد من المعلومات والمساعدة.
es: Hay dos opciones dentro de Facebook para hacer frente a alguien que le está molestando. Cuando Unfriend alguien, significa que las actividades (imágenes, actualizaciones, mensajes) que ha establecido con la configuración de privacidad 'Amigos' ya no serán vistos por esa persona. Además, ahora que ya no son amigos, sus actividades no se mostrará en su línea de tiempo. Sin embargo, todavía serán capaces de ver todo lo que sea pública en tu perfil, incluyendo cualquier actividad que publique con una configuración de privacidad 'Público', y los mensajes hechos por amigos en común a su línea de tiempo o los comentarios que publique en línea de tiempo del amigo mutuo. Ellos pueden también volver a solicitar como amigo. Cuando se bloquea una persona, no van a ser capaces de ver la actividad de su línea de tiempo, ni serán capaces de mensaje o etiquetar o enviarle otro solicitud de amistad. Usted también no ser capaz de ver su actividad. Todavía podrán ver su información y la actividad pública dentro de aplicaciones o grupos. Use su buen juicio e instintos cuando se considera el tiempo de estas opciones. Dado que los acosadores y abusadores utilizan el seguimiento y amenazas para mantener el poder y control sobre sus víctimas, cuando un acceso límites de sobrevivientes, los que abusan a veces encontrar otros métodos de control o escalar un comportamiento peligroso, incluido el aumento de las amenazas e incluso asalto. Terminar una relación o contacto con una persona abusiva puede ser peligroso para muchos sobrevivientes por lo que es importante planificar para la seguridad y hablar con un abogado de la víctima entrenado. Si usted está preocupado acerca de lo que la persona puede hacer si usted fuera a cortar el contacto, llame a su programa o de la policía local de violencia doméstica para obtener más información y ayuda.
hi: आप परेशान कर रहा है, जो किसी को संबोधित करने के लिए फेसबुक में दो विकल्प हैं. आप किसी unfriend है, यह आप दोस्तों गोपनीयता सेटिंग के लिए सेट गतिविधियों है कि (चित्र, अपडेट, पद) नहीं रह गया है कि व्यक्ति द्वारा देखा जाएगा कि इसका मतलब है. साथ ही, आप अब दोस्त हैं कि अब उनकी गतिविधियों अपने समय पर नहीं दिखाया जाएगा. हालांकि, वे अभी भी किसी भी आप किसी सार्वजनिक गोपनीयता सेटिंग के साथ पोस्ट गतिविधियों, और आप आपसी दोस्त के समय पर पोस्ट कि अपने समय या टिप्पणी करने के लिए आपसी मित्रों द्वारा किए गए पदों सहित अपने प्रोफ़ाइल, पर जनता है जो कुछ देखने में सक्षम हो जाएगा. उन्होंने यह भी फिर से अनुरोध है कि आप एक दोस्त के रूप में कर सकते हैं. आप एक व्यक्ति को ब्लॉक करते हैं, तो वे अपने समय की गतिविधि देखने के लिए सक्षम नहीं होगा, और न ही वे संदेश के लिए सक्षम हो या टैग या आप एक और मित्र अनुरोध भेज देंगे. आप भी उनकी गतिविधियों को देखने के लिए सक्षम नहीं होगा. वे अभी भी क्षुधा या समूहों के भीतर अपनी सार्वजनिक जानकारी और गतिविधि को देखने के लिए सक्षम हो जाएगा. इन विकल्पों में से समय पर जब अपने फैसले और सहज ज्ञान का उपयोग करें. Stalkers और नशेड़ी एक उत्तरजीवी पहुँच को सीमित करता है जब अपने शिकार पर सत्ता और नियंत्रण बनाए रखने के लिए निगरानी और धमकियों का उपयोग करते हैं, नशेड़ी कभी कभी नियंत्रण के अन्य तरीके खोजने या बढ़ा खतरों और भी हमले सहित खतरनाक व्यवहार, बढ़ा. यह एक प्रशिक्षित शिकार वकील को सुरक्षा और बात के लिए योजना बनाने के लिए महत्वपूर्ण है तो एक अपमानजनक व्यक्ति के साथ एक रिश्ता या संपर्क समाप्त कई बचे के लिए खतरनाक हो सकता है. यदि आप संपर्क काट अधिक जानकारी और मदद के लिए अपने स्थानीय घरेलू हिंसा कार्यक्रम या पुलिस को फोन करने के लिए थे अगर व्यक्ति कर सकता है के बारे में चिंतित हैं.
ko: 당신을 괴롭히는 사람을 해결하기위한 페이스 북 내에서 두 가지 옵션이 있습니다. 당신이 누군가를 unfriend 때, 그것은 당신이 친구 개인 정보 보호 설정으로 설정 활동 (사진, 업데이트, 게시물) 더 이상 그 사람을 볼되지 않습니다 것을 의미합니다. 또한, 더 이상 친구가없는 지금, 그들의 활동은 타임 라인에 표시되지 않습니다. 그러나 그들은 여전히 ​​모든 공용의 개인 정보 보호 설정으로 게시 활동, 당신이 아는 친구의 타임 라인에 게시 타임 라인이나 의견에 대한 상호 친구에 의해 게시물을 포함한 프로필, 공공 무엇이든 볼 수 있습니다. 또한 재 요청 당신은 친구로 할 수 있습니다. 당신은 사람을 차단하면, 그들은 당신의 타임 라인 활동을 볼 수 없습니다 없으며 메시지 수 또는 태그를하거나 또 다른 친구 요청을 보낼 것입니다. 당신은 또한 자신의 활동을 볼 수 없습니다. 그들은 여전히 ​​응용 프로그램 또는 그룹 내에서 홍보 활동을 볼 수있을 것이다. 이러한 옵션의 타이밍을 고려할 때 당신의 판단과 직감을 사용합니다. 스토커와 가해자가 생존자 액세스를 제한 할 때, 피해자를 통해 전원 및 제어를 유지하기 위해 모니터링과 위협을 사용하기 때문에, 남용자는 때때로 컨트롤의 다른 방법을 찾거나 위협의 증가, 심지어 폭행을 포함하여 위험한 행동을 확대. 이 훈련 피해자 옹호에 대한 안전과 대화를 계획하는 것이 중요하다, 그래서 욕설, 비방, 사람과의 관계 나 접촉을 종료하는 것은 많은 생존자 위험 할 수 있습니다. 당신이 접촉을 차단한다면 당신은 사람이 할 수있는 일에 대해 관심이 있다면, 자세한 정보와 도움을 해당 지역의 가정 폭력 프로그램이나 경찰에 신고.
ur_in: آپ کو پریشان کر رہا ہے جو کسی کو حل کرنے کے لئے فیس بک کے اندر اندر دو اختیارات ہیں. آپ کسی کو unfriend، تو یہ آپ کے دوستوں کی ترتیب نجی معلومات کی حفاظتی کے لئے مقرر کیا کہ اس کی سرگرمیوں (تصاویر، اپ ڈیٹ، خطوط) اب کوئی اس شخص کی طرف سے دیکھا جائے گا کہ اس کا مطلب ہے کہ. اس کے علاوہ، آپ اب کوئی دوست ہیں کہ اب، ان کی سرگرمیوں آپ کی ٹائم لائن پر نہیں دکھایا جائے گا. تاہم، وہ اب بھی کسی بھی آپ کو ایک عوامی رازداری کی ترتیب کے ساتھ پوسٹ کی سرگرمیوں، اور آپ کو باہمی دوست کی ٹائم لائن پر پوسٹ ہے کہ آپ کی ٹائم لائن یا تبصرے کے لئے باہمی دوست کی طرف سے بنایا خطوط سمیت آپ کے پروفائل، عوام جو کچھ بھی ہے کو دیکھنے کے لئے قابل ہو جائے گا. انہوں نے دوبارہ درخواست آپ کو ایک دوست کے طور پر کر سکتے ہیں. آپ نے ایک شخص کو روکنے، وہ آپ کی ٹائم لائن سرگرمی کو دیکھنے کے لئے نہیں کر سکیں گے، اور نہ ہی وہ پیغام کے قابل ہو جائے یا آپ کو ٹیگ یا آپ کو ایک دوست کی درخواست کو بھیج دیا جائے گا. تم بھی ان کی سرگرمیوں کو دیکھنے کے لئے نہیں کر سکیں گے. وہ اب بھی اطلاقات یا گروہوں کے اندر اندر آپ عوامی معلومات اور سرگرمی کو دیکھنے کے لئے قابل ہو جائے گا. ان کے اختیارات کے وقت غور کر جب اپنے فیصلے اور سنتیں استعمال کریں. شکاری اور عادی ایک لواحقین رسائی محدود ہے، جب ان کے متاثرین سے زیادہ طاقت اور کنٹرول برقرار رکھنے کے لئے کی نگرانی اور خطرات استعمال کرتے ہیں، عادی کبھی کبھی کنٹرول کرنے کے دوسرے طریقوں یا اضافہ کے خطرات اور یہاں تک کہ حملہ سمیت خطرناک رویے، تیز. یہ ایک تربیت یافتہ شکار ایڈووکیٹ کی حفاظت اور بات کے لئے منصوبہ بندی کرنے کے لئے ضروری ہے تو ایک غیر مہذب شخص کے ساتھ تعلق یا رابطے کو ختم ہونے والے بہت سے زندہ بچ جانے والوں کے لئے خطرناک ہو سکتا ہے. آپ، رابطے منقطع مزید معلومات اور مدد کے لئے آپ کے مقامی گھریلو تشدد پروگرام یا پولیس کو فون کرنے کے لئے تھے تو انسان کر سکتا ہے کے بارے میں فکر مند ہیں.

source: This section defines domestic violence for the purposes of getting a family violence protection order. In general, if a family or household member hurts you or tries to hurt you (with or without using a weapon) or gives you reason to believe that s/he is going to hurt you in the near future, that person has committed an act of family violence. In order to get a protective order, you must have a specific relationship with your abuser. Family violence includes the occurrence of one or more of the following acts when committed by a family/houshold member: battery simple battery simple assault assault stalking criminal damage to property unlawful restraint criminal trespass or any felony
ar: يحدد هذا القسم من العنف المنزلي لأغراض الحصول على أمر حماية العنف الأسري. بشكل عام، إذا كان أحد أفراد العائلة أو الأسرة يجرحك أو يحاول أن يصب عليك (مع أو من دون استخدام سلاح) أو يعطيك سبب للاعتقاد بأن ق / انه سوف يضر بك في المستقبل القريب، أن الشخص قد ارتكب فعلا العنف الأسري. من أجل الحصول على أمر الحماية، يجب أن يكون لديك علاقة معينة مع الشخص المسيء إليك. ويشمل العنف الأسري وقوع واحد أو أكثر من الأفعال التالية، عندما ترتكب من قبل أحد أفراد الأسرة / أجهزة منزلية: البطارية بطارية بسيطة الاعتداء البسيط الاعتداء المطاردة الضرر الجنائي بالممتلكات ضبط النفس غير قانوني بالتعدي الجنائي أو أي جناية
es: Esta sección define violencia doméstica a los efectos de obtener una orden de protección contra la violencia familiar. En general, si un familiar o miembro del hogar que te lastima o trata de hacer daño (con o sin el uso de un arma) o le da razones para creer que él / ella va a hacerle daño a usted en un futuro próximo, esa persona ha cometido un acto de la violencia familiar. Con el fin de obtener una orden de protección, usted debe tener una relación específica con su abusador. La violencia intrafamiliar incluye la aparición de uno o más de los siguientes actos cuando se cometan por un miembro de la familia / houshold: batería agresión simple asalto simple asalto acecho daños criminales a la propiedad privación ilegal de movimiento traspaso criminal i ningún delito grave
ko: 이 섹션은 가족 폭력 보호 명령을 얻기의 목적으로 가정 폭력을 정의합니다. 가족이나 가족 구성원이 당신을 상처 나 (또는 무기를 사용하지 않고) 당신을 다치게하려고 나에게 그이야 믿을만한 이유를 제공하는 경우 일반적으로, / 그는 가까운 미래에 당신을 해칠 것입니다, 그 사람은 행위를 저지른 가정 폭력.보호 명령을 얻기 위해, 당신은 당신의 가해자와 특정 관계가 있어야합니다. 가족 구성원이 커밋 될 때 가정 폭력 행동은 다음 중 하나 이상이 발생하는 것을 포함한다: 배터리 단순 배터리 단순 폭행 폭행 스토킹 재산 범죄 피해 불법 구속 범죄 침입 도 중죄
ur_in: یہ حصہ ایک خاندان کے تشدد کے تحفظ کے لئے حاصل کرنے کے مقاصد کے لئے گھریلو تشدد کی وضاحت کرتا ہے. ایک گھر یا خاندان کے رکن آپ کو تکلیف دیتا ہے یا (کے ساتھ یا ایک ہتھیار استعمال کرتے ہوئے بغیر) آپ کو چوٹ پہنچانے کی کوشش کرتا ہے یا آپ کو کہ یقین کرنے کی وجہ فراہم کرتا ہے تو عام طور پر، / وہ مستقبل قریب میں آپ کو چوٹ پہنچائی جا رہا ہے، اس شخص کے ایک ایکٹ کا ارتکاب کیا ہے خاندان کے تشدد کی. ایک حفاظتی حکم حاصل کرنے کے لئے، آپ کو آپ کے abuser کے ساتھ ایک مخصوص رشتہ ہونا ضروری ہے. گھریلو تشدد ایک خاندان / houshold رکن کی طرف سے ارتکاب کیا جب مندرجہ ذیل کارروائیوں میں سے ایک یا اس سے زیادہ کی موجودگی بھی شامل ہے: بیٹری سادہ بیٹری سادہ حملہ حملہ تعاقب املاک کو مجرمانہ نقصان غیر قانونی تحمل مجرمانہ اتیچار یا کسی سنگین جرم

source: When you file for a protective order, if the judge believes that stalking has happened in the past and that it may likely happen again in the future, the judge can issue a temporary ex parte order to protect you. An ex parte order can be issued by the court without the presence of the stalker (defendant). After the court issues an ex parte order, a hearing must be held within 30 days, at which point you and the defendant will have a chance to prove your case, and the judge will decide whether or not to issue a final order.** A final order will generally last for up to one year. However, you can later file a motion (legal papers) asking that it be extended for up to three years or permanently.*** * O.C.G.A. § 16-5-94(d) ** O.C.G.A. §§ 16-5-94(e); 19-13-3(c) *** O.C.G.A. §§ 16-5-94(e); 19-13-4(c)
ar: عند ملف لأمر الحماية، إذا كان القاضي يرى أن المطاردة لم يحدث في الماضي، وأنه من المحتمل أن يحدث مرة أخرى في المستقبل، يمكن للقاضي إصدار أمر سابق مؤقت من جانب واحد لحمايتك. يمكن إصدار أمر من طرف واحد من قبل المحكمة دون وجود مطارد (المدعى عليه). بعد أن تصدر المحكمة أمرا طرف واحد، يجب أن تعقد جلسة استماع في غضون 30 يوما، وهي النقطة التي والمدعى عليه سيكون فرصة لإثبات قضيتك، وسوف يقرر القاضي ما إذا كان أو عدم إصدار أمر نهائي. ** وهناك أمر نهائي آخر عام لمدة تصل إلى واحد. ومع ذلك، يمكنك الملف لاحقا حركة (أوراق قانونية) طالبا أن يتم تمديدها لمدة تصل إلى ثلاث سنوات أو بشكل دائم. *** * O.C.G.A. § 16-5-94(d) ** O.C.G.A. §§ 16-5-94(e); 19-13-3(c) *** O.C.G.A. §§ 16-5-94(e); 19-13-4(c)
es: Cuando usted presenta una orden de protección, si el juez considera que el acoso ha ocurrido en el pasado y que probablemente puede volver a ocurrir en el futuro, el juez puede emitir una orden ex parte temporal para protegerte. Una orden ex parte puede ser emitida por el tribunal sin la presencia del acosador (demandado). Después de que la corte emita una orden ex parte, una audiencia debe celebrarse dentro de 30 días, momento en el que usted y el demandado tendrá la oportunidad de probar su caso, y el juez decidirá si emite o no una orden final. ** Una orden final por lo general una duración de hasta un año. Sin embargo, posteriormente puede presentar una moción (documentos legales) que pide que se amplíe durante un máximo de tres años o de forma permanente.*** * O.C.G.A. § 16-5-94(d) ** O.C.G.A. §§ 16-5-94(e); 19-13-3(c) *** O.C.G.A. §§ 16-5-94(e); 19-13-4(c)
hi: न्यायाधीश पीछा अतीत में क्या हुआ है कि और यह संभावना है कि भविष्य में फिर से हो सकता है का मानना ​​है कि अगर आप एक सुरक्षात्मक आदेश के लिए फाइल करते हैं, तो जज आप की रक्षा के लिए एक अस्थायी पक्षीय आदेश जारी कर सकता है. एक पक्षीय आदेश शिकारी (प्रतिवादी) की मौजूदगी के बिना अदालत द्वारा जारी किया जा सकता है. अदालत एक पक्षीय आदेश मुद्दों के बाद, एक सुनवाई तुम और प्रतिवादी बिंदु अपने मामले को साबित करने का मौका दिया जाएगा, और जज एक अंतिम आदेश जारी किया जाए या नहीं तय करेगा, जिस पर 30 दिनों के भीतर आयोजित किया जाना चाहिए. ** एक अंतिम आदेश आम तौर पर अप करने के लिए एक वर्ष के लिए पिछले जाएगा. हालांकि, अगर आप बाद में एक प्रस्ताव (कानूनी कागजात) यह अप करने के लिए तीन साल या स्थायी रूप से के लिए बढ़ाया जा पूछ रहा है कि फाइल कर सकते हैं.*** * O.C.G.A. § 16-5-94(d) ** O.C.G.A. §§ 16-5-94(e); 19-13-3(c) *** O.C.G.A. §§ 16-5-94(e); 19-13-4(c)
ko: 판사가 스토킹 과거에 일어난 것을 그것은 가능성이 미래에 다시 일어날 수 있다는 것을 믿는 경우에 당신이 보호 명령을 신청하면 판사가 당신을 보호하기 위해 임시 전직 일방적 명령을 실행할 수 있습니다.일방적 순서는 스토커 (피고)의 존재없이 법원에 의해 발행 될 수 있습니다. 법원이 일방적 명령을 발행 한 후, 청문회는 당신과 피고 지적이 사건을 입증 할 수있는 기회를 가질 것, 그리고 판사가 최종 명령을 실행할지 여부를 결정할 것입니다되는, 30 일 이내에 개최되어야한다. ** 마지막 순서는 일반적으로 최대 일년 동안 지속됩니다. 그러나 나중에 모션 (법률 신문)가 최대 3 년 영구적으로 연장 할 것을 요구를 제기 할 수 있습니다.*** * O.C.G.A. § 16-5-94(d) ** O.C.G.A. §§ 16-5-94(e); 19-13-3(c) *** O.C.G.A. §§ 16-5-94(e); 19-13-4(c)
ur_in: جج تعاقب ماضی میں ہوا ہے اور یہ کہ اس بات کا امکان مستقبل میں دوبارہ ہو سکتا ہے کہ یقین رکھتا ہے تو آپ، ایک حفاظتی حکم کے لئے دائر جب، جج آپ کی حفاظت کے لئے ایک عارضی سائیڈ کے حکم جاری کر سکتے ہیں. ایک سائیڈ حکم شکاری (مدعا علیہ) کی موجودگی کے بغیر عدالت کی طرف سے جاری کیا جا سکتا. عدالت نے ایک سائیڈ کے احکامات جاری کرنے کے بعد، ایک سماعت آپ اور مدعا علیہ کی طرف اشارہ آپ کا کیس ثابت کرنے کے لئے ایک موقع ملے گا، اور جج ایک حتمی حکم جاری کرنے یا نہ کرنے کا فیصلہ کرے گا جس میں، 30 دن کے اندر اندر منعقد کی جائے ضروری ہے. *** ایک حتمی حکم عام طور پر ایک سال کے لئے رہے گا. تاہم، آپ کو بعد میں ایک تحریک (قانونی کاغذات) یہ تین سال یا اس سے مستقل طور پر کے لئے توسیع کر دی جائے کہ پوچھ دائر کر سکتے ہیں.*** * O.C.G.A. § 16-5-94(d) ** O.C.G.A. §§ 16-5-94(e); 19-13-3(c) *** O.C.G.A. §§ 16-5-94(e); 19-13-4(c)

source: When you post content on Facebook, you can select the audience that can see the content. You can limit who can see what you’re sharing by blocking content from particular users or choosing to only post updates that a few people can see. Using your privacy settings, you can also choose to approve all tags before they appear on your Timeline. When posting a status update, a picture, or other content, you can select to post to a list of people, or choose individual people to share with, so that only those on that list can see what you’re posting. Whenever you share anything, you have the option of sharing it with the Public, Friends, Only Me, or Custom. The Custom option is where you canchoose more specifically how to share the post.
ar: عند نشر المحتوى في الفيسبوك، يمكنك اختيار الجمهور التي يمكن رؤية المحتوى. يمكنك تحديد من يستطيع رؤية ما كنت تقاسم المحتوى من خلال منع المستخدمين معين أو اختيار لآخر التحديثات الوحيدة التي عدد قليل من الناس يمكن أن نرى. باستخدام إعدادات الخصوصية الخاصة بك، يمكنك أيضا اختيار ليوافق جميع العلامات قبل ظهورها على الجدول الزمني الخاص بك. عندما نشر تحديث حالة أو صورة أو محتوى آخر، يمكنك اختيار لإضافة إلى قائمة من الناس، أو اختيار الناس الفردية لمشاركتها مع، بحيث فقط أولئك في تلك القائمة أن ترى ما كنت بالإرسال. كلما كنت تشارك أي شيء، لديك خيار من تقاسمها مع الجمهور والأصدقاء، فقط لي، أو مخصص. الخيار مخصص هو المكان الذي canchoose أكثر تحديدا كيفية تقاسم آخر.
es: Al publicar contenido en Facebook, puedes seleccionar la audiencia que pueda ver el contenido. Puede limitar quién puede ver lo que estás compartiendo bloqueando el contenido de determinados usuarios o elegir sólo enviar actualizaciones que unas pocas personas pueden ver. El uso de la configuración de privacidad, también puede optar por aprobar todas las etiquetas antes de que aparezcan en su línea de tiempo. Al publicar una actualización de estado, una foto, o cualquier otro contenido, puede seleccionar para publicar en una lista de personas, o elegir las personas individuales para compartir con, por lo que sólo los que en esa lista se puede ver lo que usted está enviando. Cada vez que usted comparte algo, usted tiene la opción de compartirlo con el público, amigos, sólo yo, o Personalizado. La opción Custom es donde usted canchoose más específicamente cómo compartir el mensaje.
hi: आप फेसबुक पर सामग्री पोस्ट करते हैं, तो आप सामग्री देख सकते हैं कि दर्शकों को चुन सकते हैं. आप विशेष रूप से उपयोगकर्ताओं से सामग्री अवरुद्ध या कुछ लोगों को देख सकते हैं कि केवल पोस्ट अपडेट करने के लिए चुनने के द्वारा साझा कर रहे हैं देख सकते हैं जो सीमित कर सकते हैं. अपनी गोपनीयता सेटिंग्स का उपयोग करना, आप भी वे अपने समय पर आने के पहले सभी टैग स्वीकृत करने के लिए चुन सकते हैं. एक स्थिति अपडेट, एक तस्वीर, या अन्य सामग्री पोस्ट करते हैं, तो आप केवल उस सूची में उन आप पोस्ट कर रहे हैं देख सकते हैं, ताकि लोगों की एक सूची के लिए पोस्ट, या के साथ साझा करने के लिए अलग अलग लोगों का चयन करने के लिए चुन सकते हैं. आप कुछ भी साझा देता है तो आप लोक, मित्र, केवल मुझे, या कस्टम के साथ साझा करने का विकल्प होता है. आप और अधिक विशेष पोस्ट साझा करने के लिए कैसे canchoose जहां कस्टम विकल्प है.
ko: 당신이 페이스 북에 콘텐츠를 게시하면 내용을 볼 수있는 대상을 선택할 수 있습니다. 당신은 당신이 특정 사용자의 콘텐츠를 차단 또는 몇 사람이 볼 수있는 유일한 후 업데이트를 선택하여 공유하는 것을 볼 수있는 사람을 제한 할 수 있습니다. 개인 정보 설정을 사용하여, 당신은 또한 그들이 당신의 타임 라인에 표시하기 전에 모든 태그를 승인 할 수 있습니다.상태 업데이트, 사진 또는 기타 콘텐츠를 게시 할 때 해당 목록에있는 사람들은 당신이 게시하고 볼 수 있도록 사람들의 목록을 게시하거나 공유하는 개별 명을 선택하도록 선택할 수 있습니다. 당신은 아무것도를 공유 ​​할 때마다, 당신은 공중, 친구, 나만, 또는 사용자와 공유하는 옵션이 있습니다. 좀 더 구체적으로 게시물을 공유하는 방법을 canchoose 경우 사용자 지정 옵션입니다.
ur_in: آپ فیس بک پر مواد شائع کرتے ہیں تو، آپ کے مواد دیکھ سکتے ہیں، کہ سامعین منتخب کر سکتے ہیں. آپ کو خاص طور پر صارفین کی طرف سے مواد کو مسدود کرنے یا چند لوگوں کو دیکھنے کے کر سکتے ہیں کہ صرف پوسٹ اپ ڈیٹ کرنے کے لئے منتخب کرنے کے کی طرف سے اشتراک کر رہے ہیں دیکھ سکتے ہیں، جو محدود کر سکتے ہیں. اپنی رازداری کی ترتیبات کا استعمال کرتے ہوئے، آپ کو بھی وہ آپ کی ٹائم لائن پر نظر آنے سے پہلے تمام ٹیگ منظور کرنے کے لئے منتخب کر سکتے ہیں. ایک حیثیت کو اپ ڈیٹ، ایک تصویر، یا دیگر مواد شائع کرتے وقت، آپ کو صرف اس فہرست میں ان لوگوں کو آپ کی پوسٹنگ کر رہے ہیں دیکھ سکتے ہیں، تاکہ لوگوں کی فہرست میں پوسٹ، یا کے ساتھ اشتراک کرنے کے لئے انفرادی لوگوں کو منتخب کرنے کے لئے منتخب کر سکتے ہیں. آپ کو کچھ بھی اشتراک جب بھی، آپ عوامی، دوست، صرف مجھے، یا اپنی مرضی کے مطابق کے ساتھ اس کا اشتراک کرنے کا اختیار ہے. آپ زیادہ خاص طور پر پوسٹ کا اشتراک کے لئے کس طرح منتخب کر سکتے ہیں جہاں اپنی مرضی کے آپشن ہے.

source: where to find help
ar: أين تجد المساعدة
es: dónde encontrar ayuda
hi: जहां मदद मिल
ko: 어디에 도움을 찾을 수
ur_in: جہاں مدد تلاش کرنے کے لئے
