Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: In GA there are two types of Family Violence Protection Orders: Temporary Ex Parte Orders and Family Violence Protection Orders. A Temporary Ex Parte Order is designed to protect you from the abuser until the court holds a hearing. A hearing is mandatory before you can receive a long-term Family Violence Protection Order. You can receive a temporary order without a court hearing, and without your abuser’s knowledge. (Ex parte means without your abuser present). In order to receive a temporary ex parte order, you must file a petition with the court.*1 After you file your petition, a judge may grant a temporary order only if s/he believes that you are in immediate danger. In your petition, it is important to tell the judge, in detail, of the occurrence of family violence in the past so that the judge can take that into account when s/he makes a decision.*2 Temporary orders last up to 30 days, or until your court hearing if it is being heard in another county in the same circuit. They can be extended beyond 30 days upon agreement by both parties.*3 A Family Violence Protection Order can be issued after a court hearing in which you and the abuser both have a chance to tell your sides of the story. Family Violence Protection Orders last up to one year, but can be extended for up to three years (a permanent order).*4 *1 O.C.G.A. § 19-13-3(a) *2 O.C.G.A. § 19-13-3(b) *3 O.C.G.A. § 19-13-3(c) *4 O.C.G.A § 19-13-4
ar: في GA هناك نوعان من أوامر العنف الأسري الحماية: أوامر مؤقتة من طرف واحد و أوامر الأسرة الحماية من العنف. تم تصميم المؤقتة بالدفع من طرف واحد لحمايتك من المسيء حتى تملك المحكمة جلسة استماع. جلسة إلزامي قبل أن تتمكن من الحصول على المدى الطويل العنف الأسري أمر الحماية. يمكنك الحصول على أمر مؤقت دون جلسة المحكمة، ودون معرفة المعتدي الخاص بك. (من طرف واحد يعني بدون المعتدي حاضرك). من أجل الحصول على أمر مؤقت من طرف واحد، يجب تقديم التماس إلى المحكمة. * 1 بعد تقديم الالتماس الخاص بك، يمكن للقاضي أن تصدر أمرا مؤقتا إلا إذا ق / انه يعتقد ان كنت في خطر فوري. في الالتماس الخاص بك، فمن المهم أن تخبر القاضي، بالتفصيل، من وقوع العنف الأسري في الماضي بحيث يمكن للقاضي أن يأخذ ذلك في الاعتبار عندما ق / انه يتخذ قرارا. * 2 أوامر مؤقتة تستمر حتى 30 يوما ، أو حتى جلسة المحكمة الخاصة بك إذا سمعت أنه يجري في مقاطعة أخرى في نفس الدائرة. أنها يمكن أن تمتد إلى ما بعد 30 أيام بناء على اتفاق الطرفين. * 3 يمكن إصدار أمر الحماية العنف الأسري بعد جلسة المحكمة التي كنت والمسيء سواء لديهم فرصة لنقول جانبيك من القصة. أوامر الأسرة العنف حماية تدوم حتى سنة واحدة، ولكن يمكن تمديدها لمدة تصل إلى ثلاث سنوات (نظام دائم). * 4 *1 O.C.G.A. § 19-13-3(a) *2 O.C.G.A. § 19-13-3(b) *3 O.C.G.A. § 19-13-3(c) *4 O.C.G.A § 19-13-4
es: En GA hay dos tipos de Órdenes de Protección Familiar Violencia: Las órdenes temporal ex parte y Las órdenes de protección de violencia Familiar. Un Ex Parte orden temporal está diseñado para proteger del agresor hasta que el tribunal celebra una audiencia. Una audiencia es obligatoria antes de poder recibir un suministro a largo plazo de la Violencia Familiar Orden de Protección. Usted puede recibir una orden temporal sin una audiencia judicial, y sin el conocimiento de su abusador. (Ex parte significa sin su abusador está presente). Un Ex Parte Orden temporal no está Diseñado párr Proteger del agresor Hasta Que el tribunal celebra Una audiencia. Una audiencia es obligatoria de los antes des receive Poder similares suministro a largo term de la Violencia Familiar Orden de Protección. USTED You can receive Una Orden temporal pecado Una audiencia judicial, el pecado y el Conocimiento de do abusador. (Ex significa a instancia de parte do pecado abusador no está Presente).*3 Una orden de violencia Protección de la Familia puede ser emitida después de una audiencia en la corte en la que usted y el abusador ambos tienen la oportunidad de contar sus versiones de la historia. Órdenes de Protección Familiar Violencia duran hasta un año, pero pueden extenderse hasta por tres años (una orden permanente).*4 *1 O.C.G.A. § 19-13-3(a) *2 O.C.G.A. § 19-13-3(b) *3 O.C.G.A. § 19-13-3(c) *4 O.C.G.A § 19-13-4
hi: जीए में पारिवारिक हिंसा संरक्षण आदेश के दो प्रकार के होते हैं: अस्थाई पक्षीय आदेश और पारिवारिक हिंसा संरक्षण आदेश. एक अस्थाई पक्षीय आदेश अदालत ने एक सुनवाई आयोजित करता है जब तक प्रताड़ित करने से बचाने के लिए बनाया गया है. आप एक लंबे समय तक पारिवारिक हिंसा संरक्षण आदेश प्राप्त कर सकते हैं पहले एक सुनवाई अनिवार्य है. आप एक अदालत की सुनवाई के बिना एक अस्थायी आदेश प्राप्त करते हैं, और अपने abuser के ज्ञान के बिना कर सकते हैं. (पक्षीय अपने abuser उपस्थित बिना मतलब है). एक अस्थायी पक्षीय आदेश प्राप्त करने के लिए, आप अदालत के साथ एक याचिका दायर करनी चाहिए. * 1 आप अपनी याचिका दायर करने के बाद, एक न्यायाधीश एस / वह आप तत्काल खतरे में हैं का मानना ​​है कि केवल अगर एक अस्थायी आदेश दे सकता है. अपनी याचिका में यह / वह एक निर्णय है बनाता है जब न्यायाधीश कि खाते में ले जा सकते हैं ताकि अतीत में परिवार हिंसा की घटना की विस्तार से, न्यायाधीश बताने के लिए महत्वपूर्ण है. * 2 अस्थायी आदेश 30 दिन के लिए पिछले , या अपनी अदालत की सुनवाई तक यह एक ही सर्किट में एक और काउंटी में सुना जा रहा है. वे. दोनों पक्षों द्वारा समझौते पर 30 दिनों से आगे बढ़ाया * 3 किया जा सकता है एक पारिवारिक हिंसा संरक्षण आदेश आप और abuser दोनों कहानी के अपने पक्ष बताने के लिए एक मौका दिया है, जिसमें एक अदालत की सुनवाई के बाद जारी किए जा सकते हैं. पारिवारिक हिंसा संरक्षण आदेश एक वर्ष के लिए पिछले है, लेकिन तीन साल (एक स्थायी आदेश) के लिए बढ़ाया जा सकता है. * 4 *1 O.C.G.A. § 19-13-3(a) *2 O.C.G.A. § 19-13-3(b) *3 O.C.G.A. § 19-13-3(c) *4 O.C.G.A § 19-13-4
ko: GA에서 가정 폭력 보호 주문의 두 가지 유형이 있습니다 : 임시 일방적 주문 및 가정 폭력 보호 주문. 임시 일방적 주문은 법원이 심리를 보유 할 때까지 가해자로부터 보호하도록 설계되었습니다. 당신이 장기적으로 가족 폭력 보호 명령을받을 수 있습니다 전에 청문회는 필수입니다. 당신은 법원 심리없이 임시 명령을 받고, 가해자의 지식없이 할 수 있습니다. (일방적는 가해자가없는 상태 의미). 임시 전직 일방적 주문을 받으려면, 당신은 법원에 청원서를 제출해야합니다. * 일을 당신이 당신의 청원을 한 후, 판사의이 / 그 사람이 당신에게 즉각적인 위험에 처해 있다고 생각하는 경우에만 임시 순서를 부여 할 수 있습니다. 청원서, 그것은 / 그 결정의을 할 때 판사가 고려 것을 취할 수 있도록 과거에 가정 폭력의 발생으로, 구체적으로, 판사에게하는 것이 중요합니다. *이 임시 주문은 30 일까지 지속 또는 법원 심리 때까지 동일한 회로에서 다른 카운티에 들었되는 경우. 그들은. 양 당사자의 합의에 따라 삼십일 이후로 연장 * 3 수 가정 폭력 보호 명령은 사용자와 가해자 모두가 이야기의 당신의 측면을 말할 수있는 기회를 갖게하는 법원 심리 이후에 발행 할 수 있습니다. 가정 폭력 보호 주문은 일년까지 지속하지만, 최대 3 년 (영구 순서)에 대한 확장 할 수 있습니다. * 4 *1 O.C.G.A. § 19-13-3(a) *2 O.C.G.A. § 19-13-3(b) *3 O.C.G.A. § 19-13-3(c) *4 O.C.G.A § 19-13-4
ur_in: GA میں گھریلو تشدد کے تحفظ کے احکامات کی دو قسمیں ہیں: عارضی سائیڈ کے احکامات اور گھریلو تشدد تحفظ کے احکامات. عارضی سائیڈ آرڈر کورٹ سماعت کی ڈگری حاصل کی ہے جب تک بدسلوکی کرنے والے سے آپ کی حفاظت کرنے کے لئے ڈیزائن کیا گیا ہے. آپ کو ایک طویل مدتی گھریلو تشدد کے تحفظ کے لئے حاصل کر سکتے ہیں کے سامنے ایک سماعت لازمی ہے. آپ کو ایک عدالت میں پیشی کے بغیر ایک عارضی حکم موصول، اور آپ کے abuser کے علم کے بغیر کر سکتے ہیں. (سائیڈ آپ بدسلوکی کرنے والے موجود کے بغیر کا مطلب ہے). عارضی سائیڈ آرڈر حاصل کرنے کے لئے، آپ کو عدالت کے ساتھ ایک درخواست دائر کرنا ضروری ہے. * 1 آپ کو آپ کی درخواست دائر کرنے کے بعد، ایک جج S / وہ آپ کو فوری طور پر خطرے میں ہیں کا خیال ہے کہ صرف اس صورت میں ایک عارضی حکم دے سکتی ہے. آپ کی درخواست میں، یہ / وہ ایک فیصلہ کی ہے جب جج کہ اکاؤنٹ میں لے جا سکتے ہیں، تا کہ ماضی میں گھریلو تشدد کی موجودگی کے، تفصیل سے، جج کو بتانا ضروری ہے. * 2 عارضی احکامات 30 دن تک جاری رہے ، یا آپ کے عدالت میں پیشی تک یہ ایک ہی سرکٹ میں ایک کاؤنٹی میں سنا جا رہا ہے تو. وہ دونوں پارٹیوں کی طرف سے معاہدے پر 30 دن کے باہر توسیع * 3 کیا جا سکتا ہے ایک گھریلو تشدد کے تحفظ کے لئے آپ اور بدسلوکی کرنے والے دونوں کی کہانی کا اپنے اطراف بتانے کے لئے ایک موقع ہے جس میں ایک عدالت میں پیشی کے بعد جاری کیا جا سکتا ہے. گھریلو تشدد کے تحفظ کے احکامات کی ایک سال تک رہے، لیکن تین سال (ایک مستقل حکم) کے لئے توسیع کر سکتے ہیں. * 4 *1 O.C.G.A. § 19-13-3(a) *2 O.C.G.A. § 19-13-3(b) *3 O.C.G.A. § 19-13-3(c) *4 O.C.G.A § 19-13-4

source: In the state of Georgia, you can apply for a bond for good behavior, in addition to a family violence protection order. The judge may issue a bond for good behavior if s/he believes the safety of a person in the county is in danger of being injured.* A bond for good behavior requires the abuser (defendant) to post bond by giving money or property to the court to hold. The abuser will lose this money or property if s/he violates the judge's order or commits a crime against you.** The court may also find the abuser in contempt of court for violating an order.*** Bonds for good behavior are not specifically designed for domestic abuse situations, but they can be useful if you need some protection from the court for a short period of time. A bond for good behavior may be extended by the superior or state court for additional 60-day periods.**** In a domestic abuse situation, you can only get one if a crime has occurred against you or your family. This can include assault, battery, breaking and entering, trespass, etc. You can call the magistrate court -- criminal division in your county for more information about what incidents would qualify for this type of action or you can ask a lawyer for legal advice. Go to our GA Finding a Lawyer page for legal referrals. * O.C.G.A. § 17-6-90 ** O.C.G.A. § 17-6-92 *** O.C.G.A. § 17-6-94 **** O.C.G.A. § 17-6-93
ar: في ولاية جورجيا، يمكنك التقدم للحصول على السندات لحسن السلوك، بالإضافة إلى نظام الحماية من العنف الأسري. يجوز للقاضي إصدار السندات لحسن السلوك إذا ق / انه يعتقد سلامة شخص في مقاطعة هي في خطر التعرض للإصابة. * السند لحسن السلوك يتطلب المسيء (المدعى عليه) لنشر السندات عن طريق إعطاء المال أو الممتلكات إلى المحكمة لعقد. المسيء سوف تفقد هذه الأموال أو الممتلكات إذا ق / انه يخالف أمر القاضي أو يرتكب جريمة ضد لك. ** يجوز للمحكمة أيضا العثور على المعتدي في ازدراء المحكمة لمخالفته النظام. *** لم يتم تصميم السندات لحسن السلوك على وجه التحديد لحالات العنف الأسري، لكنها يمكن أن تكون مفيدة إذا كنت بحاجة الى بعض الحماية من المحكمة لفترة قصيرة من الزمن. السند لحسن السلوك ويجوز تمديد من قبل المحكمة العليا أو الدولة لفترات إضافية لمدة 60 يوما. **** في حالة العنف الأسري، يمكنك الحصول على واحد فقط في حال وقوع جريمة ضد لك أو لعائلتك. هذا ويمكن أن تشمل الاعتداء، والضرب، وكسر والدخول، التعدي على ممتلكات الغير، الخ يمكنك استدعاء قاضي محكمة - القسم الجنائي في مقاطعة لمزيد من المعلومات حول ما الحوادث أن تكون مؤهلة لهذا النوع من العمل أو يمكنك أن تطلب محام للحصول على المشورة القانونية. اذهب إلى موقعنا GA العثور على الصفحة المحامي للإحالات قانونية. * O.C.G.A. § 17-6-90 ** O.C.G.A. § 17-6-92 *** O.C.G.A. § 17-6-94 **** O.C.G.A. § 17-6-93
es: En el estado de Georgia, usted puede solicitar una fianza para el buen comportamiento, además de una orden de protección contra la violencia familiar. El juez puede emitir un bono por buen comportamiento si s / él cree que la seguridad de una persona en el condado está en peligro de ser herido.* Un bono por buena conducta requiere que el abusador (demandado) para pagar la fianza, dando dinero o bienes a la corte para celebrar. El abusador va a perder este dinero o especie, si s / él viola la orden del juez o comete un crimen en contra de usted. ** El tribunal también puede encontrar el abusador en desacato por violar una orden.*** Bonos para el buen comportamiento no están diseñados específicamente para situaciones de abuso doméstico, pero puede ser útil si necesita algún tipo de protección de la corte por un corto período de tiempo. Un bono por buena conducta podrá ser prorrogado por el tribunal superior o el estado por períodos adicionales de 60 días.**** En una situación de abuso doméstico, sólo se puede conseguir uno si ha cometido un delito en contra de usted o su familia. Esto puede incluir el asalto, agresión, allanamiento de morada, violación, etc Usted puede llamar al tribunal de primera instancia - Sala de lo Penal en su condado para más información acerca de lo que los incidentes podrían calificar para este tipo de acción o puede pedirle a un abogado para obtener asesoramiento legal . Vaya a nuestro GA Encontrando un Abogado para referencias legales. * O.C.G.A. § 17-6-90 ** O.C.G.A. § 17-6-92 *** O.C.G.A. § 17-6-94 **** O.C.G.A. § 17-6-93
hi: जॉर्जिया के राज्य में, आप एक परिवार हिंसा संरक्षण आदेश के अलावा, अच्छे व्यवहार के लिए एक बांड के लिए आवेदन कर सकते हैं. एस / वह काउंटी में एक व्यक्ति की सुरक्षा घायल होने के खतरे में है का मानना ​​है कि अगर न्यायाधीश अच्छा व्यवहार के लिए एक बांड जारी कर सकती है. * अच्छा व्यवहार के लिए एक बांड धारण करने के लिए अदालत में पैसे या संपत्ति देकर बंधन पोस्ट करने के लिए abuser (प्रतिवादी) की आवश्यकता है. एस / वह न्यायाधीश के आदेश का उल्लंघन करता है या आप के खिलाफ एक अपराध करता है तो abuser. इस पैसे या संपत्ति खो देंगे ** अदालत ने एक आदेश का उल्लंघन करने के लिए अदालत की अवमानना ​​में abuser मिल सकता है.*** अच्छे व्यवहार के लिए बांड विशेष रूप से घरेलू उत्पीड़न स्थितियों के लिए तैयार नहीं हैं, लेकिन आप समय की एक छोटी अवधि के लिए अदालत से कुछ संरक्षण की जरूरत है अगर वे उपयोगी हो सकता है. अच्छा व्यवहार के लिए एक बांड अतिरिक्त 60 दिन की अवधि के लिए बेहतर या राज्य की अदालत द्वारा बढ़ाया जा सकता है.**** एक अपराध आप या आपके परिवार के खिलाफ आ गई है तो एक घरेलू उत्पीड़न स्थिति में, आप केवल एक ही प्राप्त कर सकते हैं. घटनाओं कार्रवाई के इस प्रकार के लिए अर्हता प्राप्त करेंगे या आप कानूनी सलाह के लिए एक वकील से पूछ सकते हैं के बारे में अधिक जानकारी के लिए अपने काउंटी में आपराधिक प्रभाग - यह आप मजिस्ट्रेट अदालत कॉल कर सकते हैं आदि हमला, बैटरी, तोड़ने और प्रवेश, अतिचार, शामिल कर सकते हैं . कानूनी रेफरल के लिए एक वकील पेज ढूँढना हमारे जीए पर जाएँ. * O.C.G.A. § 17-6-90 ** O.C.G.A. § 17-6-92 *** O.C.G.A. § 17-6-94 **** O.C.G.A. § 17-6-93
ko: 조지아의 상태에서, 당신은 가정 폭력 보호 명령뿐만 아니라, 좋은 행동에 대한 채권을 신청할 수 있습니다. S는 / 그는 군에있는 사람의 안전이 부상의 위험에 믿는 경우 판사는 좋은 행동에 대한 채권을 발행 할 수있다. * 좋은 행동에 대한 채권 보유하는 법원에 돈이나 재산을 제공하여 결합을 게시 가해자 (피고)가 필요합니다. S는 / 그는 판사의 명령을 위반하거나 당신에 대하여 범죄를 저지른 경우에는 가해자가.이 돈이나 재산을 잃게됩니다 ** 법원은 명령을 위반 법정 모독죄에 가해자를 찾을 수 있습니다.*** 좋은 행동에 대한 채권은 특히 가정 폭력 상황에 맞게 설계되지 않은,하지만 당신은 시간의 짧은 기간 동안 법원에서 일부 보호가 필요 한 경우에는 유용 할 수 있습니다. 좋은 행동에 대한 채권이 추가로 60 일의 기간 동안 우수한 또는 주 법원에 의해 연장 될 수있다.**** 범죄가 당신이나 당신의 가족에 대해 발생한 경우 가정 폭력 상황에서, 당신은 하나를 얻을 수 있습니다. 사건 행동이 유형의 자격이 있거나 법률 자문 변호사에게 문의 할 수있는 작업에 대한 자세한 내용은 카운티 형사 부문 -이 당신은 치안 판사 법원을 호출 할 수있는 등 폭행, 배터리, 무단 침입, 불법 침입을 포함 할 수있다 . 법적 소개를 변호사의 페이지를 찾기 우리 GA로 이동합니다. * O.C.G.A. § 17-6-90 ** O.C.G.A. § 17-6-92 *** O.C.G.A. § 17-6-94 **** O.C.G.A. § 17-6-93
ur_in: جارجیا کی ریاست میں، آپ کو ایک گھریلو تشدد کے تحفظ کے لئے اس کے علاوہ میں، اچھے رویے کے لئے ایک بانڈ کے لئے درخواست دے سکتے ہیں. S / وہ کاؤنٹی میں ایک شخص کی حفاظت زخمی کیا جا رہا ہے کے خطرے میں ہے کا خیال ہے کہ اگر جج اچھے رویے کے لئے ایک بانڈ جاری کر سکتا ہے. * اچھے رویے کے لئے ایک بانڈ کے انعقاد کے لئے عدالت میں رقم یا جائیداد دینے کی طرف سے بانڈ پوسٹ کرنے کے بدسلوکی کرنے والے (مدعا علیہ) کی ضرورت ہوتی ہے. S / وہ جج کے حکم کی خلاف ورزی یا آپ کے خلاف ایک جرم کا ارتکاب اگر بدسلوکی کرنے والا. اس رقم یا املاک سے محروم ہوجائیں گے ** کورٹ نے ایک حکم کی خلاف ورزی توہین عدالت میں بدسلوکی کرنے والے کو تلاش کر سکتے.*** اچھے رویے کے لئے بانڈز خاص گھریلو تشدد کے حالات کے لئے ڈیزائن نہیں کر رہے ہیں، لیکن آپ کو وقت کی ایک مختصر مدت کے لئے عدالت سے کچھ تحفظ کی ضرورت ہے تو وہ مفید ہو سکتا ہے. اچھے رویے کے لئے ایک بانڈ اضافی 60 دن کی مدت کے لئے اعلی یا ریاست کی عدالت کی طرف سے فراہم کیا جا سکتا ہے.**** ایک جرم آپ یا آپ کے خاندان کے خلاف واقع ہوا ہے تو ایک گھریلو تشدد صورت میں، آپ کو صرف ایک حاصل کر سکتے ہیں. واقعات اس قسم کی کارروائی کے لئے کوالیفائی کریں گے یا آپ کو قانونی مشورہ کے لئے ایک وکیل سے پوچھ سکتے ہیں کے بارے میں مزید معلومات کے لئے اپنے کاؤنٹی میں مجرمانہ ڈویژن - یہ آپ مجسٹریٹ کی عدالت کال کر سکتے ہیں وغیرہ حملہ، بیٹری، توڑنے اور داخل ہونے، جرم، شامل کر سکتے ہیں . قانونی حوالہ جات کے لئے ایک وکیل صفحہ تلاش ہمارے GA پر جائیں. * O.C.G.A. § 17-6-90 ** O.C.G.A. § 17-6-92 *** O.C.G.A. § 17-6-94 **** O.C.G.A. § 17-6-93

source: Internet Security
es: Seguridad en Internet
hi: इंटरनेट सुरक्षा
ko: 인터넷 보안
ur_in: انٹرنیٹ سیکورٹی

source: It’s good practice to assume that anything you put on the Internet can be seen. However, even information that you have not entered into a website yourself can show up on the Internet - for example, if you have a magazine subscription or if you donate to a political campaign, your personal information can be accessed on the Internet. Despite privacy settings, computer hackers and computer spyware can potentially access your information. A good test to find out how searchable you are on the Internet is to search your own name (using a search engine such as Google) and see what comes up. If you have a common name, try modifying your search by including some basic information like your city or high school. If you find articles or images about yourself, you may try to contact the administrator of the website and ask that s/he remove them although there is no guarantee that the website administrator will honor your request.
ar: انها ممارسة جيدة لنفترض أن أي شيء كنت وضعت على شبكة الإنترنت يمكن رؤيتها. ولكن، حتى المعلومات التي لم تكن قد دخلت في موقع نفسك يمكن أن تظهر على شبكة الإنترنت - على سبيل المثال، إذا كان لديك اشتراك في مجلة أو إذا كنت التبرع لحملة سياسية، يمكن الوصول إلى المعلومات الشخصية الخاصة بك على شبكة الإنترنت. على الرغم من إعدادات الخصوصية، يمكن أن قراصنة الكمبيوتر وبرامج التجسس الكمبيوتر يحتمل الوصول إلى المعلومات الخاصة بك. اختبار جيدة لمعرفة كيف يمكن البحث كنت على الإنترنت هو البحث الاسم الخاص بك (باستخدام محرك بحث مثل جوجل)، وانظر ما يأتي. إذا كان لديك اسم شائع، ومحاولة تعديل البحث من خلال تضمين بعض المعلومات الأساسية مثل مدينتك أو المدرسة الثانوية. إذا وجدت مقالات أو صور عن نفسك، قد حاول الاتصال بمسؤول الموقع ونطلب من ق / انه إزالتها على الرغم من أن ليس هناك ما يضمن أن مدير الموقع سيشرف طلبك.
es: Es una buena práctica suponer que cualquier cosa que pongas en Internet puede ser visto. Sin embargo, incluso la información que no ha entrado en un sitio web usted mismo puede aparecer en Internet - por ejemplo, si tiene una suscripción a la revista o si usted dona a una campaña política, la información personal que se puede acceder en Internet. A pesar de la configuración de privacidad, los piratas informáticos y programas espía informático potencialmente pueden acceder a su información. Una buena prueba para saber como realizar búsquedas que está en Internet es la búsqueda de su propio nombre (usando un motor de búsqueda como Google) y ver qué sale. Si usted tiene un nombre común, modifica tu búsqueda mediante la inclusión de cierta información básica como su ciudad o la secundaria. Si usted encuentra los artículos o imágenes acerca de usted mismo, usted puede tratar de ponerse en contacto con el administrador de la página web y pedir que él / ella les quite, aunque no hay garantía de que el administrador del sitio web honrará su petición.
hi: यह आप इंटरनेट पर डाल दिया है कि कुछ भी देखा जा सकता है कल्पना करने के लिए अच्छा अभ्यास है. आप एक पत्रिका सदस्यता है, उदाहरण के लिए या आप एक राजनीतिक अभियान के लिए दान करते हैं, तो आपकी व्यक्तिगत जानकारी इंटरनेट पर पहुँचा जा सकता है - लेकिन, आप एक वेबसाइट में प्रवेश नहीं किया है कि यहां तक ​​कि जानकारी अपने आप को इंटरनेट पर प्रदर्शित कर सकते हैं. गोपनीयता सेटिंग के बावजूद, कंप्यूटर हैकर और कंप्यूटर स्पाइवेयर संभावित अपनी जानकारी का उपयोग कर सकते हैं. एक अच्छा टेस्ट इंटरनेट (जैसे गूगल के रूप में एक खोज इंजन का उपयोग करके) अपने नाम खोज और देखो क्या हो रहा है पर कर रहे हैं कि कैसे खोजा पता लगाने के लिए. आप एक आम नाम है, आपके शहर या उच्च विद्यालय की तरह कुछ बुनियादी जानकारी शामिल करके अपनी खोज को संशोधित करने का प्रयास करें. आप अपने बारे में लेख या चित्र मिल जाए, आप वेबसाइट के व्यवस्थापक से संपर्क करें और वेबसाइट व्यवस्थापक आपके अनुरोध का सम्मान करेंगे कि कोई गारंटी नहीं है, हालांकि वह उन्हें हटाने / कि है पूछने की कोशिश कर सकते हैं.
ko: 그것은 당신이 인터넷에 넣어 그 어떤 것도 볼 수있다 가정하는 좋은 방법입니다. 당신이 잡지 구독이있는 경우, 예를 들어, 또는 정치적 캠페인에 기부하는 경우, 귀하의 개인 정보가 인터넷에 액세스 할 수 있습니다 -하지만 당신이 웹 사이트에 입력되지 않은 경우에도 정보는 자신이 인터넷에 표시 할 수 있습니다. 개인 정보 설정에도 불구하고, 컴퓨터 해커와 컴퓨터 스파이웨어는 잠재적으로 정보에 액세스 할 수 있습니다. 좋은 테스트는 인터넷 (예 : 구글과 같은 검색 엔진을 사용하여) 자신의 이름을 검색하고 대는지하는 것입니다에 얼마나 검색 알 수 있습니다. 당신이 일반적인 이름이있는 경우, 당신의 도시 또는 고등학교와 같은 몇 가지 기본 정보를 포함하여 검색을 수정하려고합니다. 당신이 자신에 대한 기사 나 이미지를 찾을 경우, 당신은 웹 사이트의 관리자에게 웹 사이트 관리자가 사용자의 요청을 이행한다는 보장이 없음에도 불구하고 그가 제거 / 그 s의 요청을 시도 할 수 있습니다.
ur_in: یہ آپ کو انٹرنیٹ پر ڈال دیا ہے کہ کچھ بھی دیکھا جا سکتا ہے فرض اچھی پریکٹس ہے. آپ کو ایک میگزین رکنیت ہے، مثال کے طور پر یا آپ کو ایک سیاسی مہم کو عطیہ ہے تو، آپ کی ذاتی معلومات انٹرنیٹ پر حاصل کیا جا سکتا ہے - تاہم، آپ کو ایک ویب سائٹ میں داخل نہیں ہے کہ اس سے بھی معلومات آپ انٹرنیٹ پر دکھا سکتے ہیں. رازداری کی ترتیبات کے باوجود، کمپیوٹر ہیکروں اور کمپیوٹر سپائیویئر ممکنہ طور پر آپ کی معلومات تک رسائی حاصل کر سکتے ہیں. ایک اچھا ٹیسٹ آپ انٹرنیٹ (جیسے گوگل کے طور پر ایک تلاش کے انجن کو استعمال کرتے ہوئے) اپنا نام تلاش اور آتا ہے کو دیکھنے کے لئے ہے پر ہیں کہ کس طرح تلاش کیا حاصل کرنے کے لئے. آپ کو ایک عام نام ہے تو، آپ کے شہر یا ہائی اسکول کی طرح کچھ بنیادی معلومات بھی شامل ہے کی طرف سے آپ کی تلاش میں تبدیلی کرنے کی کوشش کریں. تم اپنے آپ کے بارے میں مضامین یا تصاویر کو تلاش کرتے ہیں، آپ کی ویب سائٹ کے منتظم سے رابطہ کریں اور ویب سائٹ کے منتظم آپ کی درخواست کا احترام کرے گا کہ کوئی ضمانت نہیں ہے، اگرچہ وہ ان کو دور / کہ پوچھنا کرنے کی کوشش کر سکتے ہیں.

source: It’s important to know who the mutual Facebook friends are and limit what you share with them. Mutual Facebook friends are sometimes unavoidable, as they can be “real-life” friends, family members, or your children’s friends. Even if you don’t set your privacy setting to “friends of friends,” don’t forget that a friend-of-a-friend could allow the abusive person to see your content or even forward information about you to the abuser. Digital information of any kind can always be re-shared – on Facebook or other platforms.
ar: من المهم أن نعرف من هم أصدقاء مشتركون الفيسبوك والحد ما كنت تشارك معهم. أصدقاء مشتركون الفيسبوك لا مفر منه في بعض الأحيان، لأنها يمكن أن تكون صديقا حقيقيا للحياة، وأفراد الأسرة، أو الأصدقاء أطفالك. حتى لو لم تقم بتعيين خصوصيتك الإعداد لأصدقاء الأصدقاء، لا ننسى أن صديقا من واحد للصديق قد يسمح الشخص المسيء لرؤية المحتوى الخاص بك أو حتى المعلومات إلى الأمام عنك لالمسيء. المعلومات الرقمية من أي نوع يمكن دائما إعادة تقاسم - في الفيسبوك أو غيرها من المنصات.
es: Es importante saber quiénes son los amigos de Facebook son mutuos y limitar lo que compartes con ellos. Mutuos amigos de Facebook a veces son inevitables, ya que pueden ser amigos 'de la vida real', miembros de la familia, o los amigos de sus hijos. Incluso si no se establece la configuración de su privacidad 'amigos de amigos', no se olvide de que un amigo-de-un-amigo podría permitir que la persona abusiva para ver su contenido o incluso información prospectiva acerca de usted con el abusador. La información digital de cualquier tipo siempre se puede volver a compartido - en Facebook u otras plataformas.
hi: यह आपसी फेसबुक दोस्त हैं जो जानते हैं और आप उन लोगों के साथ साझा सीमा क्या करने के लिए महत्वपूर्ण है. वे वास्तविक जीवन मित्रों, परिवार के सदस्यों, या अपने बच्चों के दोस्त हो सकता है के रूप में म्युचुअल फेसबुक दोस्तों, कभी कभी अपरिहार्य हैं. आप दोस्तों के दोस्त के लिए सेटिंग आपकी गोपनीयता सेट नहीं है, एक दोस्त के एक दोस्त अपमानजनक व्यक्ति अपनी सामग्री या प्रताड़ित करने के लिए आप के बारे में भी आगे जानकारी देखने के लिए अनुमति दे सकता है कि मत भूलना. फेसबुक या अन्य प्लेटफार्मों पर - किसी भी तरह के डिजिटल जानकारी हमेशा फिर से साझा किया जा सकता है.
ko: 그것은 상호 페이스 북 친구들이 누군지 아는 당신이 그들과 공유를 제한하는 것이 중요합니다. 상호 페이스 북 친구들은 실제 친구, 가족 또는 자녀의 친구가 될 수있는, 때로는 피할 수 있습니다. 당신이 설정 개인 정보 설정을 설정하지 않아도 친구의 친구를, 친구의 - A - 친구가 학대하는 사람이 귀하의 콘텐츠 또는 가해자에 당신에 대해 더 앞으로 정보를 참조 할 수 있음을 잊지 마세요. 페이스 북이나 다른 플랫폼에서 - 어떤 종류의 디지털 정보는 항상 다시 공유 할 수 있습니다.
ur_in: یہ باہمی فیس بک پر دوست ہیں جو جانتے ہیں اور آپ ان کے ساتھ اشتراک کیا محدود کرنے کے لئے ضروری ہے. وہ حقیقی زندگی کے دوستوں، خاندان کے ارکان، یا اپنے بچوں کے دوست ہو سکتا ہے کے طور پر باہمی فیس بک دوستوں، کبھی کبھی ناگزیر ہیں. آپ دوستوں کے دوستوں کو ترتیب آپ کی پرائیویسی مقرر نہیں کرتے یہاں تک کہ اگر، ایک دوست کی ایک دوست بدسلوکی شخص آپ کے مواد یا abuser کو آپ کے بارے میں بھی آگے کی معلومات کو دیکھنے کے لئے کی اجازت دے سکتا ہے یہ نہ بھولنا. فیس بک یا دیگر پلیٹ فارم پر - کسی بھی قسم کے ڈیجیٹل معلومات ہمیشہ دوبارہ کیا جا سکتا ہے.
