Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: If you live in a town where hunting is popular, the abuser may be more likely to have guns and other weapons in the home than an abuser who lives in a city. Read about Federal Gun Laws and State Gun Laws. There may be legal protections you can take to have the gun taken away from the abuser. Know where guns, knives, and other weapons are. If you can, lock them up or make them as hard to get to as possible. Figure out SAFE PLACES in your home – the places where there aren't weapons. If it looks like the abuser is about to hurt you, try to get to a safe place. Stay out of the kitchen, garage, or workshop. If you live, work and/or spend time in isolated areas where neighbors and passersby cannot see or hear what is going on, this could increase the danger level. Try to stay away from isolated areas whenever you can. (We recognize that if you live or work in an isolated area, there may not be an easy way to change this.) Travel in groups whenever possible. If you can, have someone in charge of paying attention to safety and what's going on around you. Consider leaving the area, at least for a little while. Consider doing so even if you get a restraining order. Carry a cell phone if you can, but don't count on it too much. Cell phones may not get good service in some places, and batteries do run out. Ask your local domestic violence organization if they give out cell phones and try to get one to have as a back-up phone. Have emergency numbers like 911 on speed dial. If you of low economic means, you may qualify for a free phone with free monthly minutes from the Assurance Wireless Program, sponsored by Virgin Mobile. Safe places, like a friend's house or a shelter, may be far away. If you have access to a car, try to always have a full tank of gas in case you need to get to a far-away place in a hurry. If you live in an especially cold place, in the winter, keep cold weather clothing (like a hat, scarf, and jacket) in an easy-to-reach place for you and your children. If you can, keep them in your car. Be aware of where neighbors live along the road in case you ever need to pull the car over and run to a neighbor for help. If your community is very small, people who live in your area may know where the domestic violence shelter is. In other words, the shelter location may not be confidential. Be aware that the abuser and other people may know where the shelter is and so you cannot let your guard down when entering and exiting the shelter. Think about going to a shelter outside of the area where you live, even if it's only for a little while. If you go to a local shelter, you may want to cover your car with protective car-cover. This can help keep the abuser and other people from seeing your car from the street while it is parked in the parking lot.
ar: إذا كنت تعيش في المدينة حيث الصيد شعبية، قد تكون أكثر عرضة لبنادق وأسلحة أخرى في المنزل من المسيء الذي يعيش في مدينة المسيء. قرأت عن بندقية القوانين الاتحادية والقوانين بندقية الدولة. قد تكون هناك حماية قانونية التي يمكنك اتخاذها لوالبندقية تؤخذ بعيدا عن المسيء. أعرف من أين البنادق والسكاكين، وغيرها من الأسلحة هي. إذا كنت تستطيع، وقفل عنها أو جعلها صعبة للوصول الى ممكن. معرفة الأماكن الآمنة في منزلك - الأماكن التي لا توجد أسلحة. إذا كان يبدو كما المسيء على وشك أن يضر بك، في محاولة للوصول الى مكان آمن. من البقاء خارج المطبخ، المرآب، أو ورشة عمل. إذا كنت تعيش والعمل و / أو قضاء بعض الوقت في المناطق المعزولة حيث الجيران والمارة لا يمكن أن يرى أو يسمع ما يجري، وهذا يمكن أن يزيد من مستوى الخطر. محاولة البقاء بعيدا عن المناطق المعزولة كلما استطعت. (ونحن ندرك أنه إذا كنت تعيش أو تعمل في منطقة معزولة، قد لا يكون هناك طريقة سهلة لتغيير هذا.) السفر في مجموعات كلما أمكن ذلك. إذا كنت تستطيع، لديك شخص مسؤول عن دفع الاهتمام لسلامة وما يحدث من حولك. التفكير في مغادرة المنطقة، على الأقل لبعض الوقت. النظر في القيام بذلك حتى إذا كنت تحصل على أمر تقييدي. حمل الهاتف الخليوي إذا استطعت، ولكن لا نعول على ذلك كثيرا. الهواتف المحمولة قد لا تحصل على خدمة جيدة في بعض الأماكن، والبطاريات لا ينفد. نسأل تنظيم العنف المنزلي المحلية الخاصة بك إذا كانت نعطيه الهواتف المحمولة ومحاولة الحصول على واحد ليكون كهاتف احتياطية. لدينا أرقام الطوارئ مثل 911 على سرعة الاتصال الهاتفي. إذا كنت من الوسائل الاقتصادية المنخفضة، فقد تكون مؤهلا للحصول على الهاتف المجاني الدقيقة شهرية مجانية من برنامج ضمان اللاسلكية، برعاية فيرجن موبايل. أماكن آمنة، مثل منزل أحد الأصدقاء أو مأوى، قد يكون بعيدا. إذا كان لديك الوصول إلى السيارة، في محاولة ليكون دائما كامل للدبابات من الغاز في حال كنت بحاجة للوصول الى مكان بعيدا في عجلة من امرنا. إذا كنت تعيش في مكان بارد وخاصة في فصل الشتاء، والحفاظ على الملابس الطقس البارد (مثل قبعة، وشاح، وسترة) في مكان يسهل الوصول إليها بالنسبة لك ولأطفالك. إذا كنت تستطيع، والاحتفاظ بها في سيارتك. يكون على بينة من حيث يعيش الجيران على طول الطريق في حال احتجت لسحب السيارة مرارا وتشغيل لأحد الجيران للمساعدة. إذا مجتمعك هو صغير جدا، ربما الناس الذين يعيشون في منطقتك يعرف أين الملجأ العنف المنزلي. وبعبارة أخرى، فإن موقع المأوى قد لا تكون سرية. تكون على علم بأن المسيء وغيرهم من الناس قد يعرف أين هو الملجأ وبالتالي لا يمكنك تدع الحرس الخاص بك إلى أسفل عند الدخول والخروج من الملجأ. نفكر في الذهاب إلى ملجأ خارج المنطقة التي تعيش فيها، حتى لو كان فقط لبعض الوقت. إذا ذهبت إلى ملجأ محلي، قد ترغب في تغطية سيارتك مع واقية سيارة الغطاء. وهذا يمكن أن تساعد على الحفاظ على المسيء وغيرهم من الناس من رؤية السيارة من الشارع بينما هي واقفة في موقف للسيارات.
es: Si usted vive en una ciudad donde la caza es popular, el abusador puede ser más propensos a tener armas de fuego y otras armas en el hogar que un abusador que vive en una ciudad. Lea sobre Federales Leyes de Armas y las leyes de armas del Estado. Puede haber protecciones legales que puede tomar para tener el arma quitado el abusador. Sepa dónde pistolas, cuchillos y otras armas son. Si puedes, encerrarlos o que sean lo más difícil de conseguir como sea posible. Averiguar lugares seguros en su hogar - los lugares donde no hay armas. Si parece que el abusador está a punto de hacerte daño, tratar de llegar a un lugar seguro. Manténgase fuera de la cocina, el garaje o taller. Si usted vive, trabaja y / o pasar tiempo en zonas aisladas donde los vecinos y transeúntes no pueden ver ni oír lo que está pasando, esto podría aumentar el nivel de peligro. Trate de mantenerse alejado de las áreas aisladas siempre que pueda. (Reconocemos que si usted vive o trabaja en un área aislada, puede no ser una manera fácil de cambiar esta situación.) Viaje en grupos siempre que sea posible. Si puede, haga que alguien a cargo de prestar atención a la seguridad y lo que está sucediendo a su alrededor. Considere la posibilidad de salir de la zona, al menos por un rato. Considere la posibilidad de hacerlo a pesar de recibir una orden de restricción. Lleve un teléfono celular, si se puede, pero no cuentes con ello demasiado. Los teléfonos celulares pueden no conseguir un buen servicio en algunos lugares, y las baterías también se acaban. Pregúntele a su organización local de violencia doméstica si dan a los teléfonos celulares y tratar de conseguir uno tener como un teléfono de respaldo. Tenga los números de emergencia como el 911 en la marcación rápida. Si los medios económicos bajos, usted puede calificar para un teléfono gratuito con minutos libres mensuales del Programa Wireless Assurance, patrocinado por Virgin Mobile. Los lugares seguros, como la casa de un amigo o un refugio, pueden estar muy lejos. Si usted tiene acceso a un coche, tratar de tener siempre el tanque lleno de gas en caso de tener que llegar a un lugar lejano a toda prisa. Si usted vive en un lugar especialmente frío, en el invierno, tenga ropa para clima frío (como un sombrero, bufanda y chaqueta) en un lugar fácil de alcanzar para usted y sus hijos. Si es posible, mantenerlos en su coche. Sea consciente de que los vecinos viven a lo largo de la carretera en caso de que tenga que detener el auto y correr a un vecino para pedir ayuda. Si su comunidad es muy pequeña, las personas que viven en su área pueden saber dónde está el refugio de violencia doméstica es. En otras palabras, la ubicación refugio no puede ser confidencial. Tenga en cuenta que el abusador y otras personas pueden saber dónde está el refugio es y lo que no se puede bajar la guardia al entrar y salir del refugio. Piense acerca de ir a un refugio fuera de la zona donde usted vive, aunque sea sólo por un rato. Si usted va a un refugio local, es posible que desee cubrir su coche con la cubierta protectora. Esto puede ayudar a mantener el abusador y otras personas vean su vehículo en la calle mientras se encuentra estacionado en el estacionamiento.
hi: शिकार लोकप्रिय है जहां आप एक शहर में रहते हैं, abuser एक शहर में रहता है, जो एक abuser से घर में बंदूकें और अन्य हथियार होने की संभावना हो सकती है. संघीय बंदूक कानूनों और राज्य बंदूक कानूनों के बारे में पढ़ें. आप बंदूक दूर abuser से ले लिया है करने के लिए ले सकते हैं कानूनी सुरक्षा हो सकती है. बंदूक, चाकू, और अन्य हथियार हैं, जहां पता. आप कर सकते हैं, उन्हें बंद या के रूप में संभव करने के लिए प्राप्त करने के लिए कड़ी के रूप में उन्हें बनाते हैं. हथियार नहीं हैं स्थानों पर जहां - अपने घर में सुरक्षित स्थानों बाहर चित्रा. Abuser तुम्हें चोट के बारे में ऐसा लगता है, तो एक सुरक्षित स्थान को पाने के लिए प्रयास करें. रसोई, गेराज, या कार्यशाला से बाहर रहना. आप रहते हैं, काम और / या पड़ोसियों और राहगीरों को देखने या क्या हो रहा है नहीं सुन सकते हैं, जहां अलग क्षेत्रों में समय खर्च करते हैं, इस खतरे का स्तर बढ़ाया जा सकता है. जब भी आप कर सकते हैं अलग क्षेत्रों से दूर रहने की कोशिश करो. (हम आपको एक अलग क्षेत्र में रहते हैं या काम करते हैं, यह बदलने के लिए एक आसान तरीका नहीं हो सकती हैं.) जब भी संभव समूहों में यात्रा करते हैं. आप कर सकते हैं, तो सुरक्षा की ओर ध्यान दे और आप के आसपास क्या हो रहा है के आरोप में किसी को है. कम से कम थोड़ी देर के लिए, क्षेत्र छोड़ने पर विचार करें. आप एक निरोधक आदेश मिल भी अगर ऐसा करने पर विचार करें. आप कर सकते हैं अगर एक सेल फोन ले, लेकिन बहुत ज्यादा उस पर भरोसा नहीं है. सेल फोन के कुछ स्थानों में अच्छी सेवा नहीं मिल सकता है, और बैटरी बाहर चला है. वे सेल फोन के बाहर देने के लिए और एक एक बैकअप फोन के रूप में है के लिए प्राप्त करने की कोशिश अगर अपने स्थानीय घरेलू हिंसा संगठन से पूछो. स्पीड डायल पर 911 तरह आपातकालीन नंबर हैं. कम आर्थिक साधन की आप हैं, तो आप वर्जिन मोबाइल द्वारा प्रायोजित आश्वासन वायरलेस कार्यक्रम से मुक्त मासिक मिनट के साथ एक नि: शुल्क फोन के लिए अर्हता प्राप्त कर सकते हैं. सुरक्षित स्थानों पर, एक दोस्त के घर या एक आश्रय की तरह दूर किया जा सकता है. यदि आप एक कार का उपयोग किया है, हमेशा के लिए प्रयास करें आप जल्दी में एक दूर दूर जगह पर होने की आवश्यकता के मामले में गैस का एक पूरा टैंक है. आप एक विशेष रूप से ठंडी जगह में रहते हैं, सर्दियों में, आप और आपके बच्चों के लिए एक आसान करने के लिए तक पहुँचने के स्थान पर (एक टोपी, दुपट्टा, और जैकेट की तरह) ठंड के मौसम में कपड़े रखने के लिए. आप कर सकते हैं, तो उन्हें अपनी गाड़ी में रख लो. पड़ोसियों आप कभी खत्म कार खींचने के लिए और मदद के लिए एक पड़ोसी को चलाने की जरूरत मामले में सड़क के साथ रहते हैं, जहां से अवगत रहें. अपने समुदाय बहुत छोटा है, तो घरेलू हिंसा आश्रय है, जहां अपने क्षेत्र में रहने वाले लोगों को पता हो सकता है. दूसरे शब्दों में, आश्रय स्थान गोपनीय नहीं हो सकता है. आश्रय है जहां प्रताड़ित करने और अन्य लोगों को पता हो सकता है और प्रवेश करने और शरण से बाहर निकलते समय तो आप अपने गार्ड नीचा नहीं कर सकता कि अवगत हो. यह केवल थोड़ी देर के लिए, भले ही आप रहते हैं जहां क्षेत्र के बाहर एक आश्रय के लिए जाने के बारे में सोचो. आप एक स्थानीय शरण में जाना है, तो आप सुरक्षात्मक कार कवर के साथ अपनी कार को कवर करने के लिए चाहते हो सकता है. यह यह पार्किंग में पार्क की गई है, जबकि सड़क से अपनी कार को देखने से प्रताड़ित करने और अन्य लोगों को रखने में मदद कर सकते हैं.
ko: 사냥이 인기있는 곳을 마을에 거주하는 경우, 가해자는 도시에 사는 가해자보다 가정에서 총과 다른 무기를 가질 가능성이있을 수 있습니다. 연방 건 법규 및 국가 건 법에 대해 읽어보십시오. 당신은 총을 멀리 가해자에서 촬영 한 위해 취할 수있는 법적 보호가있을 수 있습니다. 총, 칼 등 무기가있는 위치를 알 수 있습니다. 당신이 할 수있는 경우에, 그들을 잠 그거나 최대한으로 구하기 힘든로합니다. 무기가없는 장소 - 당신의 가정에있는 SAFE 장소를 그림. 가해자가 당신을 다치게하려고처럼 보이는 경우, 안전한 장소에 도착하려고합니다. 부엌, 차고, 또는 워크숍에서있어. 당신이 살고, 일하고, 및 / 또는 이웃과 행인 보거나 무슨 일이 일어나고 있는지들을 수없는 곳에 고립 된 지역에서 시간을 보낼 경우이 위험 수준을 높일 수 있습니다. 당신이 할 수있다 언제든지 고립 된 지역에서 멀리하려고합니다. (우리는 당신이 고립 된 지역에 거주 또는 근무하는 경우,이를 변경하는 쉬운 방법이 될 수는 없다는 점을 인식하고.) 가능하면 그룹 여행. 당신이 할 수있는 경우에, 안전에주의를 지불하고 당신의 주위에 무슨 일이 일어나고 있는지를 담당하는 사람이있다. 적어도 잠시 동안, 떠나는 영역 고려한다. 당신이 접근 금지 명령을받을 경우에도 그렇게 생각해. 당신이 할 수있는 경우 휴대 전화를 수행하지만, 너무 많이 기대하지 않습니다. 휴대 전화는 어떤 장소에서 좋은 서비스를 얻을 수 있으며, 배터리 수명이 다 않습니다. 그들은 휴대 전화를주고 하나는 백업 전화로 할 수 있잖아하려고하면 해당 지역의 가정 폭력 조직에 문의하십시오. 단축 다이얼 911 등 비상 전화 번호가 있습니다. 낮은 경제 수단의 당신이 경우에, 당신은 버진 모바일의 후원을 보증 무선 프로그램에서 매월 무료 분 무료 전화를받을 수 있습니다. 안전 장소는 친구의 집이나 쉼터처럼 멀리 떨어져있을 수 있습니다. 당신이 차에 액세스 할 수있는 경우, 항상 시도 급한에서 멀리 떨어진 장소에 도착해야 할 경우 가스의 전체 탱크를 가지고있다. 당신이 특히 추운 곳에서 사는 경우에, 겨울에, 당신과 당신의 아이들을위한 접근하기 쉬운 장소에 (모자, 스카프와 재킷 등) 추운 날씨에 옷을 유지합니다. 당신이 할 수있는 경우에, 당신의 차에 보관하십시오. 이웃은 당신이 이제까지을 통해 차를 당기고 도움을 이웃에 실행해야 할 경우에는 도로를 따라 살고있는 곳을 알고 있어야합니다. 지역 사회가 매우 작은 경우 가정 폭력 쉼터이고, 지역에 살고있는 사람들은 알고있다. 즉, 대피소 위치는 비밀로하지 않을 수 있습니다. 대피소가 어디 가해자와 다른 사람들이 알 수 있으며, 입력하고 쉼터를 종료 할 때 그래서 당신은 당신의 가드를 실망시키지 않을 수 있다는 점에 유의해야합니다. 그것은 단지 잠시 동안 경우에도, 당신이 살고있는 지역의 외부에있는 대피소로 이동에 대해 생각합니다. 로컬 대피소로 이동하는 경우, 당신은 보호 자동차 커버 자동차 커버 할 수 있습니다. 이것은이 주차장에 주차하는 동안 거리에서 자동차를 볼 가해자와 다른 사람을 유지할 수 있도록 할 수 있습니다.
ur_in: شکار مقبول ہے جہاں آپ کو ایک شہر میں رہتے ہیں، بدسلوکی کرنے والے ایک شہر میں رہنے والے ایک بدسلوکی کرنے والے کے مقابلے میں گھر میں بندوقیں اور دیگر ہتھیار حاصل کرنے کا امکان ہو سکتا ہے. وفاقی بندوق قوانین اور ریاست بندوق قوانین کے بارے میں پڑھیں. آپ کو بندوق دور بدسلوکی کرنے والے سے لیا ہے لے سکتے ہیں قانونی تحفظ ہو سکتا ہے. بندوقیں، چاقو، اور دیگر ہتھیار کہاں ہیں جاننا. آپ کر سکتے ہیں تو، ان کو تالا لگا یا کے طور پر ممکن حاصل کرنے کے لئے مشکل کے طور پر ان کے بنانے کے. ہتھیار نہیں ہیں جہاں - آپ کے گھر میں محفوظ مقامات پتہ. بدسلوکی کرنے والا آپ کو چوٹ پہنچانے کے بارے میں ہے ایسا لگتا ہے تو، ایک محفوظ جگہ پر حاصل کرنے کی کوشش کریں. باورچی خانے، گیراج، یا ورکشاپ سے دور رہو. آپ، کام رہتے ہیں اور / یا پڑوسیوں اور راہگیر دیکھیں یا کیا جا رہا ہے سن نہیں کر سکتے ہیں جہاں دور دراز علاقوں میں وقت خرچ کرتے ہیں، اس خطرے کی سطح میں اضافہ کر سکتے ہیں. جب بھی آپ کر سکتے ہیں دور دراز علاقوں سے دور رہنے کی کوشش کریں. (ہم آپ کو ایک الگ تھلگ علاقے میں رہتے ہیں یا کام کرتے ہیں، اس کو تبدیل کرنے کے لئے ایک آسان طریقہ نہیں ہو سکتا کہ تسلیم کرتے ہیں.) جب بھی ممکن ہو گروپوں میں سفر. آپ کر سکتے ہیں تو، کی حفاظت پر توجہ دے اور آپ کے ارد گرد کیا ہو رہا ہے کے انچارج میں کوئی ہے. کم از کم تھوڑی دیر کے لئے، علاقہ چھوڑنے پر غور کریں. آپ کو ایک حکم امتناعی حاصل بھی اگر ایسا کرنے پر غور. آپ کر سکتے ہیں تو ایک موبائل فون لے جانے، لیکن بہت زیادہ اس پر اعتماد نہیں کرتے. سیل فونز کچھ جگہوں پر اچھی سروس حاصل نہیں کر سکتے، اور بیٹری باہر چلانے ہے. وہ سیل فونز دینے اور ایک بیک اپ کے فون کے طور پر کرنے کے لئے حاصل کرنے کی کوشش کرتا ہے تو اپنے مقامی گھریلو تشدد تنظیم پوچھو. رفتار ڈائل پر 911 کی طرح ہنگامی تعداد ہے. کم اقتصادی ذرائع کے اگر، آپ ورجن موبائل کی طرف سے سپانسر کی گارنٹی وائرلیس پروگرام، سے آزاد ماہانہ منٹ کے ساتھ ایک مفت فون کے لئے کوالیفائی کر سکتے ہیں. محفوظ مقامات، ایک دوست کے گھر یا ایک پناہ گاہ کی طرح، دور ہو سکتا ہے. آپ کو ایک گاڑی تک رسائی حاصل ہے تو، ہمیشہ کی کوشش کریں اگر آپ جلدی میں ایک دور جگہ پر حاصل کرنے کی ضرورت کی صورت میں گیس کی ایک مکمل ٹینک ہے. آپ کو ایک خاص طور پر سرد جگہ میں رہتے ہیں، موسم سرما میں، آپ اور آپ کے بچوں کے لئے ایک آسان تک پہنچنے کی جگہ میں (ایک ٹوپی، سکارف، اور جیکٹ کی طرح) سرد موسم کپڑے رکھنے. آپ کر سکتے ہیں تو، آپ کی گاڑی میں رکھ. پڑوسیوں تم نے کبھی سے زائد گاڑی ھیںچو اور مدد کے لئے پڑوسی کو چلانے کے لئے کی ضرورت کی صورت میں سڑک کے ساتھ ساتھ رہتے ہیں کے بارے میں معلوم ہو. آپ کی کمیونٹی بہت چھوٹا ہے، تو گھریلو تشدد کی پناہ گاہ ہے جہاں، آپ کے علاقے میں رہنے والے لوگوں کو معلوم کر سکتے ہیں. دوسرے الفاظ میں، پناہ مقام خفیہ نہیں ہو سکتا. پناہ گاہ ہے جہاں بدسلوکی کرنے والے اور دوسرے لوگوں کو معلوم کر سکتے ہیں اور میں داخل ہونے اور باہر نکلنے کی پناہ گاہ تو جب آپ کو آپ کے گارڈ مطمعن نہیں کر سکتے ہیں کہ اس بات سے آگاہ ہو. یہ صرف تھوڑی دیر کے لئے یہاں تک کہ اگر، آپ رہتے ہیں جہاں علاقے کے باہر ایک پناہ گاہ میں جانے کے بارے میں سوچو. آپ کو ایک مقامی پناہ گاہ جائیں، تو آپ کو حفاظتی کار کا احاطہ کے ساتھ آپ کی گاڑی کو احاطہ کرنے کے لئے چاہتے ہیں کر سکتے. یہ پارکنگ میں کھڑی ہے جبکہ سڑک سے آپ کی گاڑی کو دیکھنے سے بدسلوکی کرنے والے اور دوسرے لوگوں رکھنے میں مدد کر سکتے ہیں.
