Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Yes. An ex parte temporary order can be enforced in other states as long as it meets the requirements listed in How do I know if my protection order is good under federal law?* Note: The state where you are going generally cannot extend your ex parte temporary order or issue you a permanent order when the temporary one expires. If you need to extend your temporary order, you will have to contact the state that issued the order and arrange to be at the hearing in person or by telephone (if that is an option offered by the court). However, you may be able to reapply for one in the new state that you are moving to if you meet the requirements for getting a protective order in that state – but, if you apply for one in a new state, the abuser would know what state you are living in, which may put you in danger. * 18 U.S.C. § 2265(b)(2)
ar: نعم. يمكن فرض أمر مؤقت من طرف واحد في ولايات أخرى طالما أنه يفي بمتطلبات المدرجة في كيف أعرف إذا أمر حماية بلدي هو جيد بموجب القانون الاتحادي؟ * ملاحظة: الدولة حيث كنت تسير عموما لا يمكن أن تمتد من طرف واحد أمر مؤقت أو نصدر لك أمر دائم عند انتهاء مؤقتا. إذا كنت بحاجة لتمديد أمر مؤقت الخاص بك، سيكون لديك للاتصال الدولة التي أصدرت الأمر وترتيب لتكون في جلسة الاستماع شخصيا أو عن طريق الهاتف (إذا كان هذا هو خيار التي تقدمها المحكمة). ومع ذلك، قد تكون قادرة على تطبيق واحد في الدولة الجديدة أن تقوم بنقله إلى إذا كنت تلبية متطلبات الحصول على أمر الحماية في تلك الدولة - ولكن، إذا كنت التقدم بطلب للحصول واحد في الدولة الجديدة، فإن المعتدي يعرف ماذا الدولة التي يعيشون فيها، والتي قد وضعك في خطر. * 18 U.S.C. § 2265(b)(2)
es: Sí. Una instancia de parte orden temporal ex se puede hacer cumplir en otros estados, siempre y cuando cumpla con los requisitos enumerados en ¿Cómo puedo saber si mi orden de protección es válida bajo la ley federal?* Nota: El estado en el que usted va generalmente no puede extender su orden temporal ex parte o emitir una orden permanente cuando la temporal expire. Si necesita extender su orden temporal, usted tendrá que contactar al estado que emitió la orden y hacer arreglos para estar en la audiencia en persona o por teléfono (si eso es una opción ofrecida por el tribunal). Sin embargo, es posible que pueda volver a solicitar una en el nuevo Estado que se está mudando a si cumple con los requisitos para obtener una orden de protección en ese estado -, pero, si se aplica para uno en un nuevo estado, el abusador sabría qué estado en el que estamos viviendo, que puede poner en peligro. * 18 U.S.C. § 2265(b)(2)
hi: हाँ. एक पक्षीय अस्थायी आदेश जब तक यह मैं अपने संरक्षण आदेश संघीय कानून के तहत अच्छा है किसी को पता है कैसे में सूचीबद्ध आवश्यकताओं को पूरा के रूप में अन्य राज्यों में लागू किया जा सकता है?* नोट: यदि आप अपने पक्षीय अस्थायी आदेश को बढ़ाने या अस्थायी एक को समाप्त हो रहा है जब आप एक स्थायी आदेश जारी नहीं कर सकते हैं आम तौर पर जा रहे हैं जहां राज्य. आप अपने अस्थायी आदेश का विस्तार करने की जरूरत है, आप आदेश जारी किया है कि राज्य से संपर्क करें और (कि अदालत द्वारा की पेशकश की एक विकल्प है) व्यक्ति में सुनवाई पर या टेलीफोन से होने की व्यवस्था करनी होगी. हालांकि, अगर आप आप आपको लगता है कि राज्य में एक सुरक्षात्मक आदेश प्राप्त करने के लिए आवश्यकताओं को पूरा करने के लिए आगे बढ़ रहे हैं कि नए राज्य में एक के लिए पुन: लागू करने में सक्षम हो सकता है - आप एक नए राज्य में एक के लिए लागू होते हैं, लेकिन, abuser पता होगा क्या खतरे में डाल सकता है, जो आप में रह रहे हैं राज्य. * 18 U.S.C. § 2265(b)(2)
ko: 예.일방적 임시 순서로는, 내가 보호 명령은 연방 법률에 따라 좋은 경우 어떻게 알 수 있습니까에 나열된 요구 사항을 충족하는 다른 주에 적용 할 수 있습니다?* 주 : 당신의 전의 일방적 임시 순서를 확장하거나 임시 하나가 만료 될 때 당신에게 영구 순서를 발행 할 수 없습니다 일반적으로가는 상태. 당신이 당신의 임시 순서를 확장해야하는 경우, 당신은 순서를 발급 상태를 문의하고 (즉, 법원에 의해 제공되는 옵션 인 경우) 사람의 심리에서 또는 전화로 준비해야합니다. 그러나, 당신은 당신이 그 상태로 보호 명령을 얻기위한 요구 사항을 충족하는 경우에 이동하는 새로운 상태에서 일에 다시 적용 할 수 있습니다 - 만약 당신이 새로운 상태에서 하나를 신청하는 경우, 그러나, 가해자는 아는 것이 무엇 위험에 넣을 수있는, 당신이 살고있는 상태. * 18 U.S.C. § 2265(b)(2)
ur_in: جی ہاں. ایک سائیڈ عارضی حکم کے طور پر طویل عرصے سے اس میں اپنے تحفظ کے لئے وفاقی قانون کے تحت اچھا ہے پتہ ہے کس طرح میں درج ضروریات کے مطابق کے طور پر دیگر ریاستوں میں نافذ کیا جا سکتا ہے؟* نوٹ: آپ کو آپ کی سائیڈ عارضی حکم توسیع یا عارضی ایک ختم ہو جاتی ھے جب آپ ایک مستقل حکم جاری نہیں کر سکتے ہیں عام طور پر جا رہے ہیں جہاں ریاست. آپ کو آپ کے عارضی حکم کو بڑھانے کے لئے کی ضرورت ہے تو، آپ کو حکم جاری کیا کہ ریاست سے رابطہ کریں اور (کہ عدالت کی طرف سے پیشکش کی ایک آپشن ہے) انسان میں سماعت میں یا ٹیلی فون کی طرف سے ہو کا بندوبست کرنا پڑے گا. تاہم، آپ کو اس حالت میں ایک حفاظتی حکم حاصل کرنے کے لئے ضروریات کو پورا کرنے کے لئے آگے بڑھ رہے ہیں کہ نئی ریاست میں ایک کے لئے درخواست دوبارہ کرنے کے قابل ہو کر سکتے ہیں - آپ کو ایک نئی ریاست میں سے ایک کے لئے اطلاق ہوتا ہے، لیکن، بدسلوکی پتہ چلے گا کیا ریاست کے آپ کو خطرے میں ڈال سکتا ہے جس میں، میں رہ رہے ہیں. * 18 U.S.C. § 2265(b)(2)

source: Yes. As long as the child custody provision complies with certain federal laws,* Georgia can enforce a temporary custody order that is a part of a protection order. To have someone read over your order and tell you if it meets these standards, contact a lawyer in your area. * The federal laws are the Uniform Child Custody Jurisdiction Act (UCCJA) or the Uniform Child Custody Jurisdiction and Enforcement Act (UCCJEA), and the Parental Kidnapping
ar: نعم. طالما يتوافق توفير حضانة الأطفال مع بعض القوانين الاتحادية، جورجيا * يمكن فرض أمر الحبس المؤقت الذي هو جزء من نظام الحماية. أن يكون شخص قراءتها على طلبك واقول لكم اذا كان يلبي هذه المعايير، والاتصال بمحام في منطقتك. * القوانين الاتحادية هي قانون السلطة القضائية الموحدة حضانة الأطفال (UCCJA) أو الموحد حضانة الطفل الاختصاص وإنفاذ القانون (UCCJEA)، وخطف الأبوية
es: Sí. Mientras la provisión de custodia del niño cumpla con ciertas leyes federales, * Georgia puede hacer cumplir una orden de custodia temporal que forma parte de una orden de protección. Tener a alguien lea su orden y le diga si cumple con estas normas, póngase en contacto con un abogado en su área. * Las leyes federales son la Ley de Jurisdicción de custodia uniforme (UCCJA) o la custodia de los hijos Jurisdicción Uniforme y Aplicación de la Ley (UCCJEA), y el secuestro parental
hi: हाँ. जब तक बच्चे को हिरासत प्रावधान निश्चित संघीय कानूनों का अनुपालन के रूप में, * जॉर्जिया एक संरक्षण आदेश का एक हिस्सा है कि एक अस्थायी हिरासत के आदेश को लागू कर सकते हैं. किसी को अपने आदेश से अधिक पढ़ सकते हैं और यह इन मानकों को पूरा करती है अगर आपको बता दिया है करने के लिए, अपने क्षेत्र में एक वकील से संपर्क करें. * संघीय कानूनों वर्दी बाल हिरासत विधिक्षेत्र अधिनियम (UCCJA) या वर्दी बाल हिरासत विधिक्षेत्र और प्रवर्तन अधिनियम (UCCJEA), और माता पिता का अपहरण कर रहे हैं
ko: 예. 한 자녀 양육권 조항이 특정 연방 법률을 준수으로, * 조지아 보호 명령의 일부입니다 임시 양육권 순서를 적용 할 수 있습니다. 누군가가 당신의 순서를 통해 읽고는 이러한 기준을 충족하는 경우 당신에게 사용하려면, 해당 지역의 변호사에게 문의하십시오. * 연방 법률은 통일 자녀 양육 관할 법 (UCCJA) 또는 통일 자녀 양육 관할 및 시행 법 (UCCJEA), 그리고 자녀 납치 아르
ur_in: جی ہاں. جب تک بچوں کی تحویل فراہمی بعض وفاقی قوانین کے مطابق کے طور پر، * جارجیا تحفظ کے حکم کا ایک حصہ ہے کہ ایک عارضی حراست کے حکم کو نافذ کر سکتے ہیں. کسی کو آپ کے حکم پر پڑھا اور یہ ان کے معیار سے ملاقات تو آپ کو بتا کرنے کے لئے، آپ کے علاقے میں ایک وکیل سے رابطہ کریں. * وفاقی قوانین یکساں بچے کی پرورش دائرہ اختیار ایکٹ (UCCJA) یا وردی بچے کی پرورش دائرہ اختیار اور نفاذ ایکٹ (UCCJEA)، اور والدین کے اغوا کر رہے ہیں

source: Yes. Your protective order from another state can be enforced in Georgia as long as: It was issued to prevent violent or threatening acts, harassing behavior, sexual violence, or it was issued to prevent another person from coming near you or contacting you.* The court that issued the order had jurisdiction over the people and case. (In other words, the court had the authority to hear the case.) The abuser received notice of the order and had an opportunity to go to court to tell his/her side of the story. In the case of ex parte temporary and emergency orders, the abuser must receive notice and have an opportunity to go to court to tell his/her side of the story at a hearing that is scheduled before the temporary order expires.** Note: For information on enforcing a military protective order (MPO) off the military installation, or enforcing a civil protection order (CPO) on a military installation, please see our Military Protective Orders page. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
ar: نعم. يمكن فرض أمر الحماية الخاص بك من دولة أخرى في جورجيا طالما: وصدر لمنع أعمال العنف أو التهديد، والسلوك التحرش والعنف الجنسي، أو صدر لمنع شخص آخر من القدوم بالقرب منك أو يتصل بك. * وكانت المحكمة التي أصدرت الأمر اختصاص على الشعب والقضية. (وبعبارة أخرى، كان للمحكمة السلطة للنظر في القضية.) تلقى المسيء إشعار النظام وأتيحت لهم الفرصة للذهاب إلى المحكمة لأقول له / لها الجانب من القصة. في حالة طرف واحد أوامر مؤقتة وطارئة، يجب المسيء تلقي إشعار وفرصة للذهاب إلى المحكمة لأقول له / لها الجانب من القصة في جلسة استماع أنه من المقرر قبل انتهاء أمر مؤقت. ** ملاحظة: للحصول على معلومات على فرض أمر الحماية العسكري (MPO) قبالة منشأة عسكرية، أو فرض أمر الحماية المدنية (CPO) على منشأة عسكرية، يرجى الرجوع إلى الصفحة أوامر الحماية العسكرية لدينا. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
es: Sí. Su orden de protección de otro estado se puede hacer cumplir en Georgia, siempre y cuando: Fue emitida para evitar actos violentos o amenazantes, una conducta de acoso, la violencia sexual, o que se emitió para evitar que otra persona se acerque a usted o ponerse en contacto con usted. * El tribunal que emitió la orden tenía jurisdicción sobre las personas y el caso. (En otras palabras, la corte tenía la autoridad de escuchar el caso.) El abusador recibido notificación de la orden y tuvo la oportunidad de ir a la corte para decirle a su / su versión de los hechos. En el caso de órdenes temporales y de emergencia ex parte, el abusador debe recibir notificación y tener la oportunidad de ir a la corte para decirle a su / su versión de los hechos en una audiencia que está programada antes de que expire la orden temporal.** Nota: Para información sobre hacer cumplir una orden de protección militar (MPO) fuera de la base militar, o hacer cumplir una orden de protección civil (CPO) en una instalación militar, por favor visite nuestra página Órdenes de Protección Militar. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
hi: हाँ. दूसरे राज्य से आपकी सुरक्षा व्यवस्था के रूप में लंबे समय के रूप में जॉर्जिया में लागू किया जा सकता है: यह हिंसक या धमकी कार्य करता है, परेशान व्यवहार, यौन हिंसा को रोकने के लिए जारी किया गया था, या यह आप के पास आ रहा है या आपसे संपर्क करने से किसी अन्य व्यक्ति को रोकने के लिए जारी किया गया था.* आदेश जारी किए है कि अदालत के लोगों और मामले पर अधिकार क्षेत्र था. (दूसरे शब्दों में, अदालत ने मामले की सुनवाई करने का अधिकार था.) Abuser आदेश का नोटिस मिला है और कहानी की उसकी / उसके पक्ष बताने के लिए अदालत में जाने का अवसर मिला. पक्षीय अस्थायी और आपातकालीन आदेश के मामले में, प्रताड़ित करने की सूचना प्राप्त करते हैं और अस्थायी आदेश की समय सीमा समाप्त होने से पहले निर्धारित है कि एक सुनवाई में कहानी की उसकी / उसके पक्ष बताने के लिए अदालत में जाने का अवसर होना चाहिए.** नोट: सैन्य स्थापना बंद एक सैन्य सुरक्षात्मक आदेश (MPO) को लागू करने, या एक सैन्य स्थापना पर एक नागरिक संरक्षण आदेश (सूत्र) को लागू करने के बारे में जानकारी के लिए, हमारे सैन्य सुरक्षात्मक आदेश पेज देखें. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
ko: 예. 다른 주에서 보호 명령은만큼 조지아에 적용 할 수 있습니다 : 그것은 폭력이나 위협 행위, 괴롭힘 행동, 성적 폭력을 방지하기 위해 발행 된, 또는 당신 근처에 오는하거나 접촉하는 다른 사람을 방지하기 위해 발행되었다.* 순서를 발행 법원은 사람과 사건에 대한 관할권을 가지고 있었다. (즉, 법원은 사건을 듣고 할 수있는 권한을 가지고 있었다.) 가해자는 순서의 통지를받은 이야기의 그 / 그녀의 측면을 얘기 법원에 갈 수있는 기회가 있었다. 일방적 임시 긴급 주문의 경우, 가해자는 사전 통지없이 임시 순서가 만료되기 전에 예약 된 청문회에서 이야기의 그 / 그녀의 측면을 얘기 법원에 갈 수있는 기회가 있어야합니다.** 주 : 군사 시설 해제 군사 보호 명령 (MPO)를 적용, 또는 군사 시설에 민사 보호 명령 (CPO)를 시행에 대한 자세한 내용은 우리의 군사 보호 명령 페이지를 참조하십시오. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
ur_in: جی ہاں. ایک اور ریاست کی طرف سے آپ کے حفاظتی حکم کے طور پر طویل عرصے کے طور جارجیا میں نافذ کیا جا سکتا ہے: یہ تشدد یا دھمکی آمیز کارروائیوں، ہراساں کرنے کے رویے، جنسی تشدد کو روکنے کے لئے جاری کیا گیا تھا، یا یہ آپ کے قریب آنے والے یا آپ سے رابطہ کرنے سے کسی دوسرے شخص کو روکنے کے لئے جاری کیا گیا تھا.* حکم جاری کیا ہے کہ عدالت کے لوگوں اور کیس پر دائرہ اختیار تھا. (دوسرے الفاظ میں، کورٹ نے کیس کی سماعت کا اختیار نہیں تھا.) بدسلوکی کرنے والے کے حکم کے نوٹس موصول ہوئی ہے اور کہانی کے اس کی / اس کی طرف بتانے کے لئے عدالت سے رجوع کرنے کا موقع تھا. سائیڈ عارضی اور ہنگامی صورتحال کے احکامات کے معاملے میں، بدسلوکی نوٹس وصول اور عارضی حکم کی مدت ختم ہونے سے پہلے شیڈول کیا جاتا ہے کہ ایک سماعت میں کہانی کے اس کی / اس کی طرف بتانے کے لئے عدالت سے رجوع کرنے کا موقع ہونا ضروری ہے.** نوٹ: فوجی تنصیب سے دور ایک فوجی حفاظتی حکم (MPO) نافذ کرنے والے، یا ایک فوجی تنصیب پر ایک سول پروٹیکشن آرڈر (سی پی او) نافذ کرنے والے کے بارے میں معلومات کے لئے، ہماری فوج حفاظتی احکامات صفحہ ملاحظہ کریں. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)

source: You can choose who sees your Facebook activity either by setting a default setting under “Privacy Settings”/ “Who can see my stuff”, or by selecting your audience when you make an individual post. Anytime you select an audience in either place, it is remembered and set as your default for the next post you make. In other words, if you set something “Public” or to “Friends”, that will be the audience for your next post unless you change it. You can block an individual friend from seeing a particular post or limit your post to only be viewable by selected friends through using lists, as explained on the previous page. You can also limit the audiences for past posts if you weren’t using privacy settings previously. Take note that you control the privacy of your own information, but if you post something on someone else’s page, who can see what you posted will be dictated by their privacy settings.
ar: يمكنك اختيار الذي يرى نشاطك الفيسبوك إما عن طريق وضع الإعداد الافتراضي ضمن إعدادات الخصوصية / من يمكنه رؤية أشيائي، أو عن طريق اختيار جمهورك عند إصدار آخر الفردية. في أي وقت قمت بتحديد جمهور في أي مكان، يتم التذكير وعلى النحو الافتراضي لمنصب القادمة التي تقوم بها. وبعبارة أخرى، إذا قمت بتعيين شيئا العامة أو الأصدقاء، والتي ستكون الجمهور لمشاركتك القادمة ما لم تقم بتغييره. يمكنك منع صديق من رؤية الفرد وظيفة معينة أو تحد آخر ليكون فقط عرض من قبل الأصدقاء المختارين من خلال استخدام القوائم، كما هو موضح في الصفحة السابقة. يمكنك أيضا الحد من الجماهير للوظائف الماضية إذا كنت لا تستخدم إعدادات الخصوصية في السابق. تأخذ علما أن يمكنك التحكم في سرية المعلومات الخاصة بك، ولكن إذا قمت بنشر شيء على الصفحة لشخص آخر، الذي يمكن أن نرى ما قمت بنشرها سيتم تمليها إعدادات الخصوصية الخاصة بهم.
es: Usted puede elegir quién puede ver tu actividad de Facebook, ya sea mediante el establecimiento de un valor predeterminado en 'Configuración de privacidad' / '¿Quién puede ver mis cosas', o seleccionando su audiencia cuando usted hace una entrada individual. Cada vez que seleccione una audiencia en cualquier lugar, se recuerda y se establece como el predeterminado para el próximo post que haga. En otras palabras, si se establece algo 'Público' o con 'amigos', que será la audiencia para su próxima entrada a menos que se cambie. Puede bloquear a un amigo individuo de ver a un determinado puesto o limitar su puesto que sólo es visible para amigos seleccionados mediante el uso de listas, como se explica en la página anterior. También puede limitar las audiencias para mensajes anteriores si no se está usando la configuración de privacidad anteriormente. Tome en cuenta que el control de la privacidad de su propia información, pero si usted pone algo en la página de otra persona, ¿quién puede ver lo que usted envió será dictada por su configuración de privacidad.
hi: आप एक व्यक्ति पोस्ट कर, या अपने दर्शकों का चयन करके मेरा सामान देख सकते हैं कौन गोपनीयता सेटिंग्स / के तहत एक डिफ़ॉल्ट सेटिंग सेट करके या तो अपने फेसबुक गतिविधि कौन देखता है चुन सकते हैं. जब भी आप या तो जगह में एक दर्शक का चयन करें, यह याद किया और आप कर अगले पद के लिए अपने डिफ़ॉल्ट रूप में स्थापित है. दूसरे शब्दों में, आप इसे बदल जब तक अपने अगले पद के लिए दर्शकों को किया जाएगा कि सार्वजनिक या दोस्तों के लिए कुछ निर्धारित करते हैं. पिछले पृष्ठ पर समझाया, जैसा कि आप एक विशेष डाक देखने से किसी एक मित्र को ब्लॉक या केवल का उपयोग सूचियों के माध्यम से चयनित दोस्तों के द्वारा देखा जा सकता अपनी पोस्ट को सीमित कर सकते हैं. आप पहले से गोपनीयता सेटिंग्स का उपयोग नहीं कर रहे थे अगर आप भी पिछले पदों के लिए दर्शकों को सीमित कर सकते हैं. क्या आप अपनी गोपनीयता सेटिंग्स से तय किया जाएगा तैनात क्या देख सकते हैं, जो किसी और के पृष्ठ पर कुछ पोस्ट अगर आप अपनी खुद की जानकारी की गोपनीयता नियंत्रण, लेकिन ध्यान रखना है कि.
ko: 당신은 당신이 개별 게시물을 할 때, 또는 청중을 선택하여 내 물건을 볼 수있는 개인 정보 설정 / 아래 기본 설정을 설정하여도 당신의 페이스 북 활동을 볼 수있는 사람을 선택할 수 있습니다. 언제든지 어느 장소에 청중을 선택, 그것은 기억하고 당신이 만드는 다음 게시물에 대한 기본값으로 설정되어 있습니다. 즉, 당신이 그것을 변경하지 않으면 다음 게시물에 대한 관객 될 것 공공 또는 친구에게 뭔가를 설정합니다. 이전 페이지에서 설명한대로 특정 게시물을보고에서 개별 친구를 차단하거나 만 사용하여리스트를 선택한 친구가 볼 수 귀하의 게시물을 제한 할 수 있습니다. 이전에 개인 정보 설정을 사용하지 않은 경우 당신은 또한 지난 게시물 관객을 제한 할 수 있습니다. 당신은 당신이 자신의 개인 정보 설정에 의해 결정됩니다 무엇을 게시 볼 수있는 다른 사람의 페이지에 뭔가를 게시 할 경우 당신은 당신의 자신의 정보의 개인 정보를 제어하지만, 있다는 사실을.
ur_in: آپ ایک انفرادی پوسٹ کرنے کے لئے جب، یا اپنے ناظرین کو منتخب کر کے میرا سامان دیکھ سکتے ہیں جو رازداری کی ترتیبات / کے تحت پہلے سے طے شدہ ترتیب کی طرف سے یا تو اپنے فیس بک کی سرگرمیوں کو دیکھتا ہے جو منتخب کر سکتے ہیں. کسی بھی وقت آپ یا جگہ میں ناظرین کو منتخب کریں، اسے یاد ہے اور آپ کو اگلے عہدے کے لئے آپ ڈیفالٹ کے طور پر مقرر کیا گیا ہے. دوسرے الفاظ میں، آپ کو اسے تبدیل جب تک آپ کی اگلی پوسٹ کے لیے سامعین ہو جائے گا کہ عوامی یا دوستوں کے لئے کچھ مقرر کیا ہے تو. پچھلے صفحے پر وضاحت کے طور پر آپ کو ایک خاص طور پر پوسٹ دیکھنے سے ایک فرد کے دوست بلاک یا صرف کا استعمال کرتے ہوئے کی فہرست کے ذریعے منتخب دوستوں کی طرف سے دیکھا جا سکتا ہو آپ کی پوسٹ کو محدود کر سکتے ہیں. آپ نے پہلے رازداری کی ترتیبات کا استعمال نہیں کیا گیا تو آپ کو بھی گزشتہ خطوط کے لئے ناظرین کو محدود کر سکتے ہیں. آپ کو ان کی رازداری کی ترتیبات کی طرف سے مسلط کیا جائے گا تعینات کیا دیکھ سکتے ہیں جو کسی اور کے صفحے پر کچھ پوسٹ تو آپ کو آپ کی اپنی معلومات کی رازداری کو کنٹرول، لیکن اس سے نوٹ لے.

source: You can file for a family violence protection order in the superior court in the county where the abuser lives if he lives in Georgia. If the abuser lives outside of Georgia, you can file in the superior court in the county where you live or where the abuse occurred.* * O.C.G.A § 19-13-2
ar: يمكنك ملف للحصول على أمر حماية العنف الأسري في المحكمة العليا في مقاطعة حيث يعيش المسيء إذا كان يعيش في جورجيا. إذا يعيش المسيء خارج جورجيا، يمكنك الملف في المحكمة العليا في مقاطعة المكان الذي تعيش فيه أو مكان وقوع الاعتداء. * * O.C.G.A § 19-13-2
es: Usted puede solicitar una orden de protección contra la violencia familiar en la corte superior del condado donde vive el abusador si él vive en Georgia. Si el abusador vive en las afueras de Georgia, puede presentar en la corte superior del condado donde usted vive o donde ocurrió el abuso.* * O.C.G.A § 19-13-2
hi: वह जॉर्जिया में रहती है अगर abuser रहता है जहां आप काउंटी में सुपीरियर कोर्ट में एक परिवार हिंसा संरक्षण आदेश के लिए फाइल कर सकते हैं. Abuser जॉर्जिया के बाहर रहता है, तो आप जहां आप रहते हैं या दुरुपयोग हुआ जहां काउंटी में सुपीरियर कोर्ट में दायर कर सकते हैं.* * O.C.G.A § 19-13-2
ko: 그는 조지아에 살고있는 경우 가해자가 사는 곳 당신은 카운티 상급 법원에서 가정 폭력 보호 명령을 신청 할 수 있습니다. 가해자가 조지아의 외부에 살고 있다면, 당신은 당신이 거주하거나 학대가 발생한 위치 카운티 상급 법원에 제기 할 수 있습니다.* * O.C.G.A § 19-13-2
ur_in: وہ جارجیا میں رہتا ہے اگر بدسلوکی کرنے والا رہتا ہے جہاں آپ کو کاؤنٹی میں اعلی عدالت میں گھریلو تشدد سے تحفظ کے حکم کے لئے دائر کر سکتے ہیں. بدسلوکی کرنے والے جارجیا کے باہر رہتا ہے تو، آپ کو جہاں آپ رہتے ہیں یا غلط استعمال واقع ہوئی ہے جہاں کاؤنٹی میں اعلی عدالت میں دائر کر سکتے ہیں.* * O.C.G.A § 19-13-2

source: You should print and save any threatening or harassing email messages the abuser sends you, as they may be used as evidence of his abuse in court or with the police. To be able to prove that the abuser sent these messages, you may have to print out the messages with the “header,” which shows the account information of the sender of the email. Additionally, depending on the content of the messages and how many he sends, he may be committing a crime, such as stalking or harassment. You can report any threatening or harassing emails to the police.
ar: يجب عليك طباعة وحفظ أي رسائل البريد الإلكتروني أو مضايقة تهدد المسيء يرسل لك، لأنها يمكن أن تستخدم كدليل على الإساءة له في المحكمة أو مع الشرطة. لتكون قادرة على إثبات أن المعتدي إرسال هذه الرسائل، قد تضطر لطباعة الرسائل مع رأس، مما يدل على معلومات الحساب من مرسل البريد الإلكتروني. بالإضافة إلى ذلك، اعتمادا على محتوى الرسائل وكم كان يرسل، وقال انه يمكن ارتكاب جريمة، مثل المطاردة أو التحرش. يمكنك الإبلاغ عن أي تهديد أو مضايقة رسائل البريد الإلكتروني إلى الشرطة.
es: Debe imprimir y guardar los mensajes de correo electrónico de amenaza o acoso que el abusador le envía, ya que pueden ser utilizados como evidencia de su abuso en el tribunal o con la policía. Para ser capaz de demostrar que el abusador envió estos mensajes, puede que tenga que imprimir los mensajes con la 'cabecera', que muestra la información de la cuenta del remitente del correo electrónico. Además, en función del contenido de los mensajes y cuántos él envía, puede estar cometiendo un delito, como el acoso o el hostigamiento. Usted puede informar los correos electrónicos amenazantes o de acoso a la policía.
hi: आप प्रिंट और वे अदालत में या पुलिस के साथ उसके दुरुपयोग का सबूत के रूप में इस्तेमाल किया जा सकता है, abuser आप भेजता किसी भी धमकी या परेशान ईमेल संदेशों को बचाना चाहिए. Abuser ये संदेश भेजा है कि साबित करने में सक्षम होने के लिए आपको ईमेल भेजने वाले के खाते की जानकारी से पता चलता है जो शीर्ष लेख के साथ संदेश का प्रिंट आउट करना पड़ सकता है. साथ ही, संदेशों की सामग्री और कितने वह भेजता है पर निर्भर करता है, वह इस तरह पीछा या उत्पीड़न के रूप में, एक अपराध हो सकता है. आप पुलिस के पास किसी भी धमकी या परेशान ईमेल रिपोर्ट कर सकते हैं.
ko: 당신은 인쇄가 법원 또는 경찰과 그의 학대의 증거로 사용될 수 있으므로, 가해자가 당신을 보내는 어떤 위협이나 괴롭힘 전자 메일 메시지를 저장해야합니다. 가해자가이 메시지를 보낸 것을 입증 할 수 있으려면, 당신은 전자 메일의 보낸 사람의 계정 정보를 보여줍니다 헤더와 메시지를 인쇄 할 수 있습니다. 또한, 메시지의 내용과 얼마나 많은 그는 전송에 따라, 그는 같은 스토킹이나 성희롱 등의 범죄를 저지르고 할 수있다. 당신은 경찰에 대한 위협하거나 귀찮은 이메일을보고 할 수 있습니다.
ur_in: آپ کو پرنٹ اور وہ عدالت میں یا پولیس کے ساتھ ان کے استعمال کے ثبوت کے طور پر استعمال کیا جا سکتا کے طور پر، بدسلوکی کرنے والا آپ کو بھیجتا کسی بھی دھمکی یا ہراساں کرنے کے ای میل پیغامات کو بچانے کے. بدسلوکی کرنے والے ان پیغامات کو بھیجا ہے ثابت کرنے کے لئے کے قابل ہو جائے کرنے کے لئے، آپ کو ای میل بھیجنے والے کے اکاؤنٹ کی معلومات ظاہر کرتا ہے جس ہیڈر، کے ساتھ پیغامات باہر پرنٹ کرنے کے لئے کر سکتے ہیں. اس کے علاوہ، پیغامات کے مواد اور کتنے وہ بھیجتا ہے پر منحصر ہے، وہ اس طرح پیچھا یا ہراساں کرنے کے طور پر، ایک جرم کا ارتکاب کیا جا سکتا ہے. آپ پولیس کو کسی بھی دھمکی یا ہراساں کرنے کی ای میلز رپورٹ کر سکتے ہیں.
