Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: LeavingAbuse
es: abuso Dejando
hi: छोड़कर दुर्व्यवहार
ur_in: چھوڑنا بدسلوکی

source: Let friends, neighbors and employers know that you have a restraining order in effect and to let you know if they see the abuser around your home or work. Give them a picture of him if they don’t know what he looks like. Give copies of your restraining order to your neighbors, employers and your children's schools. Also give them a picture of the abuser. If you feel that it would not negatively affect your job, you might want to tell people you work with about the situation. See if a receptionist or someone else can screen your calls. Remember that you can call law enforcement if the abuser violates your restraining order. If you don’t have a restraining order, you can still call the police if the abuser comes to your home uninvited. Carry a cell phone if you can, but don't completely depend on this phone. Cell phones may not get good service in some places, and batteries do run out. Ask your local domestic violence organization if they give out cell phones – if so, get one as a backup to the cell phone that you already have. Have emergency numbers like 911 on speed dial. If you need help in a public place, yell FIRE!!! People respond more quickly to someone yelling FIRE!! than to any other cry for help. Stay in touch with your local domestic violence organization for support. Get a full check-up with your doctor to see if you need any medical treatment. Keep in mind that the abuser may not have been faithful and so you may want to get tested for sexually transmitted diseases.
ar: السماح للأصدقاء والجيران وأصحاب العمل يعرفون أن لديك أمر تقييدي في الواقع وتتيح لك معرفة ما إذا كان يرون المسيء حول منزلك أو العمل. يعطيهم صورة له إذا كانوا لا يعرفون ما يبدو. إعطاء نسخ من أمر تقييدي لجيرانكم، وأرباب العمل والمدارس أطفالك. تعطي لهم أيضا صورة من المسيء. إذا كنت تشعر أنها لن تؤثر سلبا على عملك، قد ترغب في معرفة الناس الذين تعمل معهم حول الوضع. معرفة ما اذا كان موظف استقبال أو أي شخص آخر يمكن أن يحجب المكالمات. تذكر أنه يمكنك استدعاء إنفاذ القانون إذا المسيء ينتهك أمر تقييدي الخاص بك. إذا لم يكن لديك أمر تقييدي، لا يزال بإمكانك الاتصال بالشرطة إذا المسيء يأتي إلى منزلك غير المدعوين. حمل الهاتف الخليوي إذا استطعت، ولكن لا تعتمد كليا على هذا الهاتف. الهواتف المحمولة قد لا تحصل على خدمة جيدة في بعض الأماكن، والبطاريات لا ينفد. نسأل تنظيم العنف المنزلي المحلية الخاصة بك إذا كانت نعطيه الهواتف المحمولة - إذا كان الأمر كذلك، الحصول على واحد على سبيل الاحتياط لالهاتف الخليوي الذي لديك بالفعل. لدينا أرقام الطوارئ مثل 911 على سرعة الاتصال الهاتفي. إذا كنت بحاجة إلى مساعدة في مكان عام، يصيح النار! الناس تستجيب بسرعة أكبر لشخص يصرخ النار! أكثر من أي صرخة أخرى للمساعدة. البقاء على اتصال مع منظمة العنف منطقتك المحلية للحصول على الدعم. الحصول على كامل الاختيار الهاتفي الخاص بك مع الطبيب لمعرفة ما إذا كنت بحاجة إلى أي علاج طبي. نضع في اعتبارنا أن المسيء قد لا يكون وفيا ولذا قد ترغب في الحصول على اختبار الأمراض المنقولة جنسيا.
es: Deje que los amigos, los vecinos y los empleadores sepan que tienen una orden de alejamiento en vigor y para hacerle saber si ven al abusador por su casa o trabajo. Dales una foto de él, si no saben qué aspecto tiene. Entregue copias de su orden de restricción a sus vecinos, los empleadores y las escuelas de sus hijos. También les dará una foto del abusador. Si usted siente que no afectaría negativamente su trabajo, es posible que desee decirle a la gente que trabaja con la situación. A ver si una recepcionista o alguien más puede filtrar sus llamadas. Recuerde que usted puede llamar a la policía si el abusador viola la orden de restricción. Si usted no tiene una orden de restricción, todavía se puede llamar a la policía si el abusador va a su casa sin ser invitado. Lleve un teléfono celular, si se puede, pero no dependen completamente de este teléfono. Los teléfonos celulares pueden no conseguir un buen servicio en algunos lugares, y las baterías también se acaban. Pregúntele a su organización local de violencia doméstica si proveen teléfonos móviles - de ser así, conseguir uno como respaldo para el teléfono celular que usted ya tiene. Tenga los números de emergencia como el 911 en la marcación rápida. Si necesita ayuda en un lugar público, gritar FUEGO! La gente responde más rápidamente a alguien gritar FUEGO! que a cualquier otro pedido de auxilio. Mantente en contacto con su organización local de violencia doméstica para obtener ayuda. Consiga un completo chequeo con su médico para ver si necesita tratamiento médico. Tenga en cuenta que el abusador puede no haber sido fiel y por lo que puede hacerse la prueba de enfermedades de transmisión sexual.
hi: मित्रों, पड़ोसियों और नियोक्ताओं आप प्रभाव में एक निरोधक आदेश है कि पता करते हैं और वे अपने घर या काम के आसपास abuser देख अगर आपको यह बताने के लिए. वे वह कैसा लग रहा है पता नहीं है अगर उन्हें उसके बारे में एक तस्वीर दे. अपने पड़ोसियों, नियोक्ताओं और अपने बच्चों के स्कूलों को अपने निरोधक आदेश की प्रतियां दे. इसके अलावा उन्हें प्रताड़ित करने की एक तस्वीर दे. आप यह नकारात्मक अपने काम को प्रभावित नहीं होता है कि लगता है, आप आप स्थिति के बारे में लोगों के साथ काम बताने के लिए चाहते हो सकता है. एक रिसेप्शनिस्ट या किसी और को अपने फोन स्क्रीन कर सकते हैं देखें. Abuser अपने निरोधक आदेश का उल्लंघन करता है अगर आप कानून प्रवर्तन फोन कर सकते हैं कि याद रखें. आप एक निरोधक आदेश नहीं है abuser बिन बुलाए अपने घर की बात आती है, तो आप अभी भी पुलिस को फोन कर सकते हैं. आप कर सकते हैं अगर एक सेल फोन ले, लेकिन पूरी तरह से इस फोन पर निर्भर नहीं है. सेल फोन के कुछ स्थानों में अच्छी सेवा नहीं मिल सकता है, और बैटरी बाहर चला है. वे सेल फोन के बाहर दे अगर आपके स्थानीय घरेलू हिंसा संगठन से पूछो - तो, आप पहले से ही है कि सेल फोन के लिए एक बैकअप के रूप में एक हो. स्पीड डायल पर 911 तरह आपातकालीन नंबर हैं. आप किसी सार्वजनिक स्थान में मदद की जरूरत है, आग चिल्लाना !!! लोगों को किसी आगजनी चिल्ला लिखें !! मदद के लिए किसी भी अन्य रोने की तुलना में. समर्थन के लिए अपने स्थानीय घरेलू हिंसा संगठन के साथ संपर्क में रहें. आप किसी भी चिकित्सा उपचार की जरूरत है देखने के लिए अपने चिकित्सक के साथ एक पूर्ण जांच हो जाओ. Abuser वफादार नहीं हो सकता है कि मन में रखो और इसलिए आप यौन संचारित रोगों की जांच करना चाहते हो सकता.
ko: 친구, 이웃과 고용주는 사실상 금지 명령을 가지고 있다는 것을 알고하자 그들은 당신의 가정이나 직장 주위의 가해자를 볼 수 있는지 알 수 있도록. 그들은 그가 어떻게 생겼는지 모르는 경우 그들에게 그의 사진을 제공합니다. 이웃, 고용주와 자녀의 학교에 금지 명령의 사본을 제공합니다. 또한 그들에게 가해자의 사진을 제공합니다. 당신이 부정적인 작업에 영향을 미치지 않을 것이라고 생각한다면, 당신은 당신이 상황에 대해 작업을 사람들에게 할 수 있습니다.안내 원이나 다른 사람이 통화를 선별 할 수있는 경우를 참조하십시오. 가해자가 당신의 접근 금지 명령을 위반하는 경우 법 집행을 호출 할 수 있습니다 것을 기억하십시오. 당신이 접근 금지 명령이없는 경우 가해자가 초대받지 않은 집에 오면, 당신은 여전히 ​​경찰을 호출 할 수 있습니다. 당신이 할 수있는 경우 휴대 전화를 수행하지만, 완전히이 휴대 전화에 의존하지 않습니다. 휴대 전화는 어떤 장소에서 좋은 서비스를 얻을 수 있으며, 배터리 수명이 다 않습니다. 그들은 휴대 전화를 제공하는 경우 해당 지역의 가정 폭력 조직을 물어 - 그래서, 당신이 이미 가지고있는 휴대 전화에 백업으로 하나를 얻을 경우. 단축 다이얼 911 등 비상 전화 번호가 있습니다. 공공 장소에서 도움이 필요한 경우, 화재를 소리! 사람들은 누군가가 불을 소리에보다 신속하게 대응! 도움을 다른 어떤 외침보다. 지원 해당 지역의 가정 폭력 조직과 연락을 유지. 당신이 어떤 치료를해야하는지 의사와 전체 확인 - 최대를 얻을. 가해자가 충실하지 않았을 수 있다는 사실을 숙지하고 그래서 당신은 성병 검사를받을 수도 있습니다.
ur_in: دوستوں، پڑوسیوں اور آجرین کے اثر میں حکم امتناعی ہے کہ جانتے ہیں اور وہ آپ کے گھر یا کام کے ارد گرد کے abuser دیکھیں تو آپ کو مطلع کرنے کے لئے. وہ کس طرح لگتا ہے نہیں جانتے تو انہیں اس کی ایک تصویر دے. اپنے پڑوسیوں، آجروں اور آپ کے بچوں کے اسکولوں کے لئے آپ کے حکم امتناعی کی کاپیاں دے. اس کے علاوہ ان کی بدسلوکی کی ایک تصویر دے. آپ کو اس کے منفی آپ کے کام کو متاثر نہیں کرے گا لگتا ہے کہ، تو آپ کو آپ کی صورت حال کے بارے میں کے ساتھ کام لوگوں کو بتانے کے لئے چاہتے ہیں کر سکتے. ایک استقبالیہ یا کسی اور آپ کی کالز سکرین کر سکتے ہیں دیکھو. بدسلوکی کرنے والے اپنے بچاؤ کے حکم کی خلاف ورزی ہے تو آپ کو قانون نافذ کرنے والے کال کر سکتے ہیں یاد رکھیں کہ. آپ کو ایک حکم امتناعی نہیں ہے تو بدسلوکی کرنے والے بن بلائے آپ کے گھر آتا ہے تو، آپ اب بھی پولیس کو کال کر سکتے ہیں. آپ کر سکتے ہیں تو ایک موبائل فون لے جانے، لیکن مکمل طور پر اس فون پر انحصار نہیں کرتے. سیل فونز کچھ جگہوں پر اچھی سروس حاصل نہیں کر سکتے، اور بیٹری باہر چلانے ہے. وہ سیل فونز دے تو اپنے مقامی گھریلو تشدد تنظیم پوچھیں - تو، آپ پہلے سے ہی ہے کہ سیل فون کے لئے ایک بیک اپ کے طور پر ایک ملتا ہے. رفتار ڈائل پر 911 کی طرح ہنگامی تعداد ہے. آپ کو ایک عوامی جگہ میں مدد کی ضرورت ہو تو، رڈ چللاو! لوگ کسی رڈ چللا پر زیادہ تیزی سے جواب! مدد کے لئے کسی دوسرے کی رونے کی آواز کے مقابلے میں. کی حمایت کے لئے آپ کے مقامی گھریلو تشدد کی تنظیم کے ساتھ رابطے میں رہیں. آپ کو کسی بھی میڈیکل علاج کی ضرورت ہے تو دیکھنے کے لئے اپنے ڈاکٹر کے ساتھ ایک مکمل چیک اپ حاصل کریں. بدسلوکی کرنے والے وفادار رہے ہیں نہیں کر سکتے ہیں اس بات کو ذہن میں رکھیں اور تو آپ کو جنسی طور پر منتقل بیماریوں کے لئے تجربہ حاصل کرنے کے لئے چاہتے ہیں کر سکتے.

source: Make a plan for how you are going to leave, including where you’re going to go, and how to cover your tracks. Make one plan for if you have time to prepare to leave the home. Make another plan for if you have to leave the home in a hurry. If you can, keep any evidence of the physical abuse and take it with you when you leave. Make sure to keep this evidence in a safe place that the abuser will not find – this may mean that you have to keep it in a locked drawer at work or with a trusted family member. If the abuser finds it, you could be in more danger. Such evidence of physical abuse might include: Pictures you have of bruises or other injuries. If possible, try to have these pictures dated; Torn or bloody clothing; Household objects that the abuser damaged or broke during a violent episode; Pictures that show your home destroyed or messed up after violence happened; Any records you have from doctors or the police that document the abuse; Whenever you are hurt, go to a doctor or to an emergency room as soon as possible if you can. Tell them what happened. Ask them to make a record of your visit and of what happened to you. Be sure to get a copy of the record. A journal that you may have kept with details about the abuse, which could help prove the abuse in court. Anything else you think could help show that you’ve been abused.
ar: وضع خطة لكيفية كنت تسير على ترك، بما في ذلك أين أنت ذاهب للذهاب، وكيفية تغطية المسارات الخاصة بك. جعل خطة واحدة لأنه إذا كان لديك الوقت للاستعداد لمغادرة المنزل. جعل خطة أخرى لأنه إذا كان لديك لمغادرة المنزل في عجلة من امرنا. إذا كنت تستطيع، والحفاظ على أي دليل على الإيذاء البدني وتأخذ معك عند مغادرة. تأكد للحفاظ على هذه الأدلة في مكان آمن من شأنها أن المعتدي لم يجد - وهذا قد يعني أن لديك لإبقائه في درج مقفل في العمل أو مع أحد أفراد الأسرة موثوق به. إذا المسيء يجد ذلك، يمكن أن تكون في خطر أكبر. هذه الأدلة من الإيذاء البدني ويمكن أن تشمل: صور لديك من كدمات أو إصابات أخرى. إذا كان ذلك ممكنا، في محاولة لجعل هذه الصور المؤرخة. تمزقها أو الملابس الدموي. الأدوات المنزلية التي المسيء تلف أو كسر أثناء حلقة العنف. الصور التي تظهر منزلك دمرت أو عابث بعد وقع العنف؛ أي سجلات لديك من الأطباء أو الشرطة التي توثق الانتهاكات. كلما يضر بك، اذهب إلى الطبيب أو إلى قسم الطوارئ في أقرب وقت ممكن إذا كنت تستطيع. نقول لهم ما حدث. نطلب منهم لجعل رقما قياسيا لزيارتك وما حدث لك. تأكد من الحصول على نسخة من المحضر. والمجلة التي كنت قد أبقى مع تفاصيل عن الإساءة التي يمكن أن تساعد في إثبات سوء المعاملة في المحكمة. أي شيء آخر كنت تعتقد يمكن أن تساعد في إظهار أن كنت قد تعرضوا لسوء المعاملة.
es: Hacer un plan de cómo va a salir, incluso cuando usted va a ir, y cómo cubrir sus pistas. Haga un plan para si tiene tiempo para prepararse para salir de la casa. Hacer otro plan para si tiene que salir de la casa a toda prisa. Si es posible, guarde cualquier evidencia de los abusos físicos y llévela con usted cuando salga. Asegúrese de mantener estos datos en un lugar seguro que el abusador no se encuentra - esto puede significar que usted tiene que guardarlo en un cajón cerrado con llave en el trabajo o con un familiar de confianza. Si el abusador encuentra, usted podría estar en más peligro. Tal evidencia de abuso físico puede incluir: Imágenes que ha de moretones u otras lesiones. Si es posible, trate de tener estas fotos fechadas; Torn o la ropa con sangre; Objetos para la casa que el abusador daña o se rompió durante un episodio violento; Fotos que muestran su casa destruida o en mal estado después de la violencia que ocurrió; Cualquier registro que se tiene de los médicos o de la policía que documentan los abusos; Cada vez que usted se lesiona, ir a un médico oa una sala de emergencia tan pronto como sea posible si se puede. Dígales lo que pasó. Pídales que hagan un registro de su visita y de lo que te pasó. Asegúrese de obtener una copia del acta. Un diario que usted pudo haber mantenido con los detalles sobre el abuso, lo que podría ayudar a probar el abuso en los tribunales. Cualquier otra cosa que usted piensa podría ayudar a demostrar que has sido víctima de abuso.
hi: आप आप कैसे अपने पटरियों को कवर करने के लिए जाने के लिए जा रहे हैं, और जहां सहित छोड़ने के लिए जा रहे हैं के लिए एक योजना बनाओ. आप घर छोड़ने के लिए तैयार करने के लिए समय है के लिए एक योजना बनाओ. अगर आप जल्दी में घर छोड़ दिया है के लिए एक और योजना बनाओ. आप कर सकते हैं, शारीरिक शोषण का कोई सबूत रखने और जब तुम्हें छोड़ अपने साथ ले. Abuser नहीं मिलेगा कि एक सुरक्षित जगह में इस सबूत रखने के लिए सुनिश्चित करें - यह आपके काम पर या एक विश्वसनीय परिवार के सदस्य के साथ एक बंद दराज में रख दिया है कि इसका मतलब यह हो सकता है. Abuser यह पाता है, तो आप अधिक खतरे में हो सकता है. शारीरिक शोषण के इस तरह के सबूत शामिल हो सकता है: तस्वीरें आपको चोट के निशान या अन्य चोटों की है. यदि संभव हो तो, दिनांक इन चित्रों की कोशिश है; फटे या खूनी वस्त्र; घरेलू abuser क्षतिग्रस्त या एक हिंसक एपिसोड के दौरान तोड़ दिया है कि वस्तुओं; अपने घर को नष्ट कर दिया या हिंसा हुआ के बाद गड़बड़ बताते हैं कि चित्र; किसी भी रिकॉर्ड आप डॉक्टर या दुरुपयोग दस्तावेज़ है कि पुलिस से की है; आप चोट कर रहे हैं देता है तो जितनी जल्दी हो सके आप कर सकते हैं अगर एक चिकित्सक के पास या एक आपातकालीन कमरे में जाओ. क्या हुआ उन्हें बताओ. और तुम्हें क्या हुआ की अपनी यात्रा का एक रिकॉर्ड बनाने के लिए उनसे पूछो. रिकॉर्ड की एक प्रतिलिपि प्राप्त करना सुनिश्चित करें. आप अदालत में दुरुपयोग साबित करने में मदद कर सकता है जो दुरुपयोग के बारे में विवरण के साथ रखा हो सकता है कि एक पत्रिका. आपको लगता है और कुछ जो आपको दुरुपयोग किया गया है कि इस शो में मदद कर सकता है.
ko: 당신은 어떻게 당신의 흔적을하는 갈 것이고 그 갈지 포함, 떠날 거하는 방법에 대한 계획을 확인합니다. 당신이 가정을 떠날 준비를 할 시간이 있다면 하나의 계획을 확인합니다. 당신은 서둘러 집을 떠나야하는 경우에 대한 다른 계획을 확인합니다. 당신이 할 수있는 경우에, 신체적 학대의 증거를 유지하고 당신이 떠날 때 당신과 함께 가져 가라. 가해자가 찾을 수없는 안전한 장소에 증거를 유지하십시오 - 이것은 당신이 직장에서 또는 신뢰할 수있는 가족과 함께 잠긴 서랍에 보관해야한다는 것을 의미합니다. 가해자가 그것을 발견하면, 당신은 더 많은 위험이 될 수 있습니다. 신체적 학대의 이러한 증거는 포함 할 수 있습니다 : 사진 당신은 타박상이나 다른 부상이있다. 가능하면 날짜가이 그림을보십시오; 찢어 지거나 피 묻은 옷; 가정용 가해자가 손상되거나 폭력적인 에피소드 중에 부러 개체; 당신의 가정이 파괴 또는 폭력이 일어난 후 엉망이 보여 사진; 모든 기록은 의사 또는 남용을 문서화 경찰에서있다; 당신이 상처를 때마다 가능한 한 빨리 당신이 할 수있는 경우에 의사 또는 응급실로 이동합니다. 무슨 일이 있었는지를 말해 준다. 당신에게 무슨 일이 있었는지의 방문 기록을 확인하도록 요청합니다.기록의 사본을 얻을해야합니다. 당신이 법정에서 학대를 증명 도움이 될 수 남용에 대한 세부 사항을 유지 모른다 저널. 당신이 생각하는 다른 건 당신이 학대 한 쇼를 도울 수.
ur_in: آپ کس طرح آپ کی پٹریوں کا احاطہ کرنے کے لئے جانے کے لئے جا، اور کر رہے ہیں جہاں سمیت، چھوڑنے کے لئے جا رہے ہیں کہ کس طرح کے لئے ایک منصوبہ بنائیں. آپ کے گھر چھوڑنے کے لئے تیار کرنے کے لئے وقت ہے کے لئے ایک منصوبہ بنائیں. اگر آپ جلدی میں گھر چھوڑنے کے لئے ہے، تو کے لئے ایک منصوبہ بنائیں. آپ کر سکتے ہیں تو، جسمانی دیں کا کوئی ثبوت رکھنے کے لئے اور آپ کو چھوڑ کر جب آپ کے ساتھ اسے لے لو. بدسلوکی کرنے والا نہیں ملے گا کہ ایک محفوظ جگہ میں اس کا ثبوت رکھنے کے لئے بات کو یقینی بنائیں - اس سے آپ کو کام کی جگہ پر یا ایک قابل اعتماد خاندان کا رکن کے ساتھ ایک مقفل دراج میں رکھنے کے لئے ہے، اس کا مطلب یہ ہو سکتا ہے. بدسلوکی کرنے والا پائے تو، آپ کو زیادہ خطرے میں ہو سکتا ہے. جسمانی دیں اس طرح کے ثبوت بھی شامل کر سکتے ہیں: تصاویر آپ کے چوٹ جیسے نشانات یا دیگر چوٹوں کی ہے. اگر ممکن ہو تو، ء ان تصاویر حاصل کرنے کی کوشش کریں؛ ہوا یا خونی کپڑے؛ گھریلو بدسلوکی کرنے والے کو نقصان پہنچا یا ایک پر تشدد واقعہ کے دوران توڑ دیا اشیاء؛ آپ کے گھر کو تباہ کر دیا یا تشدد ہوا کے بعد گڑبڑ ظاہر ہے کہ تصاویر، کوئی ریکارڈ ڈاکٹرز یا استعمال کی اطلاع دیں دستاویز کہ پولیس کی طرف سے ہے؛ تمہیں چوٹ لگی ہے جب بھی، کے طور پر جلد از جلد کے طور پر آپ کر سکتے ہیں ایک ڈاکٹر یا ایک ہنگامی کمرے میں جاؤ. کیا ہوا ان سے کہو. اور آپ کو کیا ہوا آپ کے وزٹرز کا ریکارڈ کرنے کے لئے ان سے پوچھو. ریکارڈ کی ایک کاپی حاصل کرنے کے لئے اس بات کا یقین. آپ کو عدالت میں غلط استعمال ثابت کرنے میں مدد کر سکتا ہے جس کے غلط استعمال کے بارے میں تفصیلات کے ساتھ رکھا ہے سکتا ہے کہ ایک جرنل کی. آپ کے خیال میں کچھ اور آپ کے ساتھ زیادتی کی گئی ہے کہ شو کی مدد کر سکتے.
