Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: A Family Violence Protection Order can: Tell the abuser to leave you alone; Give you possession of the house and force the abuser to leave (you can ask the court to have the sheriff send someone home with you to enforce this part of the order); Or if you are not given possession of the home, the judge can order assistance to help you get your personal property; Make the abuser provide decent alternate housing for a spouse, former spouse, or parent and children; Give you temporary custody of your children and set temporary visitation rights; Award you temporary child support and/or spousal support from the abuser; Order the abuser to go to counseling; Award costs and attorney's fees to either party; Lead to your abuser's arrest if he breaks the order.* Once the court grants a Family Protective Order, it will be effective throughout the state of Georgia, and the abuser will have to follow the terms of the order. If your abuser violates the terms or the order, you can contact the law enforcement agency in your area and he can be arrested. Whether a judge orders any or all of the above depends on your need for protection, and the facts of your case. * O.C.G.A. § 19-13-4
ar: والعنف الأسري حماية النظام يمكن أن: اقول المسيء أن أترك لكم وحده؛ تعطيك حيازة المنزل وإجبار المعتدي على مغادرة (يمكنك أن تطلب من المحكمة أن يكون شريف ارسال شخص المنزل معكم لفرض هذا الجزء من النظام)؛ أو إذا كنت لا تعطى امتلاك المنزل، ويمكن للقاضي أن يأمر المساعدة لمساعدتك في الحصول الموظفين الممتلكات الخاصة بك؛ جعل المسيء لائقة توفير السكن البديل لأحد الزوجين، الزوج السابق، أو أحد الوالدين والأطفال؛ تعطيك الاحتجاز المؤقت لأطفالك، وحقوق الزيارة المؤقتة في سبتمبر؛ منحك دعم الطفل المؤقتة و / أو الدعم الزوجي من المسيء؛ يأمر المسيء للذهاب الى تقديم المشورة؛ التكاليف جائزة وأتعاب المحاماة لدى أي من الطرفين؛ يؤدي إلى توقيف المسيء الخاص بك إذا كنت يكسر النظام. * مرة واحدة تمنح المحكمة أمر الحماية الأسرة، وسوف تكون فعالة في جميع أنحاء ولاية جورجيا، وسوف المسيء يجب أن تتبع أحكام النظام. إذا المسيء الخاص ينتهك شروط أو النظام، يمكنك الاتصال وكالة إنفاذ القانون في منطقتك وأنا يمكن القبض عليه. سواء يأمر القاضي أي أو كل ما سبق يعتمد على حاجتك للحماية، وقائع قضيتك. * O.C.G.A. § 19-13-4
es: Una orden de violencia pueden Protección de la Familia: Ordenar al abusador que deje en paz; Le dará la posesión de la casa y obligar al agresor a abandonar (usted puede pedirle a la corte para que el sheriff enviar a alguien a casa con usted para hacer cumplir esta parte de la orden); O si no se les da la posesión de la casa, el juez puede ordenar la asistencia para ayudarle a obtener su propiedad personal; Asegúrese de que el abusador proporcionar una vivienda digna alternativa para un cónyuge, ex cónyuge, padre o madre e hijos; Darle a usted la custodia temporal de sus hijos y establecer los derechos de visita de carácter temporal; Premio usted manutención temporal y / o del cónyuge del abusador; Ordenar al abusador que ir a terapia; Costos de premio y los honorarios del abogado de cualquiera de las partes; Conducir a la detención de su abusador si él rompe el orden.* Una vez que el tribunal concede una orden de protección de la familia, que será efectiva en todo el estado de Georgia, y el abusador tendrá que cumplir con los términos de la orden. Si su abusador viola los términos o la orden, usted puede ponerse en contacto con el organismo de aplicación de la ley en su área y puede ser arrestado. Que un juez ordene cualquiera o todo lo anterior depende de su necesidad de protección, y los hechos de su caso. * O.C.G.A. § 19-13-4
hi: एक पारिवारिक हिंसा संरक्षण आदेश कर सकते हैं: तुम्हें अकेला छोड़ abuser बताओ; आप घर के कब्जे में दे दो और (क्या आप क्रम के इस भाग को लागू करने के साथ शेरिफ घर किसी को भेजने के लिए अदालत पूछ सकते हैं) छोड़ने के लिए abuser के बल; आप घर के कब्जे नहीं दिया जाता या, यदि न्यायाधीश आप अपनी संपत्ति स्टाफ पाने में मदद करने के लिए सहायता आदेश कर सकते हैं; Abuser एक पति या पत्नी के लिए सभ्य वैकल्पिक आवास के पूर्व पति, या माता - पिता और बच्चों को प्रदान करना; आप अपने बच्चों की अस्थायी हिरासत दो और अस्थायी मुलाक़ात अधिकार सेट; पुरस्कार आप अस्थायी बच्चे को समर्थन और / या abuser से spousal समर्थन; परामर्श के लिए जाने के लिए abuser के आदेश; या तो पार्टी के लिए पुरस्कार लागत और वकील की फीस; वह क्रम टूट जाता है, तो अपने abuser की गिरफ्तारी के लिए सीसा.* अदालत ने एक परिवार सुरक्षा व्यवस्था अनुदान लेते हैं, तो यह जॉर्जिया के राज्य भर में प्रभावी हो जाएगा, और abuser के आदेश की शर्तों का पालन करना होगा. अपने abuser शर्तें या आदेश का उल्लंघन करती है, तो आप अपने क्षेत्र में कानून प्रवर्तन एजेंसी से संपर्क कर सकते हैं और उसे गिरफ्तार किया जा सकता है. एक जज किसी भी या सभी से ऊपर के संरक्षण के लिए अपनी जरूरत पर निर्भर करता है, और अपने मामले के तथ्यों का आदेश है या नहीं. * O.C.G.A. § 19-13-4
ko: 가정 폭력 보호 명령 할 수 있습니다 : n Ntell 당신을 혼자 떠나 가해자; 당신에게 집의 소유권을 포기하고 (당신이 순서의이 부분을 적용 할 수와 보안관이 집에 사람을 보내도록하기 위해 법원에 요청할 수 있습니다) 떠나 가해자를 강제; 당신이 집의 소유권을 부여하지 않은 경우 또는 판사가 당신이 당신의 재산 직원을 얻을 수 있도록 도움을 주문할 수있다; 가해자가 괜찮은 배우자에 대한 대체 주택, 전 배우자, 또는 부모와 자녀를 제공합니다; 9 월에 당신에게 당신의 아이들 임시 방문 권의 임시 양육권을 부여; 수상하면 일시적으로 자녀 양육비 및 / 또는 가해자의 배우자 지원, 상담에 가서 가해자를 주문; 어느 파티에 상 비용과 변호사 비용; 나는 순서를 나누기 경우 가해자의 체포로 이어집니다.* 법원은 가정 보호 명령을 부여되면, 조지아 주 전역에 효과적 일 것, 그리고 가해자는 순서의 조건을 따르도록해야합니다. 학대자는 용어 나 순서를 위반하는 경우, 당신은 귀하의 지역에서 법 집행 기관에 연락 할 수 있고 나는 체포 될 수있다. 판사는 또는 위의 모든 보호를위한 당신의 필요에 따라, 그리고 사건의 사실 여부를 주문한다. * O.C.G.A. § 19-13-4
ur_in: ایک گھریلو تشدد کے تحفظ کے آرڈر کر سکتے ہیں: تم اکیلے چھوڑ کے لئے بدسلوکی کرنے بتاو؛ آپ کے گھر کی ملکیت دے دو اور (اگر آپ کو آپ کے حکم کا یہ حصہ نافذ کرنے کے ساتھ شیرف ہوم کسی کو بھیجنے کے کرنے کے لئے عدالت سے درخواست کر سکتے ہیں) کو چھوڑنے کے لئے بدسلوکی کرنے پر مجبور. آپ کے گھر کا قبضہ نہیں دیا یا اگر، جج آپ کو آپ کی ذاتی جائیداد حاصل کرنے کے لئے مدد کا آرڈر کر سکتے ہیں؛ بدسلوکی کرنے والے شریک حیات کے لئے مہذب متبادل رہائش، سابق زوج، یا والدین اور بچوں کو فراہم کرنے کے؛ آپ اپنے بچوں کی عارضی حراست دو اور عارضی ملاقات حقوق مقرر؛ ایوارڈ آپ کو عارضی طور پر بچے کی حمایت اور / یا بدسلوکی کرنے والے کی طرف سے زوجی خرچہ. مشاورت پر جانے کے لئے بدسلوکی کرنے والا حکم پارٹی یا تو ایوارڈ کے اخراجات اور اٹارنی کی فیس؛ انہوں نے حکم کے ٹوٹ جاتا ہے اگر آپ بدسلوکی کرنے والے کی گرفتاری کی قیادت.* عدالت نے ایک خاندان کی حفاظتی آرڈر دیتا ہے ایک بار، یہ جارجیا کی ریاست بھر میں مؤثر ہو جائے گا، اور بدسلوکی کرنے کے حکم کی شرائط پر عمل کرنا ہوگا. آپ بدسلوکی کرنے شرائط یا حکم کی خلاف ورزی ہے، تو آپ اپنے علاقے میں قانون نافذ کرنے والے ادارے سے رابطہ کر سکتے ہیں اور انہوں نے گرفتار کیا جا سکتا ہے. ایک جج کسی ایک یا اس سے اوپر کے تمام کے تحفظ کے لئے آپ کی ضرورت پر منحصر ہے، اور آپ کے کیس کے حقائق کا حکم چاہے. * O.C.G.A. § 19-13-4

source: A Family Violence Protection Order is a written order from a court that tells the abuser to stop the abuse or face serious legal consequences. It offers civil legal protection from domestic violence to both male and female victims.
ar: والعنف الأسري حماية النظام هو أمر كتابي من المحكمة أن يقول المسيء لوقف الاعتداء أو مواجهة عواقب قانونية خطيرة. فإنه يوفر الحماية القانونية المدنية من العنف الأسري لضحايا كل من الذكور والإناث.
es: Una orden de violencia Family Protection es una orden escrita de un tribunal que le dice al abusador para detener el abuso o enfrentar serias consecuencias legales. Ofrece una protección legal civil de la violencia doméstica tanto a las víctimas masculinas y femeninas.
hi: एक पारिवारिक हिंसा संरक्षण आदेश दुरुपयोग रोकने या गंभीर कानूनी परिणामों का सामना करने के लिए abuser बताता है कि एक अदालत से एक लिखित आदेश है. यह पुरुष और महिला पीड़ितों दोनों को घरेलू हिंसा से सिविल कानूनी संरक्षण प्रदान करता है.
ko: 가정 폭력 보호 명령은 학대를 중지하거나 심각한 법적 처벌에 직면 가해자를 알려주는 법원의 서면 순서입니다. 그것은 남성과 여성 모두 피해자 가정 폭력으로부터 시민의 법적 보호를 제공합니다.
ur_in: ایک گھریلو تشدد کے تحفظ کے آرڈر غلط استعمال کو روکنے یا سنگین قانونی نتائج کا سامنا کرنے کے بدسلوکی کرنے والا بتاتا ہے کہ ایک عدالت کی طرف سے ایک تحریری حکم ہے. یہ لڑکا اور لڑکی متاثرین دونوں کو گھریلو تشدد سے سول قانونی تحفظ فراہم کرتا ہے.

source: A protective order is good anywhere in the United States as long as: It was issued to prevent violent or threatening acts, harassing behavior, sexual violence, or it was issued to prevent another person from coming near you or contacting you.* The court that issued the order had jurisdiction over the people and case. (In other words, the court had the authority to hear the case.) The abuser received notice of the order and had an opportunity to go to court to tell his/her side of the story. In the case of ex parte temporary and emergency orders, the abuser must receive notice and have an opportunity to go to court to tell his/her side of the story at a hearing that is scheduled before the temporary order expires.** Note: For information on enforcing a military protective order (MPO) off the military installation, or enforcing a civil protection order (CPO) on a military installation, please see our Military Protective Orders page. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
ar: أمر واقية جيدة في أي مكان في الولايات المتحدة طالما: صدر ن n وإلى منع أعمال العنف أو تهديد أو مضايقة السلوك، والعنف الجنسي، أو صدر لمنع شخص آخر من الاقتراب منك أو الاتصال بك.* ان المحكمة التي أصدرت الأمر اختصاص على الأشخاص والقضية. (وبعبارة أخرى، كان للمحكمة السلطة للنظر في القضية.) تلقى المسيء إشعار النظام، وكان فرصة للذهاب إلى المحكمة ليقول له / لها الجانب من القصة. في حالة أوامر مؤقتة وطارئة من طرف واحد، يجب على المسيء الحصول على إشعار وتتاح له الفرصة للذهاب إلى المحكمة ليقول له / لها الجانب من القصة في جلسة استماع من المقرر أن قبل انتهاء أمر مؤقت.** ملاحظة: للحصول على معلومات بشأن فرض أمر الحماية العسكرية (MPO) قبالة منشأة عسكرية، أو فرض نظام الحماية المدنية (CPO) على منشأة عسكرية، يرجى الرجوع إلى الصفحة أوامر الحماية العسكرية لدينا. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
es: Una orden de protección es válida en cualquier lugar en los Estados Unidos, siempre y cuando: Fue emitida para evitar actos violentos o amenazantes, una conducta de acoso, la violencia sexual, o que se emitió para evitar que otra persona se acerque a usted o ponerse en contacto con usted.* El tribunal que emitió la orden tenía jurisdicción sobre las personas y el caso. (En otras palabras, la corte tenía la autoridad de escuchar el caso.) El abusador recibido notificación de la orden y tuvo la oportunidad de ir a la corte para decirle a su / su versión de los hechos. En el caso de órdenes temporales y de emergencia ex parte, el abusador debe recibir notificación y tener la oportunidad de ir a la corte para decirle a su / su versión de los hechos en una audiencia que está programada antes de que expire la orden temporal.** Nota: Para información sobre hacer cumplir una orden de protección militar (MPO) fuera de la base militar, o hacer cumplir una orden de protección civil (CPO) en una instalación militar, por favor visite nuestra página Órdenes de Protección Militar. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
hi: एक सुरक्षात्मक आदेश अच्छा है कहीं भी संयुक्त राज्य अमेरिका में के रूप में लंबे समय के रूप में: यह व्यवहार, यौन हिंसा को परेशान करने, हिंसक या धमकी कृत्यों को रोकने के लिए जारी किया गया था, या यह आप के पास आ रहा है या आपसे संपर्क करने से एक और व्यक्ति को रोकने के लिए जारी किया गया था.* आदेश जारी किया है कि अदालत के लोगों और मामले पर अधिकार क्षेत्र था. (दूसरे शब्दों में, अदालत ने मामले की सुनवाई करने का अधिकार था.) Abuser के आदेश का नोटिस मिला है और कहानी का उसकी / उसके पक्ष बताने के लिए अदालत में जाने का अवसर मिला. इकतरफा अस्थायी और आपातकालीन आदेश के मामले में, abuser नोटिस प्राप्त और अस्थायी आदेश की समय सीमा समाप्त होने से पहले निर्धारित है कि एक सुनवाई में कहानी का उसकी / उसके पक्ष बताने के लिए अदालत में जाने के लिए एक अवसर होना चाहिए.** नोट: सैन्य स्थापना से दूर एक सैन्य सुरक्षा व्यवस्था (MPO) को लागू करने, या एक सैन्य स्थापना पर एक नागरिक संरक्षण आदेश (सूत्र) को लागू करने के बारे में जानकारी के लिए, हमारे सैन्य सुरक्षात्मक आदेश पृष्ठ देखें. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
ko: 보호 명령이 좋다 어디서나 미국에서만큼 : 그것은 행동, 성적 폭력, 괴롭힘, 폭력 또는 위협하는 행위를 방지하기 위해 발행 된, 또는 당신 근처에 오는하거나 접촉하는 다른 사람을 방지하기 위해 발행되었다.* 법원은 사람과 사건에 대한 관할권을 가지고 명령을 내렸다. (즉, 법원이 사건을 듣고 할 수있는 권한을 가지고 있었다.) 가해자는 순서의 통지를받은 이야기의 그 / 그녀의 측면을 얘기 법원에 갈 수있는 기회를했다. 일방적 임시 긴급 주문의 경우, 가해자는 통지를 받고 그 임시 주문이 만료되기 전에 예정된 청문회에서 이야기의 그 / 그녀의 측면을 얘기 법원에 갈 수있는 기회를 가질 수 없습니다.** 주 : 군사 시설 해제 군사 보호 명령 (MPO)를 적용, 또는 군사 시설에 대한 시민 보호 명령 (CPO)을 적용에 대한 자세한 내용은 우리의 군사 보호 명령 페이지를 참조하십시오. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)
ur_in: ایک حفاظتی کے لئے اچھا ہے، کہیں بھی امریکہ میں جب تک کے طور پر: یہ رویے، جنسی تشدد ہراساں کرنے، تشدد یا دھمکی آمیز کارروائیوں کو روکنے کے لئے جاری کیا گیا تھا، یا یہ آپ کے قریب آ رہے ہو یا آپ سے رابطہ کی طرف سے کسی دوسرے شخص کو روکنے کے لئے جاری کیا گیا تھا.* حکم جاری ہے کہ عدالت لوگوں اور کیس کے دوران دائرہ کار میں تھا. (دوسرے الفاظ میں، عدالت کیس کی سماعت کرنے کا اختیار تھا.) بدسلوکی کرنے والے کے حکم کے نوٹس موصول ہوئی ہے اور کہانی کے اس کی / اس کی طرف بتانے کے لئے عدالت سے رجوع کرنے کا موقع تھا. سائیڈ عارضی اور ہنگامی صورتحال کے احکامات کے معاملے میں، بدسلوکی کرنے والا نوٹس وصول کرنے اور عارضی حکم کی مدت ختم ہونے سے پہلے شیڈول کیا جاتا ہے کہ ایک سماعت میں کہانی کے اس کی / اس کی طرف بتانے کے لئے عدالت سے رجوع کرنے کا موقع ہونا ضروری ہے.** نوٹ: فوجی تنصیب کے ایک فوجی حفاظتی حکم (MPO) کے نفاذ، یا ایک فوجی تنصیب پر ایک سول پروٹیکشن آرڈر (سی پی او) نافذ کرنے والے کے بارے میں معلومات کے لئے، ہماری فوج حفاظتی احکامات صفحہ ملاحظہ کریں. * 18 U.S.C. § 2266(5) ** 18 U.S.C. § 2265(a) & (b)

source: A stalking protective order is issued by the court to protect you from the stalking behavior of another person. The court can order a person to stop contacting, harassing, or intimidating you. Sometimes orders can also require that you and/or the stalker get psychiatric/psychological services to prevent continued stalking in the future. The order could also order the stalker to pay your attorney’s fees (or, if you lose the case, that you pay the respondent’s attorney’s fees).* Note: If the stalker is also arrested for stalking, and you provide the court with a landline telephone number, you also have the right to be notified when bail hearings are scheduled and when the stalker is released from custody.** * O.C.G.A. § 19-13-4 ** O.C.G.A. § 16-5-93
ar: يتم إصدار أمر الحماية المطاردة من قبل المحكمة لحمايتك من سلوك المطاردة من شخص آخر. المحكمة أن تأمر الشخص لوقف الاتصال أو مضايقة أو تخويف لك. في بعض الأحيان يمكن أن أوامر تتطلب أيضا أنك و / أو الحصول على مطارد / الخدمات النفسية الطب النفسي لمنع استمرت المطاردة في المستقبل. يمكن النظام أيضا أن تأمر مطارد لدفع أتعاب المحاماة الخاص بك (أو، إذا كنت تفقد الحالة، الذي تدفعه أتعاب المحاماة المدعى عليه ل).* ملاحظة: إذا تم القبض على مطارد أيضا لالمطاردة، والتي تقدمها المحكمة مع عدد الخطوط الهاتفية الارضية، لديك أيضا الحق في أن يتم إعلامك عندما تتم جدولة جلسات الكفالة وعندما يتم الإفراج عن مطارد من الاحتجاز.** * O.C.G.A. § 19-13-4 ** O.C.G.A. § 16-5-93
es: Una orden de protección contra acecho es emitida por el tribunal para protegerse de la conducta de acecho de otra persona. El tribunal puede ordenar que una persona deje de comunicarse, de acoso, o de intimidar usted. A veces las órdenes también pueden requerir que usted y / o el acosador obtiene servicios psiquiátricos / psicológicos para prevenir continuó acechando en el futuro. La orden también podría ordenar al acechador que pagar los honorarios de su abogado (o, si pierde el caso, que usted pague los honorarios del abogado del demandado).* Nota: Si el acosador también es arrestado por acosar, y le proporcionará la cancha con un número de teléfono fijo, usted también tiene el derecho a ser notificado cuando las audiencias de libertad bajo fianza están programadas y cuando el acosador es liberado de la custodia.** * O.C.G.A. § 19-13-4 ** O.C.G.A. § 16-5-93
hi: एक पीछा सुरक्षा व्यवस्था किसी अन्य व्यक्ति का पीछा व्यवहार से बचाने के लिए अदालत द्वारा जारी किया जाता है. अदालत, से संपर्क करने को परेशान करने, या आप डराना बंद करने के लिए एक व्यक्ति को आदेश कर सकते हैं. कभी कभी आदेश भी आप और / या शिकारी जारी रखा भविष्य में पीछा रोकने के लिए मनोरोग / मनोवैज्ञानिक सेवाएं प्राप्त की आवश्यकता है कि कर सकते हैं. (आप मामले खो अगर आप प्रतिवादी के वकील की फीस का भुगतान, कि या,) आदेश भी अपने वकील की फीस का भुगतान करने के लिए शिकारी आदेश सकता है.* नोट: शिकारी भी पीछा के लिए गिरफ्तार कर लिया है, और आप एक लैंडलाइन टेलीफोन नंबर के साथ अदालत को प्रदान किया जाता है, तो आप भी शिकारी हिरासत से रिहा किए जाने पर जमानत की सुनवाई अनुसूचित रहे हैं और जब अधिसूचित किया जा करने का अधिकार है.** * O.C.G.A. § 19-13-4 ** O.C.G.A. § 16-5-93
ko: 스토킹 보호 명령은 다른 사람의 스토킹 행위에서 당신을 보호하기 위해 법원에 의해 발행된다. 법원은, 문의 괴롭 히거나 협박을 중지하는 사람을 주문할 수 있습니다. 때때로 주문은 그 또한 당신을 필요로 할 수 있습니다 및 / 또는 스토커 방지에 정신 / 심리적 서비스를받을 미래에 스토킹 계속했다. 순서는 또한 (당신이 피고의 변호사 비용을 지불, 당신이 사건을 분실 한 경우 또는,) 당신의 변호사 비용을 지불하는 스토커를 주문할 수 없습니다.* 참고 : 스토커 또 스토킹 혐의로 체포, 당신은 유선 전화 번호와 함께 법원을 제공하는 경우, 당신은 또한 석방 된 스토커에 보석 청문회가 예정되어 때 알림을 할 수있는 권리가 있습니다.** * O.C.G.A. § 19-13-4 ** O.C.G.A. § 16-5-93
ur_in: ایک پیچھا حفاظتی کے لئے کسی دوسرے شخص کے تعاقب کے رویے سے آپ کی حفاظت کرنے کے لئے عدالت کی طرف سے جاری کیا جاتا ہے. کورٹ، رابطہ ہراساں کرنے، یا آپ کو دھمکی کو روکنے کے لئے ایک شخص کو حکم کر سکتے ہیں. کبھی کبھی احکامات بھی آپ کو اور / یا شکاری جاری مستقبل میں پیچھا کو روکنے کے لئے نفسیاتی / نفسیاتی خدمات حاصل کی ضرورت ہے کہ کر سکتے ہیں. (اگر آپ کو مقدمہ ہار تو آپ کو مدعا علیہ کے وکیل کی فیس ادا کرتے ہیں کہ، یا،) کے لئے بھی آپ وکیل کی فیس ادا کرنے کے لئے شکاری آرڈر کر سکتے ہیں.* نوٹ: شکاری بھی تعاقب کے لئے گرفتار کیا، اور آپ کو ایک لینڈ لائن ٹیلی فون نمبر کے ساتھ عدالت کو فراہم کیا جاتا ہے تو، آپ کو بھی شکاری حراست سے جاری کی گئی ہے جب ضمانت کی سماعت شیڈول کے مطابق کر رہے ہیں اور جب مطلع کیا جائے کا حق ہے.** * O.C.G.A. § 19-13-4 ** O.C.G.A. § 16-5-93

source: Although Facebook gives you many options to expand your privacy, some information will always be available if someone comes across your timeline. This information includes your name, profile photo, cover photo, network you belong to, gender, username and user ID. Survivors may want to strategize about what information to share, use a generic profile or cover photo, or determine whether they want to be a part of any network in order to maintain their privacy. Liking or commenting on public posts. Note that posts or photos that are on other people’s or organization’s pages take on the privacy settings they set for that item. In other words, if someone else’s photo is set to public (anyone can see it) and if you like it or make a comment, your comment and the fact that you liked it will also be public.
ar: فیس بک آپ کو آپ کی رازداری کو بڑھانے کے لئے بہت سے اختیارات فراہم کرتا ہے، اگرچہ کسی کو آپ کی ٹائم لائن کے اس پار آتا ہے تو کچھ معلومات ہمیشہ دستیاب ہو جائے گا. یہ معلومات آپ کے لئے، جنس، صارف کا نام اور صارف ID تعلق آپ کا نام، پروفائل کی تصویر، کے کور تصویر، نیٹ ورک بھی شامل ہے. زندہ بچ جانے والوں کے بارے میں معلومات ایک عام پروفائل یا کور تصویر کے استعمال، اشتراک، یا وہ ان کی رازداری برقرار رکھنے کے لئے کسی بھی نیٹ ورک کا ایک حصہ ہونا چاہتے ہیں کا تعین کرنے کے لئے ہے کے بارے میں حکمت عملی کے لئے چاہتے ہیں کر سکتے ہیں. پسند یا عوامی خطوط پر تبصرہ. دوسرے لوگوں کی یا تنظیم کے صفحات پر ہیں کہ خطوط یا فوٹو کہ وہ اس شے کے لئے مقرر رازداری کی ترتیبات پر لینے کے یاد رکھیں کہ. دوسرے الفاظ میں، اگر کسی اور کی تصویر عوام کے لئے مقرر (کوئی اسے دیکھ سکتے ہیں) اور آپ کو یہ پسند ہے یا ایک تبصرہ، آپ کے تبصرے اور آپ کو یہ بھی عوامی ہو جائے گا پسند ہے حقیقت یہ ہے کہ اگر ہے.
es: Aunque Facebook te da muchas opciones para ampliar su privacidad, algo de información siempre estará disponible si alguien viene a través de su línea de tiempo. Esta información incluye su nombre, foto de perfil, foto de la portada, red a la que pertenece, género, nombre de usuario y el ID de usuario. Los sobrevivientes pueden querer estrategias acerca de qué información puede compartirse, utilice un perfil genérico o la cubierta de la foto, o para determinar si quieren ser parte de cualquier red con el fin de mantener su privacidad. Gustar o comentar sobre los puestos públicos. Tenga en cuenta que los mensajes o fotos que se encuentran en otra de las personas o las páginas de la organización asuman la configuración de privacidad que establecen para dicho elemento. En otras palabras, si la foto de otra persona se establece en público (cualquiera puede verlo) y si te gusta, o hacer un comentario, el comentario y el hecho de que te haya gustado también será pública.
hi: फेसबुक आपकी गोपनीयता का विस्तार करने के लिए आपको कई विकल्प देता है हालांकि किसी को अपने समय में सामने आता है, तो कुछ जानकारी हमेशा उपलब्ध हो जाएगा. यह जानकारी आपके नाम, प्रोफाइल फोटो, कवर फोटो, आप के लिए, लिंग, उपयोगकर्ता नाम और प्रयोक्ता आईडी संबंधित नेटवर्क भी ​​शामिल है. बचे क्या जानकारी साझा एक सामान्य प्रोफाइल या कवर तस्वीर का उपयोग करें, या वे अपनी गोपनीयता बनाए रखने के लिए किसी भी नेटवर्क का एक हिस्सा होना चाहते हैं या नहीं यह निर्धारित करने के बारे में strategize करने के लिए चाहते हो सकता है. पसंद या सार्वजनिक पोस्ट पर टिप्पणी. लोगों की या संगठन के पन्नों अन्य पर कर रहे हैं कि पोस्ट या तस्वीरें वे उस आइटम के लिए सेट गोपनीयता सेटिंग्स पर ले ध्यान दें. दूसरे शब्दों में, किसी और की फोटो सार्वजनिक करने के लिए सेट है (इसे कोई भी देख सकता है) और आप इसे पसंद करें या एक टिप्पणी अपनी टिप्पणी और आप इसे पसंद तथ्य यह है कि अगर यह भी सार्वजनिक हो जाएगा.
ko: 페이스 북이 사용자의 개인 정보를 확장 할 수있는 여러 가지 옵션을 제공하지만 누군가가 당신의 타임 라인에 걸쳐 오는 경우, 몇 가지 정보는 항상 사용할 수 있습니다. 이 정보는 이름, 프로필 사진, 커버 사진, 당신이, 성, 사용자 이름 및 사용자 ID 속한 네트워크를 포함한다. 생존자의 acerca 공유 할 정보 전략을하려는, 또는 일반 프로필의 표지 사진을 사용하거나 그들의 프라이버시를 유지하기 위해 모든 네트워크의 일부가 될 것인지 여부를 결정할 수있다. 좋아하는 또는 공개 게시물에 코멘트. 글이나 사진은 사람들의 또는 조직의 다른 페이지에 있는지 해당 항목에 그들에 대해 설정 한 개인 정보 보호 설정을 가지고 있습니다. 누군가 다른 사람의 사진이 공개 (누구든지 볼 수 있습니다)과 9 월이면 당신이 그것을 좋아하거나 댓글을 경우에, 다시 말하면, 당신의 의견을 당신이 또한 그것을 좋아한다는 사실이 공개 될 것입니다.
ur_in: فیس بک پر آپ کی پرائیویسی کو بڑھانے کے لئے آپ کو بہت سے اختیارات دیتا ہے، لیکن کسی کو آپ کی ٹائم لائن بھر آتا ہے تو کچھ معلومات ہمیشہ دستیاب ہو جائے گا. یہ معلومات آپ کا نام، پروفائل کی تصویر، کور تصویر، آپ کے لئے، جنس، صارف کا نام اور صارف ID سے تعلق رکھتے ہیں کے نیٹ ورک میں شامل ہیں. زندہ بچ جانے والے کس قسم کی معلومات، اشتراک ایک عام پروفائل یا کور تصویر کا استعمال کرتے ہیں، یا وہ ان کی رازداری برقرار رکھنے کے لئے کسی بھی نیٹ ورک کا ایک حصہ بننے کے لئے چاہتے ہیں کا تعین کرنے کے بارے میں strategize کرنا چاہتے ہیں کر سکتے ہیں. پسند یا حکومتی عہدے پر تبصرہ. لوگوں کی یا تنظیم کے صفحات دوسرے پر ہے کہ خطوط یا فوٹو وہ اس شے کے لئے قائم کی پرائیویسی ترتیبات پر لینے کے یاد رکھیں کہ. دوسرے الفاظ میں، کسی اور کی تصویر عوام کے لئے مقرر کیا گیا ہے (اگر کوئی اسے دیکھ سکتے ہیں) اور آپ اسے پسند کریں یا ایک تبصرہ، آپ کا تبصرہ اور آپ کو پسند ہے حقیقت یہ ہے کہ اگر یہ بھی عوامی ہو جائے گا.
