Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Whether you will be able to change the custody / visitation order may depend on what part of the order you want to change. Changing the visitation/ parenting time portion: Either parent can go back to court to request to change to the visitation/ parenting time portion of the custody order at any time as long as a request is not made more often than once within a two-year period from the last custody decision. You do not need to show a change in circumstance to change the visitation/ parenting time portion of the custody order.* Changing the custody portion of the order: To modify (change) the custody portion of the order, you will need to show that there has been a change in any material conditions or circumstances of either parent or the child. One possible change in circumstances could be a child’s preference to live with the non-custodial parent once the child turns 14.** See At what age can my child decide which parent s/he wants to live with? for more information on children’s custody preferences. In addition, a military parent's absences because of his or her deployment (or possible future deployments) cannot be the only factor used to claim that there has been a change in material conditions or circumstances of either parent of the child. However, the judge may consider evidence of the effect of the deployment in determining if there has been a change in material conditions or circumstances of either parent or the child.* After a change of custody has been requested, the judge may temporarily change the terms of the custody order until a final custody decision is made by the judge.*** * O.C.G.A. § 19-9-3(b) ** O.C.G.A. § 19-9-3(a)(5) *** O.C.G.A. § 19-9-3(e)
ar: ما إذا كنت سوف تكون قادرة على تغيير ترتيب الحضانة / الزيارة قد تعتمد على ما جزءا من النظام الذي تريد تغييره. Changing the visitation/ parenting time portion: أي من الوالدين يمكن أن تذهب إلى المحكمة لطلب للتغيير إلى الزيارة / الأبوة والأمومة جزء الوقت من أجل حضانة في أي وقت طالما لم يقدم طلب أكثر من مرة واحدة خلال فترة عامين من قرار الحبس الماضي. لا تحتاج أن تظهر تغييرا في ظرف لتغيير وقت الزيارة / الأبوة والأمومة جزء من النظام الحجز. * تغيير جزء حضانة النظام: لتعديل (تغيير) الجزء الوصاية على النظام، وسوف تحتاج إلى إظهار أن كان هناك تغيير في أية شروط أو ظروف أي من الوالدين أو الطفل المادية. واحد تغيير محتمل في الظروف يمكن أن يكون تفضيل الطفل للعيش مع الوالد غير الحاضن مرة يتحول الطفل 14. ** انظر في أي سن يمكن أن طفلي الذي يقرر الوالد ق / انه يريد ان يعيش معها؟ لمزيد من المعلومات حول تفضيلات حضانة الأطفال. بالإضافة إلى ذلك، يمكن أن الغياب أحد الوالدين العسكري بسبب وضعه أو نشر لها (أو عمليات النشر المستقبلية المحتملة) لا يكون العامل الوحيد المستخدم الادعاء بأن كان هناك تغيير في الشروط أو الظروف لأي من الأبوين للطفل المادية. ومع ذلك، يجوز للقاضي النظر في الأدلة على أثر نشر في تحديد ما إذا كان هناك تغيير في شروط أو ظروف أي من الوالدين أو الطفل المادية. * بعد أن تم طلب تغيير الحجز، القاضي قد تتغير مؤقتا شروط النظام الاحتجاز حتى يتم اتخاذ قرار نهائي الاحتجاز من قبل القاضي. *** * O.C.G.A. § 19-9-3(b) ** O.C.G.A. § 19-9-3(a)(5) *** O.C.G.A. § 19-9-3(e)
es: Ya sea que usted será capaz de cambiar el orden de custodia / régimen de visitas puede depender de qué parte de la orden que desea cambiar. Cambio de la / porción de tiempo de crianza de visitas: Cualquiera de los padres puede volver a los tribunales para solicitar el cambio a la visita / porción de tiempo de crianza de la orden de custodia en cualquier momento, siempre y cuando una solicitud no se haga más de una vez dentro de un período de dos años a partir de la última decisión de la custodia. No es necesario para mostrar un cambio en las circunstancias a cambiar la parte de tiempo de visita / la paternidad de la orden de custodia.* Cambio de la porción de la custodia de la orden: Para modificar (cambiar) la parte de la custodia de la orden, usted tendrá que demostrar que ha habido un cambio en las condiciones materiales o circunstancias de cualquiera de los padres o el niño. Uno de los cambios posibles en las circunstancias podría ser la preferencia de los niños a vivir con el padre sin custodia una vez que el niño cumpla los 14. ** Véase ¿A qué edad puede mi hijo decidir cuál de los padres s / él quiere vivir? para más información sobre las preferencias de custodia de los niños. Además, las ausencias de un padre militar a causa de su despliegue (o posibles futuros despliegues) no pueden ser el único factor usado para afirmar que se ha producido un cambio en las condiciones o circunstancias de cualquiera de los padres del niño materiales. Sin embargo, el juez puede considerar la evidencia del efecto de la implementación para determinar si se ha producido un cambio en las condiciones o circunstancias de cualquiera de los padres o el niño materiales.* Después de que se ha solicitado un cambio de custodia, el juez puede cambiar temporalmente los términos de la orden de custodia hasta que una decisión final custodia es hecha por el juez.*** * O.C.G.A. § 19-9-3(b) ** O.C.G.A. § 19-9-3(a)(5) *** O.C.G.A. § 19-9-3(e)
hi: क्या आप बदलना चाहते आदेश के किस हिस्से पर निर्भर हो सकता है हिरासत / मुलाक़ात आदेश को बदलने में सक्षम हो जाएगा. मुलाक़ात / माता पिता के समय भाग बदलने: अदालत में वापस जा सकते हैं या तो माता पिता के रूप में लंबे समय से एक अनुरोध पिछले हिरासत निर्णय से एक दो साल की अवधि के भीतर अधिक बार एक बार से नहीं किया जाता है के रूप में किसी भी समय हिरासत आदेश की मुलाक़ात / parenting समय भाग को बदलने के लिए अनुरोध करने के लिए. आप हिरासत आदेश की मुलाक़ात / parenting समय भाग को बदलने की परिस्थिति में बदलाव की जरूरत नहीं है.* आदेश की हिरासत भाग बदलने: (परिवर्तन) आदेश की हिरासत भाग को संशोधित करने के लिए आप किसी भी सामग्री की स्थिति या अभिभावक या बच्चे या तो की परिस्थितियों में एक परिवर्तन किया गया है कि दिखाने की जरूरत होगी. परिस्थितियों में एक संभावित बदलाव बच्चे 14 बदल जाता है एक बार गैर हिरासत में माता पिता के साथ रहने के लिए एक बच्चे की पसंद हो सकता है. ** मेरे बच्चे माता पिता एस / वह साथ रहना चाहता है जो तय कर सकते हैं क्या उम्र में देखें? बच्चों की हिरासत वरीयताओं पर अधिक जानकारी के लिए. इसके अलावा, क्योंकि उसके या उसकी तैनाती (या संभव भविष्य की तैनाती) के एक सैन्य माता पिता की अनुपस्थिति सामग्री की स्थिति या बच्चे के माता पिता या तो की परिस्थितियों में एक बदलाव आया है कि दावा करने के लिए इस्तेमाल केवल कारक नहीं हो सकता. हालांकि, न्यायाधीश सामग्री की स्थिति या अभिभावक या बच्चे या तो की परिस्थितियों में एक बदलाव आया है, यह निर्धारित करने में तैनाती के प्रभाव का सबूत विचार कर सकते हैं.* हिरासत के एक बदलाव का अनुरोध किया गया है, के बाद न्यायाधीश अस्थायी तौर पर एक अंतिम हिरासत निर्णय जज द्वारा किया जाता है जब तक हिरासत आदेश के संदर्भ बदल सकते हैं.*** * O.C.G.A. § 19-9-3(b) ** O.C.G.A. § 19-9-3(a)(5) *** O.C.G.A. § 19-9-3(e)
ko: 당신은 당신이 변경하려는 순서의 어떤 부분에 따라 달라질 수 있습니다 양육권 / 방문 순서를 변경할 수 있는지 여부. 방문 / 육아 시간 부분 변경 : 법원에 다시 갈 수있는 어느 부모가 한 요청이 마지막 양육권 결정에 2 년 기간 내에 더 자주 번 이상 이루어지지로 언제든지 구금 순서의 방문 / 육아 시간 부분 변경을 요청합니다. 당신은 양육권 순서의 방문 / 육아 시간 부분을 변경하는 상황의 변화를 표시 할 필요가 없습니다. * 주문의 양육권 부분을 변경 : (변경) 순서의 양육권 부분을 수정하려면, 당신은 어떤 물질적 조건이나 부모 나 자식 중 하나의 상황에 변화가되었음을 표시해야합니다. 상황에서 한 가지 변화는 자녀가 14 세가되면 비 양육 부모와 함께 사는 아이의 환경 설정을 할 수 있습니다. ** 자녀가 부모의은 / 그가 함께 살고 싶어 결정할 수있는 나이에보기? 자녀의 양육 환경에 대한 더 많은 정보를 얻을 수 있습니다. 또한, 왜냐하면 자신의 전개 (또는 향후 전개)의 군 부모 결석 재료 조건이나 아이의 부모 중 하나의 상황에 변화가 있었다고 항에 사용되는 유일한 요소가 될 수 없다. 그러나 판사는 물질적 조건이나 부모 나 자식 중 하나의 상황에 변화가있는 경우 결정 전개의 효과의 증거를 고려할 수 있습니다.* 양육권의 변경이 요청 된 후, 판사는 일시적으로 최종 양육권 결정은 판사가 될 때까지 구금 명령의 조건을 변경할 수 있습니다.*** * O.C.G.A. § 19-9-3(b) ** O.C.G.A. § 19-9-3(a)(5) *** O.C.G.A. § 19-9-3(e)
ur_in: آپ تبدیل کرنا چاہتے ہیں کے آرڈر کا حصہ پر انحصار کر سکتے حراست / ملاقات کے لئے تبدیل کرنے کے قابل ہو جائے گا. ملاقات / والدین وقت حصہ کو تبدیل کرنے: عدالت میں واپس جا سکتے ہیں تو والدین کے طور پر طویل عرصے سے ایک درخواست آخری حراست فیصلے سے ایک دو سال کی مدت کے اندر اندر زیادہ کثرت سے ایک سے نہیں بنا ہے کے طور پر کسی بھی وقت حراست کے حکم کی ملاقات / والدین وقت حصہ تبدیل کرنے کے لئے درخواست کرنے کے لئے. آپ کی حراست کے حکم کی ملاقات / والدین وقت حصہ تبدیل کرنے کے لئے حالات میں تبدیلی ظاہر کرنے کے لئے کی ضرورت نہیں ہے.* حکم کی تحویل حصہ تبدیل کرنے: (تبدیلی) کے حکم کی حراست حصہ پر نظر ثانی کرنے کے لئے، آپ کو کسی بھی مواد کے حالات یا والدین یا بچے یا تو کے حالات میں تبدیلی ہوئی ہے یہ دکھانے کے لئے کی ضرورت ہو گی. حالات میں ایک ممکنہ تبدیلی کے بچے 14 بدل جاتا ہے ایک بار غیر حراست میں والدین کے ساتھ رہنے کے لئے ایک بچے کی پسند ہو سکتا ہے. *** میرے بچے والدین S / وہ کے ساتھ رہنے کے لئے چاہتا ہے جو فیصلہ کر سکتے ہیں سال کی عمر میں ہیں؟ بچوں کی تحویل کی ترجیحات کے بارے میں مزید معلومات کے لئے. اس کے علاوہ، کیونکہ اس کا یا اس کی تعیناتی کے (یا ممکنہ مستقبل کے تعین) کے ایک فوجی کے والدین کی غیر حاضری مواد حالات یا بچے کے والدین یا تو کے حالات میں تبدیلی سے کیا گیا ہے کہ دعوی کرنے کے لئے استعمال کیا جاتا ہے صرف عنصر نہیں ہو سکتا. تاہم، جج مواد ضوابط یا والدین یا بچے یا تو کے حالات میں تبدیلی ہوئی ہے تو تعین کرنے میں تعیناتی کے اثرات کا ثبوت غور کر سکتے ہیں.* حراست کی تبدیلی کی درخواست کی گئی ہے کے بعد، جج کو عارضی طور پر ایک حتمی حراست فیصلہ جج کی طرف سے بنایا جاتا ہے جب تک حراست کے حکم کی شرائط کو تبدیل کر سکتے.*** * O.C.G.A. § 19-9-3(b) ** O.C.G.A. § 19-9-3(a)(5) *** O.C.G.A. § 19-9-3(e)

source: While divorce laws vary by state, here are the basic steps that a person may have to follow in most states: First, you or your spouse must meet the residency requirements of the state you want to file in. Second, you must have “grounds” (a legally acceptable reason) to end your marriage, which may include a no-fault ground such as irreconcilable differences. Third, you must file the appropriate divorce papers and have copies sent to your spouse - for the exact rules for serving the papers, contact your local courthouse or an attorney. Fourth, if your spouse disagrees with anything in the divorce papers, then s/he will have the opportunity to file papers telling her/his side. This may be called “contesting the divorce.” If s/he contests it, then you may have a series of court appearances to sort the issues out. If your spouse does not disagree with anything, then s/he may sign the appropriate divorce papers and send them back to you and/or the court (depending on your state). If your spouse agrees with everything and signs the papers, this may be called an “uncontested divorce.” Also, if a certain period of time passes and your spouse does not sign the papers or file any papers of his/her own, you may be able to proceed with the divorce as an uncontested divorce anyway. (Speak to a lawyer in your state about how long you have to wait to see if your spouse answers before you can continue with the divorce). Fifth, if there is property, assets, a pension, debts, or anything else that you need divided, or if you need financial support from your spouse, then these issues may have to be dealt with during the divorce or else you may lose your chance to deal with these issues. The issues may be worked out during settlement negotiations and incorporated into the divorce decree or in a series of court hearings during the divorce. Custody may also be decided as part of your divorce.
ar: في حين أن قوانين الطلاق تختلف من دولة، وهنا هي الخطوات الأساسية أن الشخص قد يكون لاتباع في معظم الدول: أولا، يجب أو زوجتك تلبية متطلبات الإقامة للدولة التي تريد في ملف. ثانيا، يجب أن يكون أساس (سبب مقبول قانونا) لإنهاء زواجك، والتي قد تشمل أرضا بلا خطأ مثل خلافات لا يمكن حلها. ثالثا، يجب تقديم أوراق الطلاق المناسبة ولها نسخ أرسلت إلى زوجتك - للقواعد الدقيقة لخدمة الصحف، اتصل المحكمة المحلية أو محام. رابعا، إذا كان زوجك يختلف مع أي شيء في أوراق الطلاق، ثم ق / انه سوف تتاح لي الفرصة لتقديم أوراق يخبرها / جانبه. هذا يمكن أن يسمى خوض الطلاق. إذا ق / انه يطعن عليه، ثم قد يكون لديك سلسلة من المثول أمام المحاكم لفرز القضايا خارج. إذا لم زوجتك نختلف مع أي شيء، ثم ق / انه قد يوقع على أوراق الطلاق المناسبة وإرسالها إليك و / أو المحكمة (اعتمادا على دولتكم). إذا وافق زوجك مع كل شيء، ويوقع على أوراق، وهذا يمكن أن يسمى طلاق بلا منازع. أيضا، إذا لفترة معينة من الوقت يمر وزوجك لا يوقع على أوراق أو ملف أي أوراق له / بلدها، قد تكون قادرة على المضي قدما في الطلاق والطلاق بلا منازع على أي حال. (التحدث إلى محام في ولايتك حول المدة التي يجب أن ننتظر لنرى إذا كان زوجك يجيب قبل أن تتمكن من الاستمرار في الطلاق). خامسا، إذا كان هناك الممتلكات والأصول ومعاش، والديون، أو أي شيء آخر تحتاج إلى تقسيم، أو إذا كنت بحاجة إلى دعم مالي من زوجك، ثم قد يكون لهذه القضايا يتم التعامل معها أثناء الطلاق وإلا قد تفقد الخاص فرصة للتعامل مع هذه القضايا. قد عملت القضايا من خلال مفاوضات التسوية ودمجها في وثيقة الطلاق أو في سلسلة من جلسات المحكمة أثناء الطلاق. ويمكن أيضا الحجز يتقرر كجزء من الطلاق الخاص بك.
es: Mientras que las leyes de divorcio varían según el estado, aquí están los pasos básicos que una persona puede tener que seguir en la mayoría de los estados: En primer lugar, usted o su cónyuge tienen que cumplir con los requisitos de residencia del estado que desea presentar pulg En segundo lugar, tiene que tener 'bases' (una razón legalmente válida) para poner fin a su matrimonio, que puede incluir un suelo sin culpa, como las diferencias irreconciliables. En tercer lugar, tiene que presentar los papeles de divorcio apropiados y enviarle copias a su cónyuge - para las reglas exactas para la entrega de los documentos, comuníquese con su corte local o con un abogado. En cuarto lugar, si su cónyuge no está de acuerdo con cualquier cosa en los papeles de divorcio, a continuación, s / él tendrá la oportunidad de presentar los papeles desde su / su lado. Esto puede ser llamado un 'divorcio disputado.' Si s / ella lo disputa, entonces usted puede tener una serie de comparecencias ante el tribunal para resolver las objeciones. Si su cónyuge no está en desacuerdo con cualquier cosa, entonces s / él puede firmar los papeles de divorcio apropiados y enviarlos de vuelta a usted y / o la corte (dependiendo de su estado). Si su cónyuge está de acuerdo con todo y firma los papeles, esto puede ser llamado un 'divorcio de mutuo acuerdo.' Además, si un cierto período de tiempo pasa y su cónyuge no firma los papeles o el archivo de cualquier escrito de su / su cuenta, usted puede ser capaz de proceder con el divorcio como un divorcio no disputado. (Hable con un abogado en su estado sobre cuánto tiempo tiene que esperar para ver si su esposo responde antes de poder continuar con el divorcio). Quinto, de existir alguna propiedad, los activos, una pensión, deudas, o cualquier otra cosa que debe ser dividida o si necesita apoyo económico de su esposo, entonces estas cuestiones puede tener que ser tratados durante el divorcio o de lo contrario puede perder su oportunidad de tratar estas cuestiones. Los problemas pueden ser resueltos durante las negociaciones del acuerdo y se incorporan en la sentencia de divorcio o en una serie de audiencias en la corte durante el divorcio. La custodia puede ser determinada como parte de su divorcio.
hi: तलाक कानून राज्य के हिसाब से बदलती है, यहाँ एक व्यक्ति ज्यादातर राज्यों में पालन करने के लिए हो सकता है कि बुनियादी कदम हैं: N Nfirst, आप या आपके पति आप में दाखिल करने के लिए चाहते हैं राज्य के रेजिडेंसी आवश्यकताओं को पूरा करना होगा. दूसरा, अगर आप इस तरह कट्टर विरोधी मतभेद के रूप में एक नहीं, गलती जमीन शामिल हो सकते हैं, जो अपनी शादी समाप्त करने के लिए (एक कानूनी रूप से स्वीकार्य कारण) आधार होना चाहिए. तीसरा, आप उपयुक्त तलाक के कागजात दाखिल करने और अपने पति या पत्नी के लिए भेजा प्रतियां होनी चाहिए - पत्रों की सेवा के लिए सटीक नियम के लिए, अपने स्थानीय अदालत या एक वकील से संपर्क करें. आपके पति या पत्नी तलाक के कागजात में कुछ के साथ सहमत नहीं हैं तो चौथा,, तो एस / वह उसकी / उसके पक्ष कह रही पत्र दाखिल करने का अवसर होगा. इस तलाक चुनाव लड़ बुलाया जा सकता है. एस / वह यह प्रतियोगिता है, तो आप मुद्दों को सुलझाने के लिए अदालत दिखावे की एक श्रृंखला हो सकती है. अपने पति के साथ कुछ भी असहमत नहीं करता है, तो एस / वह उचित तलाक के कागजात पर हस्ताक्षर और (अपने राज्य पर निर्भर करता है) आप और / या अदालत में उन्हें वापस भेज सकते हैं. अपने पति सब कुछ के साथ सहमत हैं और कागजात पर हस्ताक्षर करते हैं, तो यह एक निर्विरोध तलाक बुलाया जा सकता है. समय की एक निश्चित अवधि बीत जाता है और अपने पति के कागजात पर हस्ताक्षर या उसका / उसकी खुद की कोई कागजात फाइल नहीं करता है इसके अलावा, अगर आप वैसे भी एक निर्विरोध तलाक के रूप में तलाक के साथ आगे बढ़ने के लिए सक्षम हो सकता है. (आप अपने पति या पत्नी के जवाब अगर आप तलाक के साथ जारी रखने से पहले देखने के लिए इंतजार करना पड़ बारे में कब तक अपने राज्य में एक वकील से बात). पांचवां, आप विभाजित जरूरत है, या आप अपने पति या पत्नी से वित्तीय सहायता की जरूरत है, तो इन मुद्दों तलाक के दौरान के साथ निपटा जाना पड़ सकता है या फिर आप खो सकता है कि संपत्ति, संपत्ति, एक पेंशन, ऋण, या कुछ और नहीं है अगर आपके मौका इन मुद्दों से निपटने के लिए. मुद्दों समझौता वार्ता के दौरान बाहर काम किया है और तलाक की डिक्री में या तलाक के दौरान अदालत की सुनवाई की एक श्रृंखला में शामिल किया जा सकता है. हिरासत भी अपने तलाक के हिस्से के रूप में फैसला किया जा सकता है.
ko: 이혼 법률 상태에 따라 다를 수 있지만, 여기에 사람이 대부분의 주에서 수행해야 할 수있는 기본 단계는 다음과 같습니다 첫째, 귀하 또는 귀하의 배우자는 당신이 파일을 원하는 국가의 거주 요건을 충족해야합니다. 둘째, 당신은 화해 할 수없는 차이로 무과실 땅을 포함 할 수있다, 당신의 결혼을 종료합니다 (법적으로 허용되는 이유가) 근거가 있어야합니다. 셋째, 적절한 이혼 서류를 제출하고 배우자로 보내 복사본이 있어야합니다 - 서류를 제공하기위한 정확한 규칙에 대한 해당 지역의 법원이나 변호사에게 문의하십시오. 당신의 배우자가 이혼 서류에 아무것도에 동의하지 않을 경우 넷째, 다음, S / 그는 그녀 / 그의 측면을 말하는 논문을 제기 할 수있는 기회를 갖게됩니다. 이는 이혼에 이의를 제기라고 할 수있다. S는 / 그는 그것을 공모전 경우에, 당신은 문제를 정리하는 법원의 모습의 시리즈를 가질 수있다. 배우자가 무엇에 동의하지 않는 경우, S / 그는 적절한 이혼 서류에 서명하고 (당신의 상태에 따라) 당신과 / 또는 법원에 그들을 다시 보낼 수 있습니다. 배우자가 모든 것을 동의하고 서류에 서명하는 경우, 이것은 명백한 이혼이라고 할 수있다. 일정 시간이 경과하고 배우자가 서류에 서명 또는 그 / 그녀의 자신의 서류를 제출하지 않는 경우 또한, 당신은 어쨌든 경쟁자가없는 이혼 이혼을 진행 할 수 있습니다. (당신은 당신의 배우자가 응답 경우 이혼를 계속하기 전에 볼 기다려야하는 시간에 대한 귀하의 상태에서 변호사와 이야기). 다섯째, 당신이 분할이 필요하거나 배우자로부터 재정 지원이 필요한 경우, 이러한 문제가 이혼하는 동안 처리해야 할 수 있습니다하거나 다른 당신을 잃을 수 있다는 특성, 자산, 연금, 부채, 또는 다른 어떤이 경우 기회는 이러한 문제를 해결합니다.문제는 화해 협상 중에 근무하고 이혼 판결로 또는 이혼시 법원의 일련의 청문회에 통합 될 수 있습니다. 양육권은 이혼의 일환으로 결정될 수있다.
ur_in: طلاق کے قوانین ریاست کی طرف سے مختلف ہو، یہاں ایک شخص کی سب سے زیادہ امریکہ میں پیروی کرنے کے لئے ہو سکتا ہے کہ بنیادی اقدامات ہیں: سب سے پہلے، آپ کو یا آپ کے ساتھی آپ میں دائر کرنا چاہتے ہیں ریاست کی رہائش کی ضروریات کو پورا کرنا ضروری ہے. دوسری، آپ کو اس طرح irreconcilable اختلافات کے طور پر ایک کوئی غلطی زمین شامل ہو سکتے ہیں، جس میں، آپ کی شادی ختم کرنے کے لئے (ایک قانونی طور پر قابل قبول وجہ) کی بنیاد ہونا ضروری ہے. تیسری، آپ کو مناسب طلاق کے کاغذات فائل اور آپ کے خاوند یا بیوی کے لئے بھیجا کاپیاں ہونا ضروری ہے - کاغذات کی خدمت کے لئے عین مطابق قوانین کے لئے، اپنے مقامی کورٹ ہاؤس یا ایک وکیل سے رابطہ کریں. آپ کے ساتھی کی طلاق کے کاغذات میں کچھ کے ساتھ اتفاق نہیں کرتے تو چوتھا،، تو وہ یا وہ اس کی / اس کی طرف سے کہہ کاغذات دائر کرنے کا موقع ملے گا. یہ طلاق مقابلہ کہا جا سکتا ہے. S / وہ اس لڑتے ہیں، تو آپ کے مسائل کو حل کرنے کے لئے عدالت کی صورت کا ایک سلسلہ ہو سکتا ہے. آپ کے ساتھی کے کچھ کے ساتھ متفق نہیں ہے، تو وہ یا وہ مناسب طلاق کے کاغذات پر دستخط کر سکتے ہیں اور (آپ کی حالت پر منحصر ہے) آپ کو اور / یا عدالت انہیں واپس بھیج. آپ کے ساتھی سب کے ساتھ اتفاق کرتے ہیں اور کاغذات پر دستخط کرتے ہیں، تو یہ ایک نروئرودھ طلاق کہا جا سکتا ہے. وقت کی ایک مخصوص مدت کے گزر جاتا ہے اور آپ کے ساتھی کے کاغذات پر دستخط یا اس کی / اس کے اپنے میں سے کسی کے کاغذات داخل نہیں کرتا تو اس کے علاوہ،، آپ ویسے بھی ایک نروئرودھ طلاق طلاق کے ساتھ آگے بڑھنے کے قابل ہو سکتا ہے. (آپ اپنے خاوند یا بیوی کا جواب ہے تو آپ طلاق کے ساتھ جاری رکھ سکتے ہیں اس سے پہلے دیکھنے کے لئے انتظار کرنے کی ضرورت ہے کتنی دیر تک کے بارے میں آپ کی حالت میں ایک وکیل سے بات). پانچویں، آپ کو تقسیم کرنے کی ضرورت ہے، یا آپ کو آپ کے ساتھی کی طرف سے مالی مدد کی ضرورت ہے، تو پھر ان مسائل طلاق کے دوران کے ساتھ نمٹا جائے ہو سکتا ہے یا پھر آپ کو کھو سکتا ہے کہ جائیداد، اثاثوں، پنشن، قرض، یا کچھ نہیں ہے اگر آپ موقع ان مسائل سے نمٹنے کے لئے. مسائل کے تصفیے کے مذاکرات کے دوران باہر کام کیا ہے اور طلاق نامہ میں یا طلاق کے دوران عدالت کی سماعت کی ایک سیریز میں شامل کیا جا سکتا ہے. پرورش بھی آپ طلاق کے حصہ کے طور پر فیصلہ کیا جا سکتا ہے.

source: WomensLaw - Finding a Lawyer
hi: महिला कानून - एक वकील ढूँढना
ko: 여성 법 - 변호사 찾기
ur_in: عورت کا قانون - ایک وکیل کی تلاش

source: Yes. Before the end of the custody hearing, either parent can request that the custody order outline the specific reasons why the judge came to the final custody decision and which factors (listed above) were the determining factors. If joint legal custody is awarded, the judge will also address issues affecting the child's education, health, extracurricular activities, religion, and any other important matters. The order will be filed within 30 days of the final hearing, unless the judge orders otherwise, with the agreement of both parents.* * O.C.G.A. § 19-9-3(a)(8)
ar: نعم. قبل نهاية الجلسة الحضانة، يمكن أن يطلب أحد الوالدين أن النظام حضانة الخطوط العريضة لأسباب محددة لماذا جاء القاضي لقرار الحبس النهائي والذي عوامل (المذكورة أعلاه) وكانت العوامل المحددة. إذا تم منح الحضانة القانونية مشترك، فإن القاضي تتناول أيضا القضايا التي تؤثر على تعليم الطفل، والصحة، والأنشطة اللاصفية، والدين، وأية مسائل أخرى مهمة. وسيتم رفعها إلى النظام في غضون 30 يوما من الجلسة النهائية، ما لم تكن أوامر القاضي خلاف ذلك، بموافقة كلا الوالدين. * * O.C.G.A. § 19-9-3(a)(8)
es: Sí. Antes del final de la audiencia de custodia, cualquiera de los padres puede solicitar que la orden de custodia esbozar las razones específicas por las cuales el juez llegó a la decisión final de la custodia y que factores (enumerados anteriormente) fueron los factores determinantes. Si se otorga la custodia legal conjunta, el juez también se abordarán cuestiones que afectan a la educación del niño, la salud, las actividades extracurriculares, la religión y otros asuntos importantes. La orden será presentada dentro de los 30 días de la audiencia final, a menos que el juez ordene lo contrario, con el consentimiento de ambos padres.* * O.C.G.A. § 19-9-3(a)(8)
hi: हाँ. हिरासत सुनवाई के अंत से पहले, या तो माता पिता न्यायाधीश अंतिम हिरासत निर्णय और जो कारक (ऊपर सूचीबद्ध) के निर्धारण कारक थे करने के लिए आया था, क्यों हिरासत आदेश विशिष्ट कारणों रूपरेखा अनुरोध कर सकते हैं. संयुक्त कानूनी हिरासत से सम्मानित किया गया है, तो जज भी बच्चे की शिक्षा, स्वास्थ्य, गतिविधियों, धर्म, और किसी भी अन्य महत्वपूर्ण मामलों को प्रभावित करने वाले मुद्दों को संबोधित करेंगे. आदेश दोनों के माता पिता की सहमति के साथ, अन्यथा न्यायाधीश के आदेश, जब तक अंतिम सुनवाई के लिए 30 दिनों के भीतर दायर किया जाएगा.* * O.C.G.A. § 19-9-3(a)(8)
ko: 예.양육권 심리가 끝나기 전에, 어느 부모는 판사가 최종 양육권 결정에 어느 요인 (위에 나열된) 결정 요인이었다에 온 이유 양육권 순서가 특정 이유를 간략하게 설명하도록 요청할 수 있습니다. 공동 양육권을 부여하는 경우, 판사는 자녀의 교육, 건강, 과외 활동, 종교, 다른 중요한 문제에 영향을 미치는 문제를 해결하는 것입니다. 순서는 부모의 동의와 함께, 판사 주문하지 않는 한, 그렇지 않으면 최종 청문회 후 30 일 이내에 제출한다.* * O.C.G.A. § 19-9-3(a)(8)
ur_in: جی ہاں. حراست سماعت کے اختتام سے پہلے، تو والدین جج حتمی حراست فیصلہ اور جو عوامل (مندرجہ بالا) تعین کرنے سے عوامل تھے آیا حراست کے لئے مخصوص وجوہات خاکہ کہ درخواست کر سکتے ہیں. مشترکہ قانونی حراست سے نوازا جاتا ہے تو، جج بھی بچے کی تعلیم، صحت، غیر نصابی سرگرمیوں، مذہب، اور کسی بھی دوسرے اہم معاملات پر اثر انداز مسائل کو حل کریں گے. حکم دونوں والدین کی رضامندی کے ساتھ، دوسری صورت میں جج کے احکامات جب تک، حتمی سماعت 30 دن کے اندر دائر کی جائے گی.* * O.C.G.A. § 19-9-3(a)(8)
