Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Even if you do not qualify for a family violence protection order or a stalking protective order, the abuser may have committed a crime. If you call the police, they may arrest him/her for a crime and you may get a restraining order through the criminal court. Remember that even if you do have a protection order or a protective order, you can still report him/her to the police if you believe s/he committed a crime against you.
ar: حتى لو كنت لا مؤهلا للحصول على أمر حماية العنف الأسري أو أمر الحماية المطاردة، المعتدي قد ارتكب جريمة. إذا كنت استدعاء الشرطة، فإنها قد قبض له / لها عن جريمة وكنت قد تحصل على أمر تقييدي من خلال المحكمة الجنائية. تذكر أنه حتى إذا كان لديك أمر حماية أو أمر وقائي، لا يزال بإمكانك تقرير له / لها إلى الشرطة إذا كنت تعتقد ق / انه ارتكب جريمة ضدك.
es: Incluso si usted no califica para una orden de protección contra la violencia familiar o una orden de protección contra acecho, el abusador pudo haber cometido un delito. Si llama a la policía, ellos pueden detener a él / ella por un crimen y usted puede conseguir una orden de restricción a través de la corte criminal. Recuerde que incluso si usted tiene una orden de protección o una orden de protección, usted todavía puede informar de que él / ella a la policía si usted cree que él / ella ha cometido un delito en su contra.
hi: आप एक परिवार हिंसा संरक्षण आदेश या एक पीछा सुरक्षा व्यवस्था के लिए योग्य नहीं हैं, भले ही abuser एक अपराध हो सकता है. आप पुलिस को फोन करते हैं, तो वे एक अपराध के लिए उसे / उसे गिरफ्तार कर सकते हैं और आप आपराधिक अदालत के माध्यम से एक निरोधक आदेश मिल सकता है. आप एक संरक्षण आदेश या एक सुरक्षात्मक आदेश दिया है यहां तक ​​कि अगर आप एस / वह आप के खिलाफ एक अपराध किया है, तो आप अभी भी पुलिस के लिए उसे / उसे रिपोर्ट कर सकते हैं कि याद रखें.
ko: 당신이 가정 폭력 보호 명령이나 스토킹 보호 명령을 충족하지 않는 경우에도 가해자가 범죄를 저지른 수 있습니다. 당신이 경찰에 신고하는 경우, 그들은 범죄 / 그녀를 체포 할 수 있고, 당신은 형사 법원에 금지 명령을받을 수 있습니다. 당신이 보호 명령 또는 보호 명령을 할 경우에도 당신의은 / 그가 당신에 대해 범죄를 저지른 믿는다면, 당신은 여전히 ​​경찰에 그 / 그녀를보고 할 수 있음을 기억하십시오.
ur_in: آپ کو ایک گھریلو تشدد کے تحفظ کے لئے یا ایک پیچھا حفاظتی حکم کے لئے اہل نہیں ہوں یہاں تک کہ اگر، بدسلوکی کرنے والے ایک جرم کا ارتکاب کر سکتے ہیں. آپ کو پولیس کہتے ہیں، وہ کسی جرم کے لئے اس / اس کو گرفتار کر سکتے ہیں اور آپ کو فوجداری عدالت کے ذریعے روکنے کے لئے ہو سکتا ہے. آپ کو ایک کے تحفظ کے لئے یا ایک حفاظتی حکم ہے یہاں تک کہ اگر آپ S / وہ آپ کے خلاف ایک جرم پر یقین رکھتے ہیں، آپ کو اب بھی پولیس کو اس کی / اس کی رپورٹ کر سکتے ہیں یاد رکھیں کہ.

source: Facebook - Be cautious when accepting new friends
ar: الفيسبوك - كن حذرا عند قبول أصدقاء جدد
es: Facebook - Tenga precaución al aceptar nuevos amigos
hi: फेसबुक - नए दोस्त स्वीकार करते समय सतर्क रहें
ko: 페이스 북은 - 새로운 친구를 수락 할 때주의해야
ur_in: فیس بک - نئے دوست کو قبول کرتے ہیں تو محتاط ہونا

source: Facebook - By Default: What Will Always Be Public
ar: الفيسبوك - افتراضيا: ماذا ستكون دائما العامة
es: Facebook - Tenga precaucion cols Aceptar soles amigos
hi: फेसबुक - डिफ़ॉल्ट रूप से: क्या हमेशा सार्वजनिक होगी
ko: 페이스 북 - 기본적으로 : 항상 공공 무엇인가
ur_in: فیس بک - ڈیفالٹ کی طرف سے: کیا ہمیشہ عوامی ہوں گے

source: Facebook - Know the Mutual Friends
ar: الفيسبوك - تعرف على أصدقاء مشتركون
es: Facebook - Conozca los amigos mutuos
hi: फेसबुक - म्युचुअल दोस्तों को पता
ko: 페이스 북은 - 상호 친구를 알고
ur_in: فیس بک - باہمی دوست جانتے

source: Facebook - Reporting someone, a post or a picture to Facebook
ar: الفيسبوك - الإبلاغ عن شخص ما، وظيفة أو صورة لالفيسبوك
es: Facebook - Presentación de informes a alguien, un mensaje o una imagen a Facebook
hi: फेसबुक - फेसबुक पर किसी ने एक के बाद या एक तस्वीर रिपोर्टिंग
ko: 페이스 북은 - 사람, 포스트 나 페이스 북에 사진을보고
ur_in: فیس بک - کسی رپورٹنگ، یا فیس بک کرنے کے لئے ایک تصویر پوسٹ کرنے کے لیے

source: Facebook - Select your audience
ar: الفيسبوك - اختر جمهورك
es: Facebook - Seleccione su público
hi: फेसबुक - अपने दर्शकों का चयन करें
ko: 페이스 북은 - 청중을 선택
ur_in: Facebook - اپنے ناظرین کو منتخب کریں

source: Facebook - Unfriending or Blocking
ar: الفيسبوك - حجب
es: Facebook - Unfriending o bloqueo
hi: फेसबुक - Unfriending या अवरुद्ध
ko: 페이스 북 - Unfriending 또는 차단
ur_in: فیس بک - unfriending یا مسدود

source: Facebook - What are others saying about you?
ar: الفيسبوك - ما هي آخرين يقولون عنك؟
es: Facebook - ¿Cuáles son los demás que opinan de ti?
hi: फेसबुक - दूसरों के बारे में आप क्या कह रहे हैं?
ko: 페이스 북은 - 다른 사람들이 당신에 대해 무슨 말을하는거야?
ur_in: فیس بک - دوسروں کو آپ کے بارے میں کیا کہہ رہے ہیں؟

source: Facebook - Who can find you?
ar: الفيسبوك - من أن تجد لك؟
es: Facebook - ¿Quién puede encontrar?
hi: फेसबुक - आप पा सकते हैं कौन?
ko: 페이스 북은 - 누가 당신을 찾을 수 있습니까?
ur_in: فیس بک - آپ کو تلاش کر سکتے ہیں ہے؟

source: Facebook - Who can see what you share?
ar: الفيسبوك - من يستطيع رؤية ما كنت تشارك؟
es: Facebook - ¿Quién puede ver lo que compartes?
hi: फेसबुक - कौन आप साझा देख सकते हैं क्या?
ko: 페이스 북은 - 누가 공유 무엇을 볼 수 있습니까?
ur_in: فیس بک - کون آپ اشتراک کیا دیکھ سکتے ہیں؟

source: Facebook - Who can tag you?
ar: الفيسبوك - من يستطيع علامة لك؟
es: Facebook - ¿Quién puede etiquetar usted?
hi: फेसबुक - तुम कौन टैग कर सकते हैं?
ko: 페이스 북은 - 누가 당신을 태그 할 수 있습니까?
ur_in: فیس بک - کون آپ کو ٹیگ کر سکتے ہیں؟

source: Facebook is based on real names and authentic identities, where people represent who they are in the real world. Unfortunately, some abusive individuals use clever tactics to gain access to a victim’s information. If you receive a friend request from someone you thought you were already friends with, ask them if they created a new page. In some instances, abusive individuals maliciously create accounts impersonating a friend of the person they want to connect with.
ar: ويستند الفيسبوك على الأسماء الحقيقية والهويات الأصيلة، حيث تمثل الناس الذين هم في العالم الحقيقي. للأسف، بعض الأفراد إساءة استخدام تكتيكات ذكية للوصول إلى المعلومات من الضحية. إذا تلقيت طلب صداقة من شخص كنت تعتقد انك كنت بالفعل مع أصدقاء، ونطلب منهم إذا أنشأوا صفحة جديدة. في بعض الحالات، والأفراد المسيئين خلق ضار حسابات انتحال أحد الأصدقاء من الشخص الذي تريد الاتصال به.
es: Facebook se basa en nombres reales e identidades auténticas, donde las personas representan lo que son en el mundo real. Lamentablemente, algunas personas abusivas utilizan tácticas inteligentes para acceder a la información de la víctima. Si recibe una solicitud de amistad de alguien que pensó que ya era amigo de, pregúnteles si ellos crearon una nueva página. En algunos casos, las personas abusivas maliciosamente crear cuentas haciéndose pasar por un amigo de la persona que quiere conectarse.
hi: फेसबुक असली नाम और लोगों को वे असली दुनिया में जो कर रहे हैं प्रतिनिधित्व करते हैं जहां प्रामाणिक पहचान पर आधारित है. दुर्भाग्य से, कुछ अपमानजनक व्यक्तियों शिकार की जानकारी तक पहुंच हासिल करने के लिए चालाक रणनीति का उपयोग करें. आप आप के साथ पहले से ही दोस्त थे सोचा किसी से एक दोस्त के अनुरोध प्राप्त होता है वे एक नया पृष्ठ बनाया है, उन्हें पूछना. कुछ उदाहरणों में, अपमानजनक व्यक्तियों दुर्भावनापूर्ण वे साथ कनेक्ट करना चाहते हैं उस व्यक्ति का एक दोस्त impersonating खाते बना.
ko: 페이스들은 현실 세계에서 사람들이 나타내는 실명 정통 아이덴티티에 기초한다. 불행하게도, 일부 욕설, 비방, 개인은 피해자의 정보에 액세스 영리한 전술을 사용합니다. 당신이 누군가로부터 친구 요청을받을 경우 당신은 그들이 새로운 페이지를 만든 경우 그들에게, 당신은 이미 친구라고 생각했다. 어떤 경우에는, 욕설, 비방, 개인은 악의적가 연결하고자하는 사람의 친구를 가장 계정을 만들 수도 있습니다.
ur_in: فیس بک کے وہ حقیقی دنیا میں ہیں جو لوگوں کی نمائندگی کرتے ہیں جہاں حقیقی نام اور مستند شناخت، پر مبنی ہے. بدقسمتی سے، کچھ غیر مہذب افراد شکار کی معلومات تک رسائی حاصل کرنے ہوشیار حکمت عملی کا استعمال کرتے ہیں. اگر آپ کو کسی کی طرف سے ایک دوست کی درخواست کو وصول کرتے ہیں تو آپ کو وہ ایک نئے صفحے پیدا تو ان سے پوچھیں، آپ نے پہلے ہی کے ساتھ دوست تھے. کچھ مثالوں میں، بدسلوکی افراد بدنیتی وہ کے ساتھ مربوط کرنے کے لئے چاہتے ہیں اس شخص کے ایک دوست کا روپ دھار اکاؤنٹس بنا.

source: Following these suggestions (often known as a safety plan) can't guarantee your safety, but it could help make you safer. However, it is important that you create a safety plan that it right for you. Not all of these suggestions will work for everyone, and some could even place you in greater danger. You have to do what you think is best to keep yourself and your children safe. If you live in a rural area or a small town, there are a few extra things to keep in mind when you're creating a safety plan. It may take police and sheriffs a long time to get to you. If you call the police, get to a safe place to wait for them to arrive. You may want to go to a trusted friend or neighbor's house, or to a public place you think is safe. If you decide to leave the abuser, think about leaving your area, at least for a little while. Think about it even if you get a protective order. A lot of times, there aren't any buses, taxis, or other types of public transportation available near where you live, and the abuser may keep you from using the car. If you do not have access to a car, and you need to get out of the home to stay safe, you may want to: Make a plan with a trusted friend who can give you a ride whenever you need one. See if your local sheriff's office or police department can help escort you out of the home to get to a safe place. See if any local churches, synagogues or spiritual groups can connect you with someone (either a staff member or a parishioner) who would be willing to drive you. Talk with a domestic violence advocate at a local organization to see if their organization can provide you with transportation when needed. If not, the advocate may be able to help you make a plan to get a ride when you need one.
ar: يمكن اتباع هذه الاقتراحات (كثيرا ما يعرف باسم خطة السلامة) لا يضمن سلامتك، لكنها يمكن أن تساعد تجعلك أكثر أمانا. ومع ذلك، فمن المهم أن تقوم بإنشاء خطة السلامة أنه حق لكم. ليس كل هذه الاقتراحات سوف تعمل لصالح الجميع، وحتى بعض يمكن أن تضع لك في خطر أكبر. عليك أن تفعل ما هو في رأيك أفضل للحفاظ على نفسك وأطفالك. إذا كنت تعيش في منطقة ريفية أو مدينة صغيرة، هناك بضعة أشياء إضافية أن نأخذ في الاعتبار عندما كنت تقوم بإنشاء خطة السلامة. قد يستغرق الشرطة وعمد وقتا طويلا لتحصل على. إذا كنت استدعاء الشرطة، والحصول على مكان آمن لننتظر منهم أن يوصل. قد كنت أريد أن أذهب إلى صديق موثوق به أو منزل الجيران، أو إلى مكان عام هو في رأيك آمنة. إذا قررت ترك المسيء، والتفكير في مغادرة منطقتك، على الأقل لبعض الوقت. تفكر في ذلك حتى لو تحصل على أمر الحماية. هناك الكثير من الأوقات، لا توجد أية الحافلات وسيارات الأجرة، أو أنواع أخرى من وسائل النقل العام المتاحة بالقرب من المكان الذي تعيش فيه، والمسيء قد تبقى لكم من استخدام السيارة. إذا لم يكن لديك الوصول إلى سيارة، وكنت بحاجة للخروج من المنزل للبقاء آمنة، قد ترغب في: وضع خطة مع صديق موثوق الذين يمكن أن تعطيك مطية كلما كنت في حاجة واحدة. معرفة ما إذا كان مكتب أو قسم شرطة شريف المحلي الخاص بك يمكن أن تساعد مرافقة خروجك من المنزل للوصول الى مكان آمن. معرفة ما إذا كان أي من الكنائس المحلية والمعابد اليهودية أو الجماعات الروحية يمكن أن يوصلك مع شخص ما (إما موظف أو أحد أبناء الرعية) الذين سيكونون على استعداد لدفع لك. التحدث مع محام العنف المنزلي في منظمة محلية لمعرفة ما إذا منظمتهم يمكن أن توفر لك مع النقل عند الحاجة. إذا لم يكن كذلك، قد يكون داعية قادرة على مساعدتك في وضع خطة للحصول على ركوب عندما كنت في حاجة واحدة.
es: Después de estas sugerencias (a menudo conocido como un plan de seguridad) no puede garantizar su seguridad, pero podría ayudarle a ser más seguro. Sin embargo, es importante que se crea un plan de seguridad que sea adecuado para usted. No todas estas sugerencias funcionarán para todos, y algunos incluso podrías poner en mayor peligro. Tienes que hacer lo que creas que es mejor para que usted y sus niños seguros. Si usted vive en una zona rural o un pueblo pequeño, hay algunas cosas adicionales a tener en cuenta al crear un plan de seguridad. Se puede tomar la policía y los sheriffs un largo tiempo para llegar a ti. Si llama a la policía, llegar a un lugar seguro para esperar a que lleguen. Es posible que desee ir a un amigo de confianza o la casa de un vecino o de un lugar público cree que es segura. Si usted decide dejar al abusador, pensar en dejar su área, por lo menos por un rato. Piensa en ello, incluso si se obtiene una orden de protección. Muchas veces, no hay autobuses, taxis u otros tipos de transporte público disponible cerca de donde usted vive, y el abusador te guarden de utilizar el coche. Si usted no tiene acceso a un coche, y lo que necesita para salir de la casa para estar a salvo, es posible que desee: Haga un plan con un amigo de confianza que le puede dar un paseo siempre que lo necesite. A ver si la oficina del alguacil local o departamento de policía pueden ayudar a escoltar fuera de la casa para llegar a un lugar seguro. A ver si algún iglesias locales, sinagogas o grupos espirituales que se pueden conectar con alguien (ya sea un miembro del personal o un feligrés) que estarían dispuestos a llevarte. Hable con un abogado de violencia doméstica en una organización local para ver si su organización puede proporcionarle transporte cuando sea necesario. Si no es así, el abogado puede ser capaz de ayudarle a hacer un plan para conseguir un paseo cuando lo necesitas.
hi: (अक्सर एक सुरक्षा योजना के रूप में जाना जाता है) इन सुझावों का पालन अपनी सुरक्षा की गारंटी नहीं कर सकते हैं, लेकिन यह आप को सुरक्षित बनाने में मदद कर सकता है. हालांकि, यह आपको लगता है कि यह सही है आप के लिए एक सुरक्षा योजना बनाने में महत्वपूर्ण है. इन सुझावों में से नहीं सभी हर किसी के लिए काम करेंगे, और कुछ भी अधिक से अधिक खतरे में जगह सकता है. तुम अपने आप को सुरक्षित और अपने बच्चों को रखने के लिए सबसे अच्छा क्या लगता है कि क्या करना है. आप एक ग्रामीण इलाके या एक छोटे शहर में रहते हैं, तो आप एक सुरक्षा योजना बना रहे हैं जब मन में रखने के लिए कुछ अतिरिक्त चीजें हैं. यह आप को पाने के लिए पुलिस और प्रधान हाकिम एक लंबा समय लग सकता है. आप पुलिस को फोन करते हैं, तो उन्हें आने के लिए प्रतीक्षा करने के लिए एक सुरक्षित जगह के लिए मिलता है. आप एक विश्वसनीय दोस्त या पड़ोसी के घर में जाने के लिए, या आप सुरक्षित है लगता है कि एक सार्वजनिक जगह चाहिए सकता है. आप abuser छोड़ने का फैसला करते हैं, तो कम से कम थोड़ी देर के लिए, अपने क्षेत्र छोड़ने के बारे में सोचते हैं. आप एक सुरक्षात्मक आदेश प्राप्त है, भले ही इसके बारे में सोचो. आमतौर पर, वहाँ किसी भी बसों, टैक्सियों, या आप रहते हैं, जहां के पास उपलब्ध सार्वजनिक परिवहन के अन्य प्रकार नहीं कर रहे हैं, और abuser कार का उपयोग करने से रख सकते हैं. यदि आप एक कार के लिए पहुँच नहीं है, और आप सुरक्षित रहने के लिए घर से बाहर निकलने की जरूरत है, तुम चाहते हो सकता है: आप एक की जरूरत है कि जब भी आप एक सवारी दे सकते हैं, जो एक विश्वसनीय दोस्त के साथ एक योजना बनाओ. अपने स्थानीय शेरिफ कार्यालय या पुलिस विभाग के लिए एक सुरक्षित जगह को पाने के लिए घर से बाहर अनुरक्षण मदद कर सकते हैं देखें. किसी भी स्थानीय चर्चों, सभाओं या आध्यात्मिक समूहों आप ड्राइव करने के लिए तैयार किया जाएगा जो किसी को (एक स्टाफ सदस्य या एक ग्रामवासी या तो) के साथ जुड़ सकते हैं देखें. जब जरूरत उनके संगठन परिवहन के साथ आप प्रदान कर सकते हैं देखने के लिए एक स्थानीय संगठन में एक घरेलू हिंसा वकील के साथ बात करें. यदि नहीं, तो वकील आप जब तुम एक जरूरत एक सवारी पाने के लिए एक योजना बनाने में मदद करने में सक्षम हो सकता है.
ko: (종종 안전 계획이라고도 함)이 제안에 따라 당신의 안전을 보장 할 수 없습니다, ​​그러나 당신이 안전한 데 도움 수 있습니다. 그러나, 당신이 그것이 바로 당신을위한 안전 계획을 만드는 것이 중요하다. 아니이 모든 제안은 모두를 위해 작동합니다, 일부는 더 큰 위험을 배치 할 수 있습니다. 당신은 당신이 자신의 안전과 당신의 아이들을 유지하는 것이 가장 좋습니다 생각해야 해요. 당신이 농촌 지역 또는 작은 마을에서 사는 경우에, 당신은 안전 계획을 수립 할 때 유의해야 할 몇 가지 추가 일이 있습니다. 그것은 경찰을 가지고 당신에 도착하는 데 시간이 오래 보안관 수 있습니다. 경찰을 호출 할 경우, 그들이 도착하기를 기다려야 안전한 장소에 도착. 당신은 믿을 수있는 친구 또는 이웃의 집에 가서 할 수 있습니다, ​​또는 공공 장소에 당신은 안전하다고 생각합니다. 당신이 가해자를 떠나하기로 결정하는 경우, 적어도 잠시 동안 해당 지역을 떠날 생각합니다. 당신이 보호 명령을받을 경우에도 그것에 대해 생각합니다. 많은 시간, 거기에 당신이 살고있는 곳 근처에서 사용 가능한 대중 교통의 버스, 택시, 또는 다른 유형이 아니며, 가해자는 차를 사용하는 것을 방해 할 수 있습니다. 당신이 차에 액세스 할 수없는, 그리고 당신이 안전하게 지낼 수있는 집에서 나가야하는 경우에 할 수 있습니다 : 당신이 일을해야 할 때마다 태워 줄 수있는 신뢰할 수있는 친구와 계획을 확인합니다. 현지 보안관의 사무실이나 경찰서가 안전한 장소에 도착하기 위해 집 밖으로 호위 도울 수 있다면 참조하십시오. 모든 지역 교회, 회당 영적인 그룹을 구동 할 의향이있는 사람 (직원 또는 교구 중 하나) 당신을 연결할 수 있는지를 참조하십시오. 필요할 때 자신의 조직이 운송을 제공 할 수 있는지 확인하기 위해 로컬 조직에서 가정 폭력 옹호와 상담하십시오. 그렇지 않으면 옹호는 당신이 일을 필요로 할 때 타고 얻을 수있는 계획을 도울 수있다.
ur_in: (اکثر ایک کی حفاظت کی منصوبہ بندی کے طور پر جانا جاتا ہے) ان تجاویز پر عمل آپ کی حفاظت کی ضمانت نہیں کر سکتے ہیں، لیکن یہ آپ کو محفوظ بنانے میں مدد کر سکتے ہیں. تاہم، یہ آپ کو ہے کہ یہ آپ کے لئے صحیح ایک کی حفاظت کی منصوبہ بندی تشکیل ضروری ہے کہ. نہیں ان تجاویز کے تمام سب کے لئے کام کریں گے، اور کچھ بھی زیادہ خطرے میں آپ کی جگہ کر سکتے ہیں. آپ کو محفوظ اپنے آپ کو اور آپ کے بچوں کو رکھنے کے لئے سب سے بہتر ہے کیا کرنا ہے. آپ کو ایک دیہی علاقے یا ایک چھوٹے سے شہر میں رہتے ہیں تو، آپ کو ایک کی حفاظت کی منصوبہ بندی پیدا کر رہے ہیں جب ذہن میں رکھنے کے لئے کچھ اضافی چیزیں ہیں. یہ پولیس لے اور آپ کو حاصل کرنے کے لئے ایک طویل وقت کے شیرف کے کر سکتے ہیں. آپ پولیس کو کال کرتے ہیں، تو ان کے پہنچنے کے لئے انتظار کرنے کے لئے ایک محفوظ جگہ حاصل کرنے کے لئے. آپ کو ایک قابل اعتماد دوست یا پڑوسی کے گھر میں جانے کے لئے چاہتے ہیں کر سکتے، یا ایک عوامی جگہ پر محفوظ ہے لگتا ہے کہ. آپ کے abuser کو چھوڑنے کے لئے فیصلہ کرتے ہیں تو، کم از کم تھوڑی دیر کے لئے، اپنے علاقے چھوڑنے کے بارے میں لگتا ہے. آپ کو ایک حفاظتی آرڈر حاصل یہاں تک کہ اگر اس کے بارے میں سوچو. وقت کی ایک بہت ہے جہاں آپ رہتے قریب دستیاب عوامی نقل و حمل کے کسی بھی بسوں، ٹیکسیوں، یا دیگر اقسام کے نہیں ہیں، اور بدسلوکی کرنے والے کی گاڑی کا استعمال کرتے ہوئے کی طرف سے آپ کو رکھنے کے کر سکتے ہیں. آپ کو ایک گاڑی کو رسائی حاصل نہیں ہے، اور آپ محفوظ رہنے کے لئے گھر سے باہر حاصل کرنے کے لئے کی ضرورت ہے تو، آپ چاہتے ہیں کر سکتے ہیں: آپ کو ایک کی ضرورت ہے جب بھی آپ کو ایک سواری دے سکتے ہیں جو ایک قابل اعتماد دوست کے ساتھ ایک منصوبہ بنائیں. آپ کے مقامی شیرف کے دفتر یا محکمہ پولیس ایک محفوظ جگہ حاصل کرنے کے لئے گھر سے باہر چھوڑ میں مدد کر سکتے ہیں دیکھو. کسی بھی مقامی گرجا گھروں، یہودی عبادت گاہوں یا روحانی گروپوں آپ کو ڈرائیو کرنے کے لئے تیار ہو جائے گا جو کسی (یا تو عملے کے رکن) کے ساتھ آپ سے رابطہ قائم کر سکتے ہیں دیکھو. ضرورت پڑنے پر ان کی تنظیم کی نقل و حمل کے ساتھ آپ کو فراہم کر سکتے ہیں تو دیکھنے کے لئے ایک مقامی تنظیم پر ایک گھریلو تشدد کے وکیل سے بات کریں. اگر نہیں، تو، وکیل آپ کو ایک کی ضرورت ہے جب ایک سواری حاصل کرنے کے لئے ایک منصوبہ بنانے میں مدد کرنے کے قابل ہو سکتا ہے.
