Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Hide an extra set of car keys in a place you can get to easily in case the abuser takes the car keys to prevent you from leaving. Try to set money aside. If the abuser controls the household money, this might mean that you can only save a few dollars per week; the most important thing is that you save whatever amount you can that will not tip off the abuser and put you in further danger. You can ask trusted friends or family members to hold money for you so that the abuser cannot find it and/or use it. If you are not employed, try to get job skills by taking classes at a community college or a vocational school if you can. This will help you to get a job either before or after you leave so that you won't need to be financially dependent on the abuser. Getting a protective order can be an important part of a safety plan when preparing to leave. Even if you get a protective order, you should still take other safety planning steps to keep yourself and your children safe. A legal protective order is not always enough to keep you safe. Locate your state in our Know the Laws section to find out more information about getting a protective order. Leave when the abuser will least expect it. This will give you more time to get away before the abuser realizes that you are gone. If you have time to call the police before leaving, you can ask the police to escort you out of the house as you leave. You can also ask them to be ON CALL while you're leaving, in case you need help.
ar: إخفاء مجموعة إضافية من مفاتيح السيارة في مكان يمكنك الحصول عليها بسهولة في حال المسيء يأخذ مفاتيح السيارة لمنعك من مغادرة البلاد. محاولة تعيين المال جانبا. إذا يتحكم المسيء المال المنزلية، وهذا قد يعني أنه يمكنك توفير بضعة دولارات فقط في الأسبوع؛ الشيء الأكثر أهمية هو أن تقوم بحفظ كل ما يمكنك أن مبلغ لن غيض من المسيء وكنت وضعت في مزيد من الخطر. يمكنك ان تطلب من الأصدقاء الموثوق بهم أو أفراد الأسرة لعقد المال بالنسبة لك بحيث المسيء لا يمكن العثور عليه و / أو استخدامها. إذا أنت لا تستخدم، في محاولة للحصول على مهارات العمل من خلال أخذ دروس في كلية المجتمع أو المدرسة المهنية إذا كنت تستطيع. هذا وسوف تساعدك على الحصول على وظيفة سواء قبل أو بعد مغادرة بحيث أنك لن تحتاج إلى أن تكون يعتمدون ماليا على المسيء. يمكن الحصول على أمر الحماية تكون جزءا هاما من خطة السلامة عند يستعد لمغادرة. حتى إذا كنت تحصل على أمر الحماية، يجب أن لا تزال تأخذ خطوات التخطيط السلامة الأخرى للحفاظ على نفسك وأطفالك. وأمر الحماية القانونية ليست دائما كافية لحمايتك. تحديد موقع دولتكم في الفرع معرفة القوانين لدينا لمعرفة مزيد من المعلومات حول الحصول على أمر الحماية. ترك متى المسيء لا تتوقعها. هذا وسوف اعطيكم المزيد من الوقت للحصول على بعيدا قبل أن يدرك المسيء أن كنت ذهبت. إذا كان لديك الوقت لاستدعاء الشرطة قبل مغادرته، ويمكنك أن تطلب من الشرطة لمرافقة خروجك من المنزل وأنت تغادر. يمكنك أيضا أن تطلب منهم أن يكونوا على CALL بينما كنت تاركا، في حال كنت بحاجة إلى مساعدة.
es: Esconda un juego extra de llaves del coche en un lugar que usted puede conseguir fácilmente en caso de que el abusador tiene las llaves del coche para evitar que usted se vaya. Trate de reservar dinero. Si el abusador controla el dinero de la casa, esto podría significar que sólo se puede ahorrar unos pocos dólares a la semana; lo más importante es que guarde cualquier cantidad que puede que no avisar a la persona que abusa y te ponen en mayor peligro. Puede preguntar a amigos de confianza o familiares para mantener el dinero para usted para que el abusador no pueda encontrarlo y / o utilizarlo. Si no está empleado, trate de obtener habilidades de trabajo, tomando clases en un colegio comunitario o una escuela vocacional, si puedes. Esto le ayudará a conseguir un trabajo, ya sea antes o después de salir de modo que usted no tendrá que depender económicamente del agresor. Obtener una orden de protección puede ser una parte importante de un plan de seguridad cuando se prepara para salir. Incluso si usted consigue una orden de protección, usted todavía debe tomar otras medidas de planificación de la seguridad para que usted y sus niños seguros. Una orden de protección legal no siempre es suficiente para mantenerte a salvo. Localice su estado en la sección de nuestro Leyes saber para obtener más información sobre cómo obtener una orden de protección. Deja que el abusador menos lo esperamos. Esto le dará más tiempo para escapar antes de que el agresor se da cuenta de que te has ido. Si usted tiene tiempo para llamar a la policía antes de salir, puede pedirle a la policía que te acompañe de la casa al salir. También puede pedirles que estar de guardia mientras te vas, en caso de que necesite ayuda.
hi: एक जगह में कार चाबी का एक अतिरिक्त सेट छिपाएँ आपको आसानी मामले में abuser छोड़ने से रोकने के लिए कार की चाबियाँ लेता करने के लिए मिल सकता है. पैसे अलग सेट करने के लिए प्रयास करें. Abuser घर के पैसे को नियंत्रित करता है, तो यह आप केवल प्रति सप्ताह कुछ डॉलर बचा सकता है कि इसका मतलब यह हो सकता है; सबसे महत्वपूर्ण बात यह है कि आप आपको लगता है कि abuser बंद टिप और आगे खतरे में नहीं डाल देगा कर सकते हैं जो कुछ राशि बचा है. Abuser यह लगता है और / या उसका उपयोग नहीं कर सकते हैं ताकि आप के लिए पैसे पकड़ करने के लिए विश्वसनीय मित्र या परिवार के सदस्यों से पूछ सकते हैं. आप नियोजित नहीं कर रहे हैं, एक सामुदायिक कॉलेज या एक व्यावसायिक स्कूल यदि आप कर सकते में कक्षाएं लेने के द्वारा नौकरी कौशल प्राप्त करने के लिए प्रयास करें. यह आप से पहले या आप abuser पर आर्थिक रूप से निर्भर रहने की जरूरत नहीं होगी कि ताकि तुम्हारे जाने के बाद या तो नौकरी पाने के लिए मदद मिलेगी. जाने की तैयारी कर जब एक सुरक्षात्मक आदेश प्राप्त हो रही एक सुरक्षा योजना का एक महत्वपूर्ण हिस्सा हो सकता है. आप एक सुरक्षात्मक आदेश प्राप्त है, भले ही आप अभी भी अपने आप को सुरक्षित और अपने बच्चों को रखने के लिए अन्य सुरक्षा योजना बनाने के लिए कदम उठाने चाहिए. एक कानूनी सुरक्षा व्यवस्था हमेशा सुरक्षित रखने के लिए पर्याप्त नहीं है. एक सुरक्षात्मक आदेश आने के बारे में और अधिक जानकारी प्राप्त करने के लिए हमारा पता है कि कानून अनुभाग में अपने राज्य की स्थिति जानें. Abuser कम से कम यह उम्मीद करेंगे जब छोड़ दें. Abuser आप चला रहे हैं पता चलता है कि पहले यह आप दूर पाने के लिए और अधिक समय देना होगा. आप छोड़ने से पहले पुलिस को फोन करने के लिए समय है, तो आप आप छोड़ के रूप में घर से बाहर ले जाने से पुलिस पूछ सकते हैं. तुम भी मामले में आपको मदद की जरूरत है, तो आप जा रहे हैं, जबकि फोन पर होना करने के लिए उन्हें पूछ सकते हैं.
ko: 장소에 자동차 키의 추가 세트를 숨기기 당신은 쉽게 경우 가해자가 유출되는 것을 방지하기 위해 차 열쇠를 필요로 얻을 수 있습니다. 따로 돈을 설정하려고합니다. 가해자가 가정 돈을 제어 할 경우, 이것은 당신은 주 당 몇 달러를 절약 할 수 있음을 의미 할 수 있습니다; 가장 중요한 것은 당신이 당신이 가해자를 팁 및 추가 위험에 투입하지 않습니다 수 있습니다 어떤 양을 저장할 수 있다는 것입니다. 가해자가 그것을 발견 및 / 또는 사용할 수 없도록 당신은 당신을 위해 돈을 보유하는 신뢰할 수있는 친구 나 가족을 요청할 수 있습니다. 당신이 사용하지 않는 경우, 지역 사회 대학이나 전문 학교 당신이 할 수있는 경우에 수업을 복용하여 직업 능력을 얻을하려고합니다. 이렇게하면 전이나 가해자에 재정적으로 의존 할 필요가 없습니다 있도록 떠난 후에 어느 일을하는 데 도움이 될 것입니다. 떠날 준비 할 때 보호 명령을 얻는 것은 안전 계획의 중요한 부분이 될 수 있습니다. 당신이 보호 명령을받을 경우에도, 당신은 여전히 ​​자신의 안전과 자녀들을 유지하기 위해 다른 안전 계획 조치를 취해야한다.법적 보호 명령은 항상 안전한 유지하는 것만으로는 충분하지 않습니다.보호 명령보기에 대한 자세한 내용을 알 수 있습니다 우리 알고있는 법률 섹션에서 상태를 찾습니다. 가해자가 적어도 그것을 기대하면 둡니다. 가해자가 당신이 사라 것을 실현하기 전에 이렇게하면 도망하는 데 더 많은 시간을 줄 것이다. 당신이 떠나기 전에 경찰에 신고 할 시간이 있다면, 당신은 당신이 떠날 집 밖으로 당신을 호위하는 경찰을 요청할 수 있습니다. 또한 경우에 당신이 도움을 필요로, 당신이 떠나있는 동안 통화 할을 요청할 수 있습니다.
ur_in: ایک جگہ میں گاڑی کی چابیاں کے ایک اضافی سیٹ چھپائیں تم آسانی صورت میں بدسلوکی کرنے والے کو چھوڑ کر کی طرف سے آپ کو روکنے کے لئے گاڑی کی چابیاں لیتا ہے حاصل کرنے کے لئے کر سکتے ہیں. ایک طرف پیسے مقرر کرنے کی کوشش کریں. بدسلوکی کرنے والے گھر کے پیسے کو کنٹرول کرتا ہے، اس سے آپ کو صرف فی ہفتہ ایک چند ڈالر بچانے کے کر سکتے ہیں مطلب ہو سکتا ہے؛ سب سے اہم بات آپ اس بدسلوکی کرنے والے نے ٹپ اور مزید خطرے میں ڈال نہیں کرے گا کر سکتے ہیں، جو بھی رقم کو بچانے کے ہے. بدسلوکی کرنے والے اسے تلاش اور / یا اس کا استعمال نہیں کر سکتے ہیں تاکہ آپ کو آپ کے لئے رقم کو منعقد کرنے کے قابل اعتماد دوستوں یا خاندان کے ارکان سے پوچھ سکتے ہیں. آپ ملازم نہیں ہیں، ایک کمیونٹی کالج یا ایک پیشہ ورانہ سکول آپ کر سکتے ہیں تو میں کلاس لینے کی طرف سے کام کی مہارت حاصل کرنے کی کوشش. یہ آپ سے پہلے یا آپ کے abuser پر مالی انحصار کرنے کی ضرورت نہیں ہے، تا کہ آپ کے جانے کے بعد یا تو ایک ملازمت حاصل کرنے میں مدد ملے گی. چھوڑنے کے لئے تیاری کر جب ایک حفاظتی حاصل کرنے کی ایک کی حفاظت کی منصوبہ بندی کا ایک اہم حصہ ہو سکتا ہے. آپ کو ایک حفاظتی آرڈر حاصل یہاں تک کہ اگر، آپ کو اب بھی محفوظ اپنے آپ کو اور آپ کے بچوں کو رکھنے کے لئے دوسرے کی حفاظت کی منصوبہ بندی کے اقدامات اٹھانے چاہئے. ایک قانونی حفاظتی حکم کو ہمیشہ محفوظ رکھنے کے لئے کافی نہیں ہے. ایک حفاظتی حکم حاصل کرنے کے بارے میں مزید معلومات حاصل کرنے کے لئے ہماری پتہ ہے کہ قوانین کے سیکشن میں آپ کی ریاست کو تلاش کریں. بدسلوکی کرنے والے کم از کم یہ توقع کرے گا جب چھوڑ. بدسلوکی کرنے والے تم چلے گئے ہیں کہ احساس سے پہلے یہ آپ کو حاصل کرنے کے لئے مزید وقت دے گا. آپ کے جانے سے پہلے پولیس کو فون کرنے کا وقت ہے، تو آپ کو چھوڑ کے طور پر گھر سے باہر لے پولیس پوچھ سکتے ہیں. تم نے بھی معاملے میں آپ کی مدد کی ضرورت ہے، آپ کو چھوڑ کر رہے ہیں جبکہ کال پر ہونے کے لئے ان سے پوچھ سکتے ہیں.

source: Hope for Domestic Violence
ar: نأمل العنف المنزلي
es: Esperanza para la Violencia Doméstica
hi: घरेलू हिंसा के लिए आशा
ko: 가정 폭력에 대한 희망
ur_in: گھریلو تشدد کے لیے امید

source: I can do this, I know I can!
ar: أستطيع أن أفعل ذلك، وأنا أعلم أنني يمكن!
es: Yo puedo hacer esto, sé que puedo!
hi: मैं यह कर सकता हूँ, मैं मैं कर सकता हूँ पता है!
ko: 난 할 수있어 내가 할 수있는 알고있다!
ur_in: میں ایسا کر سکتے ہیں، میں کر سکتے ہیں جانتے ہیں!

source: If the abuser has access to your email account or computer, he may be able to read the emails you send and receive, even if you delete them. Therefore, to send and receive emails that might anger the abuser if he saw them, you may want to set up an alternate email account that the abuser doesn't know about. There are a number of free, Web-based e-mail services that you can use. When signing up for a new email account, do not use any of your real identifying information if you wish to remain private and anonymous. Keep in mind that the abuser may still be able to read your email if you create a new account if you do not log out properly or if you choose a password that he can guess or find. The safest way to use a new email address is from a computer that the abuser does not have any access to. Note: If you do decide to give the abuser your email address, remember to not open any email attachments sent from the abuser or to reply to an email sent by the abuser using your new email account, as these actions may let the abuser install spyware on your computer and track your email messages.
ar: إذا كان الشخص المعتدي لديه حق الوصول إلى حساب البريد الإلكتروني الخاص بك أو جهاز الكمبيوتر، وقال انه قد يكون قادرا على قراءة رسائل البريد الإلكتروني التي ترسلها وتتلقاها، حتى لو حذفها. لذلك، لإرسال واستقبال رسائل البريد الإلكتروني التي قد تغضب المسيء إذا رآهم، قد ترغب في انشاء حساب بريد إلكتروني بديل أن المعتدي لا يعرف عنه. هناك عدد من خدمات البريد الإلكتروني على شبكة الإنترنت المجانية التي يمكنك استخدامها. عند الاشتراك في حساب بريد إلكتروني جديد، لا تستخدم أي من المعلومات الحقيقية تحديد الخاص بك إذا كنت ترغب في أن تبقى خاصة ومجهول المصدر. نضع في اعتبارنا أن المسيء قد يكون لا يزال قادرا على قراءة البريد الإلكتروني الخاص بك إذا قمت بإنشاء حساب جديد إذا لم يكن لتسجيل الخروج بشكل صحيح أو إذا اخترت كلمة مرور أنه يمكن تخمين أو العثور عليها. الطريق الأسلم لاستخدام عنوان بريد إلكتروني جديد هي من جهاز كمبيوتر لم يكن المعتدي أي الوصول إليها. ملاحظة: إذا لم تقرر إعطاء المسيء عنوان البريد الإلكتروني الخاص بك، وتذكر أن لا تفتح أي مرفقات البريد الإلكتروني المرسلة من المسيء أو للرد على رسالة بريد إلكتروني بعث بها المسيء باستخدام حساب بريدك الإلكتروني الجديد، وهذه الإجراءات قد تسمح المسيء تثبيت برامج التجسس على جهاز الكمبيوتر الخاص بك، وتتبع رسائل البريد الإلكتروني الخاص بك.
es: Si el abusador tiene acceso a su cuenta de correo electrónico o un ordenador, puede ser capaz de leer los mensajes de correo electrónico que envía y recibe, incluso si las borra. Por lo tanto, para enviar y recibir mensajes de correo electrónico que podría enfadar al abusador si él los vio, es posible que desee configurar una cuenta de correo electrónico alternativa que el abusador no sabe nada. Hay una serie de, servicios de correo electrónico gratuito basado en web que puede utilizar. Al registrarse en una nueva cuenta de correo electrónico, no utilizar cualquiera de su información de identificación real, si usted desea permanecer privada y anónima. Tenga en cuenta que el abusador aún puede ser capaz de leer su correo electrónico si se crea una nueva cuenta si no se conecta correctamente o si se elige una contraseña que se puede adivinar o encontrar. La manera más segura de usar una nueva dirección de correo electrónico es de un equipo que el abusador no tiene ningún acceso. Nota: Si usted decide dar a la persona que abusa de su dirección de correo electrónico, recuerde no abrir ningún archivo adjunto de correo electrónico enviados desde el abusador o para responder a un correo electrónico enviado por el abusador la utilización de su cuenta de correo electrónico nueva, ya que estas acciones pueden permitir al abusador instalar spyware en su computadora y rastrear sus mensajes de correo electrónico.
hi: Abuser अपने ईमेल खाते या कंप्यूटर तक पहुँच गया है, तो वह आप उन्हें नष्ट, भले ही आप भेजने के ईमेल पढ़ने के लिए और प्राप्त करने में सक्षम हो सकता है. इसलिए, भेजने और abuser वह उन्हें देखा, तो आप abuser के बारे में पता नहीं है कि एक वैकल्पिक ईमेल खाते को स्थापित करने के लिए चाहते हो सकता है गुस्सा हो सकता है कि ईमेल प्राप्त करने के लिए. आप उपयोग कर सकते हैं कि मुक्त, वेब आधारित ईमेल सेवाओं के एक नंबर रहे हैं. एक नया ईमेल खाते के लिए साइन अप करते समय आप निजी और गुमनाम रहना चाहते हैं, तो आपकी वास्तविक पहचान की जानकारी के किसी भी उपयोग नहीं करते हैं. Abuser अभी भी आप एक नया खाता बनाने के अगर आप ठीक से या आप वह लगता है या प्राप्त कर सकते हैं कि एक पासवर्ड चुनते हैं लॉग आउट नहीं करते हैं तो अपने ईमेल को पढ़ने में सक्षम हो सकता है कि मन में रखो. एक नए ईमेल पते का उपयोग करने के लिए सबसे सुरक्षित तरीका प्रताड़ित करने के लिए किसी भी पहुँच नहीं है कि एक कंप्यूटर से है. नोट: यदि आप, abuser अपना ईमेल पता देने का फैसला अपने नए ईमेल खाते का उपयोग abuser द्वारा भेजे गए ईमेल का जवाब करने के लिए प्रताड़ित करने या से भेजे गए किसी भी ईमेल संलग्नक खुला नहीं करने के लिए याद करते हैं, तो इन क्रियाओं को प्रताड़ित करने स्पाइवेयर स्थापित करते सकता है और अपने कंप्यूटर पर अपने ईमेल संदेशों को ट्रैक.
ko: 가해자가 이메일 계정 또는 컴퓨터에 액세스 할 수있는 경우에, 그는 당신이 그들을 삭제하는 경우에도 보낼 이메일을 읽을받을 수 있습니다. 따라서, 전송 및 가해자 그는 그들을보고, 당신은 가해자가 알지 못하는 것을 다른 이메일 계정을 설정할 수 있습니다 분노 수 있습니다 이메일을받을 수 있습니다. 사용할 수없는 웹 기반 이메일 서비스들이있다. 새 이메일 계정에 가입 할 때 개인과 익명을 원하는 경우, 당신의 진짜 식별 정보를 사용하지 않습니다. 가해자가 여전히 새 계정을 만들 경우 제대로하거나 그가 생각하거나 찾을 수있는 암호를 선택하면 로그 아웃하지 않은 경우 귀하의 이메일을 읽을 수 있습니다 있음을 알아 두셔야합니다. 새로운 이메일 주소를 사용하는 가장 안전한 방법은 가해자에 대한 액세스 권한이없는 컴퓨터에서입니다. 참고 : 가해자에게 당신의 이메일 주소를 제공하기로 결정 새 이메일 계정을 사용하여 가해자가 보낸 이메일에 회신하기 위해 가해자 나에서 보낸 이메일 첨부 파일을 열 수없는 기억 경우, 이러한 작업은 가해자가 스파이웨어를 설치할 수 있으므로 컴퓨터에 전자 메일 메시지를 추적 할 수 있습니다.
ur_in: بدسلوکی کرنے والے اپنے ای میل اکاؤنٹ یا کمپیوٹر تک رسائی حاصل ہے تو، وہ آپ کو انہیں خارج کر دیں یہاں تک کہ اگر، آپ کو بھیج ای میلز کو پڑھنے اور حاصل کرنے کے قابل ہو سکتا ہے. لہذا، بھیجنے اور بدسلوکی کرنے والے نے ان کو دیکھا تو، آپ کو بدسلوکی کرنے والے کے بارے میں معلوم نہیں ہے کہ ایک متبادل ای میل اکاؤنٹ سیٹ اپ کرنے کے لئے چاہتے ہیں کر سکتے غصہ ہو سکتا ہے کہ ای میلز کو حاصل کرنے کے لئے. آپ استعمال کر سکتے ہیں کہ مفت، ویب پر مبنی ای میل کی خدمات کے ایک بڑی تعداد ہیں. ایک نیا ای میل اکاؤنٹ کے لئے سائن اپ کرنے سے آپ کو نجی اور گمنام رہنے کے لئے چاہتے ہیں تو، آپ کی اصلی شناخت معلومات کے کسی بھی استعمال نہیں کرتے. بدسلوکی کرنے والے اب بھی آپ کو ایک نیا اکاؤنٹ بنانے کے اگر آپ کو مناسب طریقے یا آپ کو وہ لگتا ہے یا مل سکتا ہے کہ ایک پاس ورڈ منتخب کریں تو لاگ آؤٹ نہیں کرتے تو آپ کے ای میل کو پڑھنے کے قابل ہو سکتا ہے کو ذہن میں رکھیں. ایک نیا ای میل پتہ استعمال کرنے کے لئے سب سے محفوظ طریقہ بدسلوکی کرنے کے لئے کسی بھی رسائی حاصل نہیں ہے کہ ایک کمپیوٹر سے ہے. نوٹ: اگر آپ، بدسلوکی کرنے والا آپ کا ای میل ایڈریس دینے کا فیصلہ اپنے نئے ای میل اکاؤنٹ کا استعمال کرتے ہوئے بدسلوکی کرنے والے کی طرف سے بھیجے گئے ایک ای میل کے جواب میں بدسلوکی یا سے بھیجے گئے کسی بھی ای میل اٹیچمنٹ نہیں کھول کرنے کے لئے یاد کرتے ہیں، ان کے اعمال کے abuser سپائیویئر نصب دے سکتا ہے کے طور پر اور آپ کے کمپیوٹر پر آپ کے ای میل پیغامات کو ٹریک.

source: If you are afraid that the other parent will take your children away without your consent, you might be able to ask the judge to issue an emergency custody order, which most states provide. You may want to ask the judge to include in the order that the other parent cannot take the children out of the state, or that the other parent may only have supervised visitation. Please see Can I get temporary emergency custody? for more information as to what factors a judge might consider when deciding whether or not to grant emergency custody. You can also go to the Custody section of your state for more information. Depending on your state's restraining order laws, a threat to take your child and leave the state might also possibly qualify you for a restraining order. You can read more about your state's laws on our Restraining Orders.
ar: إذا كنت تخشى أن الوالد الآخر سوف تأخذ أطفالك بعيدا دون موافقتك، قد تكون قادرة على طرح القاضي إصدار أمر الحبس الطوارئ، التي توفر معظم الدول. قد تريد أن تطلب من القاضي أن تدرج في الترتيب الذي الوالد الآخر لا يمكن أن الأطفال خارج الدولة، أو أن الوالد الآخر قد يكون فقط تحت إشراف الزيارة. يرجى الاطلاع هل يمكنني الحصول على حضانة الطوارئ مؤقت؟ لمزيد من المعلومات حول ما العوامل قاض قد أخذها في الاعتبار عند تحديد ما إذا كان منح أو عدم منح حضانة الطوارئ. يمكنك أيضا الانتقال إلى قسم حضانة الدولة للحصول على مزيد من المعلومات. اعتمادا على القوانين أمر تقييدي دولتكم، تهديدا لاتخاذ طفلك وترك الدولة ويمكن أيضا ربما تؤهلك للحصول على أمر تقييدي. يمكنك قراءة المزيد عن قوانين الدولة الخاصة بك على الأوامر الزجرية لدينا.
hi: आप अन्य माता पिता दूर आपकी सहमति के बिना अपने बच्चों को ले जाएगा कि डर रहे हैं, तो आप ज्यादातर राज्यों प्रदान जो एक आपात हिरासत आदेश जारी करने के लिए न्यायाधीश पूछने के लिए सक्षम हो सकता है. आप अन्य माता पिता के राज्य के बाहर बच्चों को नहीं ले जा सकते हैं, या अन्य माता पिता ही देखरेख मुलाक़ात हो सकता है कि आदेश में शामिल करने के लिए न्यायाधीश से पूछना चाहता हूँ सकता है. मैं अस्थायी आपात हिरासत मिल सकता है? देखें आपात हिरासत देने के लिए किया जाए या नहीं यह तय करने पर विचार हो सकता है एक न्यायाधीश कारकों के रूप में क्या और अधिक जानकारी के लिए. आप भी अधिक जानकारी के लिए अपने राज्य की हिरासत अनुभाग के लिए जा सकते हैं. अपने राज्य के निरोधक आदेश कानून के आधार पर, एक खतरा अपने बच्चे को लेने के लिए और भी संभवतः एक निरोधक आदेश के लिए योग्य हो सकता है राज्य छोड़ने के लिए. आप हमारे निरोधक आदेश पर अपने राज्य के कानूनों के बारे में और अधिक पढ़ सकते हैं.
ko: 당신이 다른 부모가 멀리 동의없이 자녀를 취할 것을 두려워하는 경우에, 당신은 대부분의 국가가 제공하는 긴급 양육권 순서를 발행하기 위해 판사에게 문의 할 수 있습니다. 당신은 다른 부모가 상태에서 아이들을 수없는, 또는 다른 부모는 감독의 방문이있을 수 있습니다 순서에 포함 할 판사를 요청 할 수 있습니다. 나는 임시 비상 양육권을받을 수 참조하십시오? 긴급 양육권을 부여할지 여부를 결정할 때 고려할 수 있습니다 판사 요인을 무엇인지에 더 많은 정보를 얻을 수 있습니다. 또한 자세한 내용은 해당 국가의 보관 섹션으로 이동 할 수 있습니다. 당신의 국가의 금지 명령 법에 따라 위협은 당신의 아이를 가지고도 가능성이 접근 금지 명령을받을 수있는 상태를두고 있습니다. 당신은 우리의 금지 명령에 당신의 국가의 법에 대한 자세한 내용을보실 수 있습니다.
ur_in: آپ کو دوسرے والدین سے دور آپ کی رضامندی کے بغیر آپ کے بچوں کو لے جائے گا جو ڈرتے ہیں تو، آپ کو سب سے زیادہ ریاستوں فراہم کرتے ہیں جس میں ایک ہنگامی حراست کے لئے، جاری جج سے پوچھ کرنے کے قابل ہو سکتا ہے. آپ کو دوسرے والدین کے ریاست سے باہر بچوں کو لے نہیں کر سکتے ہیں، یا دوسرے والدین صرف نگرانی ملاقات ہو سکتا ہے کہ ترتیب میں شامل کرنے کے لئے جج سے پوچھ سکتے ہیں. میں عارضی ہنگامی تحویل حاصل کر سکتے ہیں ملاحظہ کریں؟ ہنگامی تحویل دینے کے لئے یا نہیں فیصلہ کرتے وقت غور کر سکتے ہیں ایک جج کے عوامل کیا کے طور پر مزید معلومات کے لئے. آپ مزید معلومات کے لئے آپ کی ریاست کی پرورش کے حصے میں جا سکتے ہیں. آپ کی ریاست کی حکم امتناعی کے قوانین پر منحصر ہے، ایک خطرہ آپ کے بچے کو لینے کے لئے اور بھی ممکنہ طور پر ایک بچاؤ کے حکم کے لئے، آپ اہل ہوسکتے ریاست چھوڑنے کے لئے. آپ ہمارے روکنے کے حکم پر آپ کے ریاست کے قوانین کے بارے میں مزید پڑھ سکتے ہیں.
