Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Maybe. There are a number of ways the abuser could have access to your email account: If you share an email account with the abuser, he will be able to read any of the emails in your account. If you use a Web-based email program like Gmail or Yahoo, your email account may be visible to someone who visits those websites on your computer unless you properly log out. Just closing your browser is not enough - you must first log out of your account to make sure that when the abuser goes to the email programs website, your personal account information won’t be on the screen. If you use of one these Web-based email programs, the abuser may be able to access your email account if he knows your email address and password. Note: some people's computers save their email address and password for them. If your computer has your email address and password saved, anyone with access to your computer can read your email. If you use a computer-based email program like Outlook, Outlook Express, Eudora or Apple Mail, anybody who has access to your computer can read your email. If the abuser knows your email address, remember to not open any email attachments sent from the abuser or to reply to an email sent by the abuser using your new email account, as these actions may let the abuser install spyware on your computer and track your email messages. Most computers now have a function called AUTOCOMPLETE, which stores information you've typed on your computer in the past. For example, if AutoComplete is turned on, when you go to type something into a search engine such as Google, a pop-up box will appear and list the things you've searched for in the past. (You may also see this pop-up box when entering your credit card information or your address into an online form.) If you have AutoComplete turned on, the abuser may be able to access your email account even if you haven't told him your email address or password. If you're not sure whether the abuser has access to your email account, for your safety it's best to act like he does, and avoid sending emails you wouldn't want him to see.
ar: ربما. هناك عدد من الطرق المسيء يمكن أن يكون الوصول إلى حساب البريد الإلكتروني: إذا كنت تشارك حساب بريد إلكتروني مع المسيء، وقال انه سيكون قادرا على قراءة أي من رسائل البريد الإلكتروني في حسابك. إذا كنت تستخدم برنامج البريد الإلكتروني على شبكة الإنترنت مثل بريد جوجل أو ياهو، قد يكون حساب بريدك الإلكتروني المرئي لشخص يزور هذه المواقع على جهاز الكمبيوتر الخاص بك إلا إذا قمت بتسجيل الخروج بشكل صحيح. مجرد إغلاق المتصفح الخاص بك ليست كافية - يجب عليك أولا تسجيل الدخول إلى حسابك للتأكد من أنه عندما يذهب المسيء لموقع برامج البريد الالكتروني، لن تكون معلومات حسابك الشخصي على الشاشة. إذا كنت تستخدم أحد هذه البرامج البريد الإلكتروني على شبكة الإنترنت، قد يكون المسيء قادرا على الوصول إلى حساب البريد الإلكتروني الخاص بك إذا كان يعرف عنوان البريد الإلكتروني وكلمة المرور. ملاحظة: بعض أجهزة الكمبيوتر الناس حفظ عنوان البريد الإلكتروني وكلمة المرور لهم. إذا كان الكمبيوتر وعنوان البريد الإلكتروني وكلمة المرور حفظ، يمكن لأي شخص من الوصول إلى جهاز الكمبيوتر الخاص بك قراءة بريدك الإلكتروني. إذا كنت تستخدم برنامج البريد الإلكتروني القائم على الحاسوب مثل توقعات، توقعات اكسبرس، يودورا أو البريد أبل، أي شخص لديه حق الوصول إلى جهاز الكمبيوتر الخاص بك يمكن قراءة البريد الإلكتروني الخاص بك. إذا كان المعتدي يعرف عنوان البريد الإلكتروني الخاص بك، وتذكر أن لا تفتح أي مرفقات البريد الإلكتروني المرسلة من المسيء أو للرد على رسالة بريد إلكتروني بعث بها المسيء باستخدام حساب بريدك الإلكتروني الجديد، وهذه الإجراءات قد تسمح المسيء تثبيت برامج التجسس على الكمبيوتر الخاص بك والمسار الخاص بك رسائل البريد الإلكتروني. معظم أجهزة الكمبيوتر لديها الآن دالة يسمى الإكمال التلقائي، الذي يخزن المعلومات التي قمت بكتابتها على الكمبيوتر الخاص بك في الماضي. على سبيل المثال، إذا تم تشغيل الإكمال التلقائي، عندما تذهب لكتابة شيء في محرك البحث مثل جوجل، سوف مربع المنبثقة تظهر وسرد أشياء كنت قد بحثت عن في الماضي. (يمكنك أيضا مشاهدة هذا الإطار المنبثقة عند دخول معلومات بطاقة الائتمان الخاصة بك أو عنوانك في نموذج فوري.) إذا كان لديك تحول الإكمال التلقائي، قد يكون المسيء قادرا على الوصول إلى حساب البريد الإلكتروني الخاص بك حتى لو لم تكن قد قال له عنوان البريد الإلكتروني الخاص بك أو كلمة المرور. إذا كنت غير متأكد ما إذا كان المعتدي لديه حق الوصول إلى حساب البريد الإلكتروني الخاص بك، حفاظا على سلامتك فمن الأفضل أن تتصرف مثل يفعل، وتجنب إرسال رسائل البريد الإلكتروني وكنت لا تريد له أن يرى.
es: Quizá. Hay un número de maneras en que el abusador pueda tener acceso a su cuenta de correo electrónico: Si usted comparte una cuenta de correo electrónico con el abusador, él será capaz de leer cualquiera de los mensajes de correo electrónico de su cuenta. Si utiliza un programa de correo electrónico basado en web como Gmail o Yahoo, su cuenta de correo electrónico puede ser visible para alguien que visita esos sitios web en su equipo a menos que se conecte correctamente. Simplemente cierre su navegador no es suficiente - primero debe cerrar la sesión de su cuenta para asegurarse de que cuando el abusador va a la página web de los programas de correo electrónico, información de su cuenta personal no estará en la pantalla. Si utiliza uno de estos programas de correo electrónico basados ​​en la Web, el abusador puede ser capaz de acceder a su cuenta de correo electrónico si sabe su dirección de correo electrónico y contraseña. Nota: Las computadoras de algunas personas guardan su dirección de correo electrónico y la contraseña para ellos. Si el equipo tiene su correo electrónico y contraseña guardada, cualquier persona con acceso a su computadora puede leer su correo electrónico. Si utiliza un programa de correo electrónico basado en computadora como Outlook, Outlook Express, Eudora o Apple Mail, cualquiera que tenga acceso a su computadora puede leer su correo electrónico. Si el abusador conoce su dirección de correo electrónico, recuerde no abrir ningún archivo adjunto de correo electrónico enviados desde el abusador o para responder a un correo electrónico enviado por el abusador la utilización de su cuenta de correo electrónico nueva, ya que estas acciones pueden permitir al abusador instalar spyware en su computadora y siga su mensajes de correo electrónico. La mayoría de las computadoras tienen ahora una función llamada Autocompletar, que almacena la información que ha escrito en su equipo en el pasado. Por ejemplo, si Autocompletar está activada, cuando se va a escribir algo en un motor de búsqueda como Google, un cuadro emergente aparecerá y la lista de las cosas que has buscado en el pasado. (También puede ver este cuadro de pop-up cuando ingrese su información de tarjeta de crédito o su dirección en un formulario en línea.) Si tiene Autocompletar activada, el abusador puede ser capaz de acceder a su cuenta de correo electrónico, incluso si no se lo has dicho su dirección de correo electrónico o contraseña. Si no está seguro de si el abusador tiene acceso a su cuenta de correo electrónico, para su seguridad, es mejor que actuar como lo hace, y evitar el envío de mensajes de correo electrónico que usted no querría que él vea.
hi: शायद. Abuser अपने ईमेल खाते तक पहुंच सकता है तरीकों की एक संख्या हैं: आप abuser के साथ एक ईमेल खाते को साझा करते हैं, तो वह आपके खाते में ईमेल के किसी भी पढ़ने में सक्षम हो जाएगा. आप जीमेल या याहू जैसे वेब आधारित ईमेल प्रोग्राम का उपयोग करते हैं, आपके ईमेल खाते आप ठीक से लॉग आउट जब तक आपके कंप्यूटर पर उन वेबसाइटों का दौरा किया, जो किसी को दिखाई हो सकता है. बस अपने ब्राउज़र को बंद करने के लिए पर्याप्त नहीं है - अगर आप पहली abuser ईमेल प्रोग्राम वेबसाइट पर चला जाता है, अपने व्यक्तिगत खाते की जानकारी स्क्रीन पर नहीं होगा सुनिश्चित करने के लिए अपने खाते से लॉग आउट करना होगा. आप एक के इन वेब आधारित ईमेल प्रोग्राम का उपयोग करते हैं, abuser वह अपना ईमेल पता और पासवर्ड जानता है अगर आपके ईमेल खाते का उपयोग करने में सक्षम हो सकता है. नोट: कुछ लोगों के कंप्यूटर के लिए उन्हें अपने ईमेल पते और पासवर्ड को बचाने के. आपके कंप्यूटर को अपने ईमेल पता और पासवर्ड को बचाया गया है, तो अपने कंप्यूटर के उपयोग के साथ किसी को भी अपने ईमेल पढ़ सकते हैं. आप आउटलुक, आउटलुक एक्सप्रेस, Eudora या एप्पल मेल, आपके ईमेल पढ़ सकते हैं आपके कंप्यूटर तक पहुँच गया है, जो किसी तरह एक कंप्यूटर आधारित ईमेल प्रोग्राम का उपयोग करते हैं. Abuser अपना ईमेल पता जानता है कि इन कार्यों abuser जाने अपने कंप्यूटर पर स्पायवेयर स्थापित करने और ट्रैक कर सकते हैं, के रूप में, अपने नए ईमेल खाते का उपयोग abuser द्वारा भेजे गए ईमेल का जवाब करने के लिए प्रताड़ित करने या से भेजे गए किसी भी ईमेल संलग्नक खुला नहीं करने के लिए याद तुम्हारी ईमेल संदेशों. अधिकांश कंप्यूटर अब आप अतीत में अपने कंप्यूटर पर टाइप की गई जानकारी का भंडार है जो स्वत: पूर्ण नामक एक समारोह है. आप जैसे गूगल के रूप में एक खोज इंजन में कुछ टाइप करने के लिए जाना जब स्वत: पूर्ण चालू है, अगर उदाहरण के लिए, एक पॉप अप बॉक्स दिखाई देगा और आप अतीत में की खोज की है कि चीजों की सूची होगी. (एक ऑनलाइन फार्म में अपने क्रेडिट कार्ड की जानकारी या अपने पते दर्ज करते समय भी इस पॉप अप बॉक्स देख सकते हैं.) आप स्वत: पूर्ण पर दिया है, तो आप उसे नहीं बताया है, भले ही abuser आपके ईमेल खाते का उपयोग करने में सक्षम हो सकता है अपना ईमेल पता या पासवर्ड. आप abuser अपने ईमेल खाते तक पहुँच गया है कि क्या यकीन नहीं कर रहे हैं, तो अपनी सुरक्षा के लिए यह वह करता है की तरह काम करते हैं, और आप उसे देखने के लिए नहीं करना चाहती ईमेल भेजने से बचने के लिए सबसे अच्छा है.
ko: 아마. 가해자가 전자 메일 계정에 액세스 할 수있는 방법에는 여러 가지가 있습니다 : 당신이 가해자와 이메일 계정을 공유하는 경우, 그 계정의 이메일 중 하나를 읽을 수있을 것입니다. 당신의 Gmail이나 야후와 같은 웹 기반 전자 메일 프로그램을 사용하는 경우, 이메일 계정이 제대로 로그 아웃하지 않는 컴퓨터에 해당 웹 사이트를 방문하는 사람을 볼 수있다. 그냥 브라우저를 닫는 것만으로는 충분하지 않습니다 - 먼저 가해자가 이메일 프로그램 웹 사이트로 이동하는 경우, 귀하의 개인 계정 정보가 화면에되지 않습니다 있는지 확인하기 위해 귀하의 계정에서 로그 아웃해야합니다. 하나의 이러한 웹 기반 전자 메일 프로그램을 사용하는 경우, 가해자는 그가 당신의 이메일 주소와 비밀번호를 알고 있다면 이메일 계정에 액세스 할 수 있습니다. 주 : 일부 사람들의 컴퓨터가 그들을 위해 자신의 이메일 주소와 비밀번호를 저장합니다. 컴퓨터가 당신의 이메일 주소와 비밀번호를 저장 한 경우 컴퓨터에 액세스 할 수있는 모든 사용자가 사용자의 이메일을 읽을 수 있습니다. 당신은 아웃룩, 아웃룩 익스프레스, 유도라 또는 애플 메일, 이메일을 읽을 수있는 컴퓨터에 액세스 할 수있는 사람과 같은 컴퓨터 기반 전자 메일 프로그램을 사용하는 경우. 가해자가 당신의 이메일 주소를 알고있는 경우 이러한 조치는 가해자를하자 컴퓨터에 스파이웨어를 설치하고 추적 할 수 있으므로, 새 이메일 계정을 사용하여 가해자가 보낸 이메일에 회신하기 위해 가해자 나에서 전송 된 이메일의 첨부 파일을 열 수없는 기억하여 전자 메일 메시지. 대부분의 컴퓨터는 이제 과거에 컴퓨터에 입력 한 정보를 저장하는 자동 완성이라는 기능을 가지고있다. 당신이 Google과 같은 검색 엔진에 뭔가를 입력 갈 때 자동 완성 기능이 켜져있는 경우, 예를 들어, 팝업 상자가 나타납니다 당신이 과거에 검색 한 일들을 나열합니다. (온라인 양식에 신용 카드 정보 나 주소를 입력 할 때이 팝업 상자가 표시 될 수 있습니다.) 자동 완성 기능이 켜져있는 경우가 그에게 말했다하지 않은 경우에도, 가해자는 전자 메일 계정에 액세스 할 수 있습니다 이메일 주소 나 암호를 입력합니다. 당신이 가해자가 전자 메일 계정에 액세스 할 수 있는지 여부를 확실하지 않은 경우, 안전을 위해 그가하는 것처럼 행동하고, 당신이 그를보고 싶지 않은 것 보내는 전자 메일을 방지하는 것이 가장 좋습니다.
ur_in: شاید. بدسلوکی کرنے والے اپنے ای میل اکاؤنٹ تک رسائی حاصل کر سکتے ہیں طریقوں کی ایک بڑی تعداد موجود ہیں: آپ کے abuser کے ساتھ ایک ای میل اکاؤنٹ کا اشتراک کریں، تو وہ آپ کے اکاؤنٹ میں ای میلز میں سے کسی کو پڑھنے کے لئے قابل ہو جائے گا. آپ Gmail یا Yahoo طرح ایک ویب کی بنیاد پر ای میل پروگرام استعمال کرتے ہیں تو، آپ کے ای میل اکاؤنٹ آپ کو مناسب طریقے سے لاگ آؤٹ جب تک آپ کے کمپیوٹر پر ان کی ویب سائٹ کا دورہ جو کسی کو نظر ہو سکتا. بس اپنے براؤزر کو بند کرنے کے لئے کافی نہیں ہے - سب سے پہلے آپ کے abuser ای میل پروگرام کی ویب سائٹ پر جاتا ہے، ذاتی اکاؤنٹ کی معلومات کی سکرین پر نہیں ہو گا کہ اس بات کا یقین کرنے کے لئے آپ کے اکاؤنٹ سے لاگ آؤٹ کرنا ضروری ہے. آپ کو ایک کے ان ویب پر مبنی ای میل پروگراموں کو استعمال کرتے ہیں تو، بدسلوکی کرنے والے نے آپ کے ای میل ایڈریس اور پاس ورڈ کو جانتا ہے تو آپ کے ای میل اکاؤنٹ تک رسائی حاصل کرنے کے قابل ہو سکتا ہے. نوٹ: کچھ لوگوں کے کمپیوٹر ان کے لئے ان کے ای میل ایڈریس اور پاس ورڈ کو بچانے کے. آپ کے کمپیوٹر میں آپ کے ای میل ایڈریس اور پاس ورڈ کو محفوظ کر لیا گیا ہے تو، آپ کے کمپیوٹر پر رسائی کے ساتھ کسی کو بھی آپ کی ای میل پڑھ سکتے ہیں. آپ کو آؤٹ لک، آؤٹ لک ایکسپریس، یوڈورا یا ایپل میل، آپ کا ای میل پڑھ سکتے ہیں آپ کے کمپیوٹر تک رسائی حاصل ہے جو کسی طرح ایک کمپیوٹر کی بنیاد پر ای میل پروگرام استعمال کرتے ہیں. بدسلوکی کرنے والا آپ کا ای میل ایڈریس جانتا ہے تو ان اعمال کے abuser دیں آپ کے کمپیوٹر پر انسٹال سپائیویئر اور ٹریک کر سکتے ہیں کے طور پر،، آپ کے نئے ای میل اکاؤنٹ کا استعمال کرتے ہوئے بدسلوکی کرنے والے کی طرف سے بھیجے گئے ایک ای میل کے جواب میں بدسلوکی یا سے بھیجے گئے کسی بھی ای میل اٹیچمنٹ نہیں کھول کرنے کے لئے یاد آپ ای میل پیغامات. سب سے زیادہ کمپیوٹرز اب آپ ماضی میں آپ کے کمپیوٹر پر ٹائپ ہے معلومات ذخیرہ ہے جس میں خود تکمیل نامی ایک تقریب، ہے. آپ اس طرح کے گوگل کے طور پر ایک تلاش کے انجن میں ٹائپ کرنے کے لئے جانا جب خود تکمیل، پر دیا گیا ہے اگر مثال کے طور پر، ایک پاپ اپ باکس نظر آتے ہیں اور آپ کو ماضی میں کے لئے تلاش ہے چیزوں کی فہرست گا. (ایک آن لائن فارم میں آپ کے کریڈٹ کارڈ کی معلومات یا آپ کے ایڈریس میں داخل جب آپ بھی اس پاپ اپ باکس دیکھ سکتے ہیں.) آپ خود تکمیل پر تبدیل کر دیا ہے تو آپ نے اسے بتایا نہیں کیا ہے یہاں تک کہ اگر، بدسلوکی کرنے والا آپ کے ای میل اکاؤنٹ تک رسائی حاصل کرنے کے قابل ہو سکتا ہے آپ کا ای میل ایڈریس یا پاس ورڈ. آپ کے abuser اپنے ای میل اکاؤنٹ تک رسائی حاصل ہے یا نہیں اس بات کا یقین نہیں ہیں تو، آپ کی حفاظت کے لئے یہ وہ کرتا ہے کی طرح کام، اور آپ کو اسے دیکھنے کے لئے نہیں چاہتا بھیج ای میلز سے بچنے کے لئے سب سے بہتر ہے.

source: National Coalition Against Domestic Violence
ar: الائتلاف الوطني ضد العنف المنزلي
es: Coalición Nacional Contra la Violencia Doméstica
hi: घरेलू हिंसा के खिलाफ राष्ट्रीय गठबंधन
ko: 가정 폭력에 대하여 국가 연합
ur_in: گھریلو تشدد کے خلاف قومی اتحاد

source: No one deserves to be abused. If you are reading this page, you have likely already taken steps to end the abusive relationship. Unfortunately, the risk of danger does not always end after you've left an abuser. Ending an abusive relationship comes with a different set of dangers, and you still need to take steps to keep yourself safe. Following these suggestions (often known as a safety plan) can't guarantee your safety, but it could help make you safer. However, it is important that you create a safety plan that is right for you. Not all of these suggestions will work for everyone, and some could even place you in greater danger. You have to do what you think is best to keep yourself and your children safe.
ar: لا أحد يستحق أن يساء استخدامها. إذا كنت تقرأ هذه الصفحة، لديك على الأرجح بالفعل اتخاذ خطوات لانهاء العلاقة المسيئة. للأسف، فإن خطر خطر لا ينتهي دائما بعد أن كنت قد تركت المسيء. إنهاء علاقة مهينة يأتي مع مجموعة مختلفة من المخاطر، وكنت لا تزال بحاجة إلى اتخاذ خطوات للحفاظ على نفسك آمنة. يمكن اتباع هذه الاقتراحات (كثيرا ما يعرف باسم خطة السلامة) لا يضمن سلامتك، لكنها يمكن أن تساعد تجعلك أكثر أمانا. ومع ذلك، فمن المهم أن تقوم بإنشاء خطة السلامة التي هي حق لكم. ليس كل هذه الاقتراحات سوف تعمل لصالح الجميع، وحتى بعض يمكن أن تضع لك في خطر أكبر. عليك أن تفعل ما هو في رأيك أفضل للحفاظ على نفسك وأطفالك.
es: Nadie merece ser maltratado. Si usted está leyendo esta página, ya han de haber tomado ya las medidas necesarias para poner fin a la relación abusiva. Por desgracia, el riesgo de peligro no siempre termina después de dejar a un abusador. Terminar una relación abusiva viene con un conjunto diferente de peligros, y usted todavía tiene que tomar medidas para mantenerse a salvo. Después de estas sugerencias (a menudo conocido como un plan de seguridad) no puede garantizar su seguridad, pero podría ayudarle a ser más seguro. Sin embargo, es importante que se crea un plan de seguridad que sea adecuado para usted. No todas estas sugerencias funcionarán para todos, y algunos incluso podrías poner en mayor peligro. Tienes que hacer lo que creas que es mejor para que usted y sus niños seguros.
hi: कोई भी दुरुपयोग किया जाना चाहिए. आप इस पेज को पढ़ रहे हैं, आप की संभावना पहले से ही अपमानजनक रिश्ते को खत्म करने के लिए कदम उठाए हैं. आप एक abuser छोड़ दिया है के बाद दुर्भाग्य से, खतरे का खतरा हमेशा अंत नहीं है. एक अपमानजनक संबंध समाप्त खतरों का एक अलग सेट के साथ आता है, और आप अभी भी अपने आप को सुरक्षित रखने के लिए कदम उठाने की जरूरत है. (अक्सर एक सुरक्षा योजना के रूप में जाना जाता है) इन सुझावों का पालन अपनी सुरक्षा की गारंटी नहीं कर सकते हैं, लेकिन यह आप को सुरक्षित बनाने में मदद कर सकता है. हालांकि, यह आप के लिए सही है कि एक सुरक्षा योजना बनाने में महत्वपूर्ण है. नहीं इन सुझावों के सभी हर किसी के लिए काम करेंगे, और कुछ भी अधिक से अधिक खतरे में जगह सकता है. आप अपने आप को सुरक्षित और अपने बच्चों को रखने के लिए सबसे अच्छा क्या लगता है कि क्या करना है.
ko: 아무도 악용 될 자격이 없습니다. 이 페이지를 읽고 있다면, 당신은 가능성이 이미 학대를 종료하는 조치를 취했습니다. 당신이 가해자를 떠나 한 후에 불행하게도, 위험의 위험은 항상 끝나지 않는다. 폭력적인 관계를 종료하는 것은 위험의 다른 세트와 함께 제공, 당신은 여전히 자신을 보호 할 수있는 안전 조치를 취할 필요가있다. (종종 안전 계획이라고도 함)이 제안에 따라 당신의 안전을 보장 할 수 없습니다, ​​그러나 당신이 안전한 데 도움 수 있습니다. 그러나, 그것은 당신이 바로 당신을위한 안전 계획을 만드는 것이 중요하다. 아니이 모든 제안은 모두를 위해 작동합니다, 일부는 더 큰 위험을 배치 할 수 있습니다. 당신은 당신이 자신의 안전과 당신의 아이들을 유지하는 것이 가장 좋습니다 생각해야 해요.
ur_in: کوئی بھی زیادتی کا مستحق. آپ کو اس صفحے پڑھ رہے ہیں تو، آپ کا امکان پہلے ہی بدسلوکی تعلقات ختم کرنے کے لئے قدم اٹھائے ہیں. آپ کو ایک کے abuser چھوڑ دیا ہے کے بعد بدقسمتی سے، خطرے کے خطرے کو ہمیشہ ختم نہیں ہوتی. ایک توہین آمیز تعلقات کو ختم ہونے والے خطرات کے مختلف سیٹ کے ساتھ آتا ہے، اور آپ اب بھی اپنے آپ کو محفوظ رکھنے کے لئے اقدامات کرنے کی ضرورت. (اکثر ایک کی حفاظت کی منصوبہ بندی کے طور پر جانا جاتا ہے) ان تجاویز پر عمل آپ کی حفاظت کی ضمانت نہیں کر سکتے ہیں، لیکن یہ آپ کو محفوظ بنانے میں مدد کر سکتے ہیں. تاہم، یہ آپ کو آپ کے لئے صحیح ہے کہ ایک کی حفاظت کی منصوبہ بندی تشکیل ضروری ہے کہ. نہیں ان تجاویز کے تمام سب کے لئے کام کریں گے، اور کچھ بھی زیادہ خطرے میں آپ کی جگہ کر سکتے ہیں. آپ کو محفوظ اپنے آپ کو اور آپ کے بچوں کو رکھنے کے لئے سب سے بہتر ہے کیا کرنا ہے.

source: No one deserves to be abused. Our hope is that if you are being abused, you will be able to find a way to safely get out of the abusive relationship. However, the reality is that for many different reasons, some victims are not able to leave an abusive relationship once the abuse begins. If you're in a physically abusive relationship, please consider the following tips to help try to keep you and your children safe until the time comes when you are able to leave. Following these suggestions (often known as a safety plan) can't guarantee your safety, but it could help make you safer. However, it is important that you create a safety plan that it right for you. Not all of these suggestions will work for everyone, and some could even place you in greater danger. You have to do what you think is best to keep yourself and your children safe.
ar: لا أحد يستحق أن يساء استخدامها. أملنا هو أنه إذا كنت تعانين من العنف، سوف تكون قادرة على العثور على طريقة للحصول على بأمان من العلاقة المسيئة. ومع ذلك، فإن الواقع هو أن لأسباب كثيرة مختلفة، وبعض الضحايا غير قادرين على مغادرة علاقة مهينة عندما يبدأ سوء المعاملة. إذا كنت في علاقة يشوبها الإيذاء الجسدي، يرجى النظر في النصائح التالية للمساعدة في محاولة للحفاظ على أنت وأطفالك آمنة حتى يحين الوقت عندما كنت قادرا على ترك. يمكن اتباع هذه الاقتراحات (كثيرا ما يعرف باسم خطة السلامة) لا يضمن سلامتك، لكنها يمكن أن تساعد تجعلك أكثر أمانا. ومع ذلك، فمن المهم أن تقوم بإنشاء خطة السلامة أنه حق لكم. ليس كل هذه الاقتراحات سوف تعمل لصالح الجميع، وحتى بعض يمكن أن تضع لك في خطر أكبر. عليك أن تفعل ما هو في رأيك أفضل للحفاظ على نفسك وأطفالك.
es: Nadie merece ser maltratado. Nuestra esperanza es que si usted es víctima de abuso, usted será capaz de encontrar una manera de llegar a salvo fuera de la relación abusiva. Sin embargo, la realidad es que por muchas razones diferentes, algunas de las víctimas no son capaces de salir de una relación abusiva una vez que comienza el abuso. Si estás en una relación de maltrato físico, por favor, considere los siguientes consejos para ayudar a tratar de mantener a usted ya sus hijos a salvo hasta que llega el momento en que son capaces de salir. Después de estas sugerencias (a menudo conocido como un plan de seguridad) no puede garantizar su seguridad, pero podría ayudarle a ser más seguro. Sin embargo, es importante que se crea un plan de seguridad que sea adecuado para usted. No todas estas sugerencias funcionarán para todos, y algunos incluso podrías poner en mayor peligro. Tienes que hacer lo que creas que es mejor para que usted y sus niños seguros.
hi: कोई भी दुरुपयोग किया जाना चाहिए. हमारी आशा है कि आप के साथ दुर्व्यवहार किया जा रहा है, तो आप सुरक्षित रूप से अपमानजनक रिश्ते से बाहर निकलने के लिए एक रास्ता खोजने के लिए सक्षम हो जाएगा. लेकिन, वास्तव में कई अलग अलग कारणों के लिए, कुछ पीड़ितों के दुरुपयोग शुरू होता है एक बार एक अपमानजनक संबंध छोड़ने के लिए सक्षम नहीं हैं. आप एक शारीरिक रूप से अपमानजनक रिश्ते में हैं, तो आप छोड़ सकते हैं जब समय आता है जब तक आप सुरक्षित और अपने बच्चों को रखने की कोशिश में मदद करने के लिए निम्नलिखित सुझावों पर विचार करें. (अक्सर एक सुरक्षा योजना के रूप में जाना जाता है) इन सुझावों का पालन अपनी सुरक्षा की गारंटी नहीं कर सकते हैं, लेकिन यह आप को सुरक्षित बनाने में मदद कर सकता है. हालांकि, यह आपको लगता है कि यह सही है आप के लिए एक सुरक्षा योजना बनाने में महत्वपूर्ण है. नहीं इन सुझावों के सभी हर किसी के लिए काम करेंगे, और कुछ भी अधिक से अधिक खतरे में जगह सकता है. आप अपने आप को सुरक्षित और अपने बच्चों को रखने के लिए सबसे अच्छा क्या लगता है कि क्या करना है.
ko: 아무도 악용 될 자격이 없습니다. 우리의 희망은 당신이 학대하는 경우, 당신은 안전하게 학대 관계에서 얻을 수있는 방법을 찾을 수있을 것입니다. 그러나, 실제로는 여러 가지 이유로, 일부 피해자 남용이 시작되면 학대를 떠날 수없는 점이다. 당신이 육체적으로 학대에 있다면, 당신은 떠날 수있을 때 시간이 올 때까지 안전 당신과 당신의 아이를 유지하려고하는 데 도움이되는 다음 팁을 고려하시기 바랍니다. 는 N 안전을 보장 할 수 없습니다 (종종 안전 계획이라고도 함)이 제안을 nFollowing , 그러나 당신이 안전하게하는 데 도움 수 있습니다. 그러나, 당신이 그것이 바로 당신을위한 안전 계획을 만드는 것이 중요하다. 아니이 모든 제안은 모두를 위해 작동합니다, 일부는 더 큰 위험을 배치 할 수 있습니다. 당신은 당신이 자신의 안전과 당신의 아이들을 유지하는 것이 가장 좋습니다 생각해야 해요.
ur_in: کوئی بھی زیادتی کا مستحق. ہماری امید آپ کے ساتھ زیادتی کی جا رہی ہیں، تو آپ کو محفوظ طریقے سے بدسلوکی تعلقات سے باہر حاصل کرنے کے لئے ایک راستہ تلاش کرنے کے قابل ہو جائے گا ہے. تاہم، حقیقت میں بہت سے مختلف وجوہات کے لئے، کچھ متاثرین غلط استعمال شروع کرنے کے بعد کسی بد سلوک رشتے کے قابل نہیں ہیں. آپ کو ایک جسمانی زیادتی کے تعلق میں ہیں تو، آپ کو چھوڑ کرنے کے قابل ہیں وقت آتا ہے جب تک آپ کو محفوظ اور آپ کے بچوں کو رکھنے کے لئے کوشش کریں مدد کرنے کے لئے مندرجہ ذیل تجاویز پر غور کریں. (اکثر ایک کی حفاظت کی منصوبہ بندی کے طور پر جانا جاتا ہے) ان تجاویز پر عمل آپ کی حفاظت کی ضمانت نہیں کر سکتے ہیں، لیکن یہ آپ کو محفوظ بنانے میں مدد کر سکتے ہیں. تاہم، یہ آپ کو ہے کہ یہ آپ کے لئے صحیح ایک کی حفاظت کی منصوبہ بندی تشکیل ضروری ہے کہ. نہیں ان تجاویز کے تمام سب کے لئے کام کریں گے، اور کچھ بھی زیادہ خطرے میں آپ کی جگہ کر سکتے ہیں. آپ کو محفوظ اپنے آپ کو اور آپ کے بچوں کو رکھنے کے لئے سب سے بہتر ہے کیا کرنا ہے.
