Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Talk to people you trust that you just left an abusive relationship so that they are on alert if they see anything suspicious around your home. Put dead bolt locks on your doors. If you can, replace any wood doors with steel or metal doors. If you rent your home, be sure to talk to your landlord first before changing doors or even locks. If you have the money, think about installing a security system. Try to make sure that the outside of your house is well-lit. Think about getting a lighting system that lights up when a person is coming close to the house (i.e. motion-sensitive lights). Keep bushes, trees, and other plants around your house well-trimmed. That way, you'll be able to see if someone approaches your home. Trimmed bushes would also make it harder for the abuser to hide in the bushes without being seen by a passerby or neighbor. If you feel that it would not negatively affect your job, you might want to tell people you work with about the situation. See if a receptionist or someone else can screen your calls. Explain your situation to anyone who takes care of your children or anyone who pick them up from school. If the abuser is not allowed to be near the children, let these people know this and even give them a copy of your restraining order. Carry a cell phone if you can, but don't completely depend on this phone. Cell phones may not get good service in some places, and batteries do run out. Ask your local domestic violence organization if they give out cell phones – if so, get one as a backup to the cell phone that you already have. Have emergency numbers like 911 on speed dial. If you need help in a public place, yell FIRE!! People respond more quickly to someone yelling FIRE!! than to any other cry for help. Stay in touch with your local domestic violence organization and/or mental health service providers for support. To find a domestic violence organization near you. Get a full check-up with your doctor to see if you need medical treatment. Keep in mind that the abuser may not have been faithful and you may want to get tested for sexually transmitted diseases.
ar: التحدث الى الناس تثق أنك غادر لتوه علاقة مهينة بحيث تكون في حالة تأهب إذا رأوا أي شيء مريب حول منزلك. وضع أقفال الترباس الموتى على الأبواب الخاصة بك. إذا كنت تستطيع، أي استبدال الأبواب الخشبية بأبواب من الصلب أو المعدن. إذا كنت استئجار منزلك، تأكد من التحدث إلى مالك العقار أولا قبل تغيير الأبواب أو حتى الأقفال. إذا كان لديك المال، والتفكير في تركيب نظام أمني. محاولة للتأكد من أن الخارج من منزلك مضاءة جيدا. التفكير في الحصول على نظام الإضاءة التي تضيء عندما يكون الشخص يأتي على مقربة من منزل (أضواء أي حساسية الحركة). إبقاء الشجيرات والأشجار وغيرها من النباتات حول المنزل قلصت بشكل جيد. بهذه الطريقة، سوف تكون قادرة على معرفة ما إذا كان شخص ما يقترب منزلك. سوف الشجيرات قلص أيضا أن يجعل من الصعب على المسيء للاختباء في الأدغال دون أن يراها أحد المارة أو الجيران. إذا كنت تشعر أنها لن تؤثر سلبا على عملك، قد ترغب في معرفة الناس الذين تعمل معهم حول الوضع. معرفة ما اذا كان موظف استقبال أو أي شخص آخر يمكن أن يحجب المكالمات. شرح موقفك لمن يعتني أطفالك أو أي شخص اعتقالهما من المدرسة. إذا لم يتم السماح المسيء ليكون بالقرب من الأطفال، دعونا هؤلاء الناس يعرفون ذلك وحتى منحهم نسخة من أمر تقييدي الخاص بك. حمل الهاتف الخليوي إذا استطعت، ولكن لا تعتمد كليا على هذا الهاتف. الهواتف المحمولة قد لا تحصل على خدمة جيدة في بعض الأماكن، والبطاريات لا ينفد. نسأل تنظيم العنف المنزلي المحلية الخاصة بك إذا كانت نعطيه الهواتف المحمولة - إذا كان الأمر كذلك، الحصول على واحد على سبيل الاحتياط لالهاتف الخليوي الذي لديك بالفعل. لدينا أرقام الطوارئ مثل 911 على سرعة الاتصال الهاتفي. إذا كنت بحاجة إلى مساعدة في مكان عام، يصيح النار! الناس تستجيب بسرعة أكبر لشخص يصرخ النار! أكثر من أي صرخة أخرى للمساعدة. البقاء على اتصال مع منظمة العنف المنزلي الخاص المحلي و / أو مقدمي خدمات الصحة النفسية للدعم. العثور على تنظيم العنف المنزلي بالقرب منك. الحصول على كامل الاختيار الهاتفي الخاص بك مع الطبيب لمعرفة ما إذا كنت بحاجة إلى علاج طبي. نضع في اعتبارنا أن المسيء قد لا يكون وفيا وكنت قد ترغب في الحصول على اختبار الأمراض المنقولة جنسيا.
es: Hable con personas de confianza que acaba de salir de una relación abusiva para que estén en alerta si ven algo sospechoso en su hogar. Ponga cerrojos de tus puertas. Si es posible, sustituir las puertas de madera con puertas de acero o de metal. Si usted alquila su casa, asegúrese de hablar con su arrendador antes de cambiar las puertas o incluso bloqueos. Si usted tiene el dinero, piense en instalar un sistema de seguridad. Trate de asegurarse de que el exterior de su casa esté bien iluminada. Piense acerca de cómo obtener un sistema de iluminación que se enciende cuando una persona se acerca a la casa (es decir, las luces sensibles al movimiento). Mantenga los arbustos, árboles y otras plantas alrededor de su casa bien cuidada. De esta manera, usted será capaz de ver si alguien se acerca a su hogar. Arbustos recortados también hacer más difícil para que el abusador se esconden en los arbustos sin ser visto por un transeúnte o vecino. Si usted siente que no afectaría negativamente su trabajo, es posible que desee decirle a la gente que trabaja con la situación. A ver si una recepcionista o alguien más puede filtrar sus llamadas. Explique su situación a cualquier persona que se hace cargo de sus hijos o cualquier persona que los recojo de la escuela. Si el agresor no se le permite estar cerca de los niños, dejar que esta gente sabe esto e incluso darles una copia de su orden de restricción. Lleve un teléfono celular, si se puede, pero no dependen completamente de este teléfono. Los teléfonos celulares pueden no conseguir un buen servicio en algunos lugares, y las baterías también se acaban. Pregúntele a su organización local de violencia doméstica si proveen teléfonos móviles - de ser así, conseguir uno como respaldo para el teléfono celular que usted ya tiene. Tenga los números de emergencia como el 911 en la marcación rápida. Si necesita ayuda en un lugar público, gritar FUEGO! La gente responde más rápidamente a alguien gritar FUEGO! que a cualquier otro pedido de auxilio. Mantente en contacto con su organización local de violencia doméstica y / o proveedores de servicios de salud mental para el apoyo. Para encontrar una organización de violencia doméstica cerca de usted. Consiga un completo chequeo con su médico para ver si necesita tratamiento médico. Tenga en cuenta que el abusador puede no haber sido fiel y es posible que desee hacerse la prueba de enfermedades de transmisión sexual.
hi: आप वे अपने घर के आसपास कुछ भी संदिग्ध दिखाई देता है तो वे अलर्ट पर हैं इतना है कि आप सिर्फ एक अपमानजनक संबंध छोड़ा विश्वास है कि लोगों से बात करें. अपने दरवाजे पर मृत बोल्ट ताले डाल दिया. आप कर सकते हैं, स्टील या धातु दरवाजे के साथ किसी भी लकड़ी के दरवाजे की जगह. आप अपने घर को किराए पर, पहले दरवाजे या भी ताले बदलने से पहले अपने मकान मालिक से बात कर लें. यदि आप पैसा है, एक सुरक्षा प्रणाली स्थापित करने के बारे में सोचते हैं. अपने घर के बाहर अच्छी तरह से जलाया है कि सुनिश्चित करने के लिए प्रयास करें. एक व्यक्ति के घर में (यानी प्रस्ताव के प्रति संवेदनशील रोशनी) के करीब आ रही है जब कि रोशनी एक प्रकाश व्यवस्था हो रही है के बारे में सोचो. अपने घर के आसपास झाड़ियों, पेड़, और अन्य पौधों को अच्छी तरह से छंटनी रखें. इस तरह, आप किसी को अपने घर दृष्टिकोण अगर देखने में सक्षम हो जाएगा. छंटनी की झाड़ियों को भी यह कठिन abuser एक राहगीर या पड़ोसी के द्वारा देखा जा रहा बिना झाड़ियों में छिपाने के लिए करना होगा. आप यह नकारात्मक अपने काम को प्रभावित नहीं होता है कि लगता है, आप आप स्थिति के बारे में लोगों के साथ काम बताने के लिए चाहते हो सकता है. एक रिसेप्शनिस्ट या किसी और को अपने फोन स्क्रीन कर सकते हैं देखें. स्कूल से उन्हें लेने के लिए, जो अपने बच्चों को या किसी का ख्याल रखता है, जो किसी को अपनी स्थिति स्पष्ट करते. प्रताड़ित करने, बच्चों के पास हो जाने की अनुमति नहीं है, तो इन लोगों को यह पता है और यहां तक ​​कि उन्हें अपने निरोधक आदेश की एक प्रति दे. आप कर सकते हैं अगर एक सेल फोन ले, लेकिन पूरी तरह से इस फोन पर निर्भर नहीं है. सेल फोन के कुछ स्थानों में अच्छी सेवा नहीं मिल सकता है, और बैटरी बाहर चला है. वे सेल फोन के बाहर दे अगर आपके स्थानीय घरेलू हिंसा संगठन से पूछो - तो, आप पहले से ही है कि सेल फोन के लिए एक बैकअप के रूप में एक हो. स्पीड डायल पर 911 तरह आपातकालीन नंबर हैं. आप किसी सार्वजनिक स्थान में मदद की जरूरत है, आग चिल्लाना !! लोगों को किसी आगजनी चिल्ला लिखें !! मदद के लिए किसी भी अन्य रोने की तुलना में. अपने स्थानीय घरेलू हिंसा संगठन और / या समर्थन के लिए मानसिक स्वास्थ्य सेवा प्रदाताओं के साथ संपर्क में रहें. आप के पास एक घरेलू हिंसा संगठन को खोजने के लिए. आप चिकित्सा उपचार की जरूरत है देखने के लिए अपने चिकित्सक के साथ एक पूर्ण जांच हो जाओ. Abuser वफादार नहीं हो सकता है कि मन में रखो और आप यौन संचारित रोगों की जांच करना चाहते हो सकता.
ko: 당신은 그들이 당신의 가정의 주위에 의심스러운 아무것도 볼 경우 그들은 경고에 있도록 당신이 폭력적인 관계를 떠나 신뢰하는 사람들에게 이야기하십시오. 귀하의 문에 죽은 볼트 잠금을 넣습니다. 당신이 할 수있는 경우에, 강 또는 금속 문 어떤 나무 문을 교체합니다. 당신이 집을 빌릴 경우, 첫째 문 또는 잠금 장치를 변경하기 전에 집주인에게 이야기해야합니다. 당신은 돈이있는 경우, 보안 시스템을 설치하는 방법에 대한 생각합니다. 없음 집의 외부는 잘 켜져 있는지 확인 n 다음을 . 사람이 집 (즉, 모션 감지 등)에 가까이오고 할 때 불이 켜지는 조명 시스템 것에 대해 생각하십시오. 당신의 집 주변 수풀, 나무와 다른 식물을 잘 손질을 유지합니다. 그런 식으로, 당신은 누군가가 당신의 집에 접근하면 확인할 수 있습니다. 트림 숲은 또한 더 가해자가 지나가는 또는 이웃 들키지 않고 수풀에 숨어 할 수 있도록합니다. 당신이 부정적인 작업에 영향을 미치지 않을 것이라고 생각한다면, 당신은 당신이 상황에 대해 작업을 사람들에게 할 수 있습니다.안내 원이나 다른 사람이 통화를 선별 할 수있는 경우를 참조하십시오. 학교에서 그들을 데리러 자녀 또는 누군가를 돌봐 사람에게 상황을 설명한다. 가해자가 아이들 근처 수 있도록 허가되어 있지 않은 경우이 사람들은이 사실을 알고, 심지어 그들에게 접근 금지 명령의 사본을 제공합니다. 당신이 할 수있는 경우 휴대 전화를 수행하지만, 완전히이 휴대 전화에 의존하지 않습니다. 휴대 전화는 어떤 장소에서 좋은 서비스를 얻을 수 있으며, 배터리 수명이 다 않습니다. 그들은 휴대 전화를 제공하는 경우 해당 지역의 가정 폭력 조직을 물어 - 그래서, 당신이 이미 가지고있는 휴대 전화에 백업으로 하나를 얻을 경우. 단축 다이얼 911 등 비상 전화 번호가 있습니다. 공공 장소에서 도움이 필요한 경우, 화재를 소리! 사람들은 누군가가 불을 소리에보다 신속하게 대응! 도움을 다른 어떤 외침보다. 해당 지역의 가정 폭력 조직 및 / 또는 지원을위한 정신 건강 서비스 제공과 연락. 가까운 가정 폭력 조직을 찾을 수 있습니다. 당신이 치료를 필요가 있는지 의사와 전체 확인 - 최대를 얻을. 가해자가 충실하지 않았을 수 있음을 유의하십시오 당신은 성병 검사를받을 수도 있습니다.
ur_in: آپ کو وہ آپ کے گھر کے ارد گرد مشکوک کچھ دیکھیں تو وہ چوکس ہو تو کیا تم صرف ایک توہین آمیز تعلقات چھوڑ دیا ہے کہ اعتماد لوگوں سے بات کریں. آپ کے دروازے پر مردہ بولٹ تالے ڈال. آپ کر سکتے ہیں تو، سٹیل یا دھات کے دروازے کے ساتھ کسی بھی لکڑی کے دروازے کی جگہ لے لے. آپ کو آپ کے گھر کرایہ تو سب سے پہلے دروازے یا تالے تبدیل کرنے سے پہلے اپنے مالک مکان سے بات کرنے کی بات کا یقین ہو. آپ کو رقم ہے تو، ایک سیکورٹی کے نظام کو نصب کرنے کے بارے میں سوچنا. آپ کے گھر کے باہر اچھی طرح روشن ہے کہ اس بات کو یقینی بنانے کی کوشش کریں. ایک شخص کے گھر (یعنی تحریک حساس روشنی) کے قریب آ رہا ہے جب روشنی ہے کہ ایک روشنی کے علاوہ نظام کو حاصل کرنے کے بارے میں سوچو. آپ کے گھر کے ارد گرد جھاڑیوں، درختوں، اور دیگر پودوں کی اچھی طرح سے سنواری رکھیں. اس طرح، اگر آپ کسی کو آپ کے گھر کے نقطہ نظر کو دیکھنے کے لئے قابل ہو جائے گا. سنواری ہوئی جھاڑیوں بھی یہ مشکل بدسلوکی کرنے والے کی طرف سے راہگیر یا پڑوسی کی طرف سے دیکھا جا رہا ہے بغیر جھاڑیوں میں چھپانے کے لئے کرے گا. آپ کو اس کے منفی آپ کے کام کو متاثر نہیں کرے گا لگتا ہے کہ، تو آپ کو آپ کی صورت حال کے بارے میں کے ساتھ کام لوگوں کو بتانے کے لئے چاہتے ہیں کر سکتے. ایک استقبالیہ یا کسی اور آپ کی کالز سکرین کر سکتے ہیں دیکھو. اسکول سے انہیں لینے والے اپنے بچوں یا کسی کا خیال رکھتا ہے جو کوئی بھی آپ کی صورت حال کی وضاحت. بدسلوکی کرنے والا، بچوں کے قریب ہو جائے کرنے کے لئے کی اجازت نہیں ہے اگر یہ لوگ جانتے ہیں اور یہاں تک کہ ان کو آپ کے حکم امتناعی کی ایک کاپی دے. آپ کر سکتے ہیں تو ایک موبائل فون لے جانے، لیکن مکمل طور پر اس فون پر انحصار نہیں کرتے. سیل فونز کچھ جگہوں پر اچھی سروس حاصل نہیں کر سکتے، اور بیٹری باہر چلانے ہے. وہ سیل فونز دے تو اپنے مقامی گھریلو تشدد تنظیم پوچھیں - تو، آپ پہلے سے ہی ہے کہ سیل فون کے لئے ایک بیک اپ کے طور پر ایک ملتا ہے. رفتار ڈائل پر 911 کی طرح ہنگامی تعداد ہے. آپ کو ایک عوامی جگہ میں مدد کی ضرورت ہو تو، رڈ چللاو! لوگ کسی رڈ چللا پر زیادہ تیزی سے جواب! مدد کے لئے کسی دوسرے کی رونے کی آواز کے مقابلے میں. آپ کے مقامی گھریلو تشدد تنظیم اور / یا حمایت کے لئے ذہنی صحت کے سروس فراہم کرنے والے کے ساتھ رابطے میں رہیں. آپ کے قریب ایک گھریلو تشدد کی تنظیم تلاش کرنے کے لئے. اگر آپ طبی علاج کی ضرورت ہے تو دیکھنے کے لئے اپنے ڈاکٹر کے ساتھ ایک مکمل چیک اپ حاصل کریں. بدسلوکی کرنے والے وفادار رہے ہیں نہیں کر سکتے ہیں اس بات کو ذہن میں رکھیں اور آپ کو جنسی طور پر منتقل بیماریوں کے لئے تجربہ حاصل کرنے کے لئے چاہتے ہیں کر سکتے.

source: technology
ar: التكنولوجيا
es: tecnología
hi: प्रौद्योगिकी
ko: 기술
ur_in: ٹیکنالوجی

source: The abuser may have patterns to his/her abuse. Try to be aware of any signs that show s/he's about to become violent so that you can assess how dangerous the situation may be for you and your children. If it looks like violence may happen, try to remove yourself and your children from the situation before the violence begins if you can. Be aware of anything the abuser can use as a weapon. If you can, try and keep any sharp or heavy objects that s/he may use to hurt you, like a hammer or an ice pick, out of the way. Know where guns, knives, and other weapons are. If you can, lock them up or make them as hard to get to as you can. Figure out where the SAFE PLACES are in your home – the places where there aren't weapons. If it looks like the abuser is about to hurt you, try to get to a safe place. Stay out of the kitchen, garage, or workshop. Try to avoid rooms with tile or hardwood floors. If the abuser does start to harm you, don't run to where the children are; the abuser may hurt them too. If there's no way to escape the violence at that moment, make yourself a small target. Dive into a corner and curl up into a ball. Protect your face and put your arms around each side of your head, wrapping your fingers together. Try not to wear scarves or long jewelry. The abuser could use these things to strangle you.
ar: قد يكون المسيء أنماط لله / لها الاعتداء. حاول أن تكون على بينة من أي علامات تدل ق / انه على وشك أن تصبح عنيفة حتى تتمكن من تقييم مدى خطورة قد يكون الوضع بالنسبة لك ولأطفالك. إذا يبدو أن العنف قد يحدث، في محاولة لإزالة نفسك وأطفالك من الوضع قبل أن يبدأ العنف إذا كنت تستطيع. يكون على بينة من أي شيء المسيء يمكن استخدامها كسلاح. إذا كنت تستطيع، ومحاولة الاحتفاظ بأي أدوات حادة أو الثقيلة التي ق / انه قد تستخدم لإيذاء لك، مثل مطرقة أو اختيار الجليد، للخروج من الطريق. أعرف من أين البنادق والسكاكين، وغيرها من الأسلحة هي. إذا كنت تستطيع، وقفل عنها أو جعلها صعبة كما للوصول الى ما تستطيع. معرفة أين هي أماكن آمنة في منزلك - الأماكن التي لا توجد أسلحة. إذا كان يبدو كما المسيء على وشك أن يضر بك، في محاولة للوصول الى مكان آمن. من البقاء خارج المطبخ، المرآب، أو ورشة عمل. في محاولة لتجنب غرف مع البلاط أو الأرضيات الصلبة. إذا كان المعتدي لا تبدأ يؤذيك، لا تقم بتشغيل إلى حيث الأطفال. المسيء قد يضر لهم أيضا. إذا كان هناك أي وسيلة للهروب من العنف في تلك اللحظة، وجعل نفسك هدفا صغير. الغوص في الزاوية وعقص في الكرة. حماية وجهك ووضع ذراعيك حول كل جانب رأسك، والتفاف أصابعك معا. ليس محاولة لارتداء الأوشحة أو المجوهرات طويلة. المسيء يمكن استخدام هذه الأشياء لخنق لك.
es: El abusador puede tener patrones a su / su abuso. Trate de ser consciente de los signos que muestran s / he 's a punto de llegar a ser violento para que pueda evaluar la peligrosidad de la situación puede ser para usted y sus hijos. Si parece que la violencia puede ocurrir, trate de quitar a sí mismo ya sus hijos de la situación antes de que la violencia empieza, si puedes. Esté al tanto de todo lo que el abusador puede usar como arma. Si es posible, tratar de mantener objetos afilados o pesados ​​que s / él puede utilizar para hacer daño, como un martillo o un picahielo, fuera del camino. Sepa dónde pistolas, cuchillos y otras armas son. Si puedes, encerrarlos o que sean lo más duro para llegar a lo que pueda. Averiguar donde son los lugares seguros en su hogar - los lugares donde no hay armas. Si parece que el abusador está a punto de hacerte daño, tratar de llegar a un lugar seguro. Manténgase fuera de la cocina, el garaje o taller. Trate de evitar las habitaciones con pisos de baldosas o de madera. Si el abusador comienza a hacer daño, no corras a donde están los niños; el abusador puede hacerles daño también. Si no hay manera de escapar de la violencia en ese momento, te haces un blanco pequeño. Sumérgete en una esquina y acurrucarse en una pelota. Proteja su cara y poner sus brazos alrededor de cada lado de la cabeza, envolviendo los dedos juntos. Trate de no usar pañuelos o joyas de largo. El abusador puede usar estas cosas para estrangularte.
hi: Abuser उसकी / उसके दुरुपयोग को पैटर्न हो सकता है. शो है कि किसी भी लक्षण के बारे में पता करने की कोशिश करो / वह आप स्थिति में आप और आपके बच्चों के लिए हो सकता है कि कैसे खतरनाक आकलन कर सकते हैं कि इतना हिंसक हो जाते हैं के बारे में है. हिंसा हो सकता है ऐसा लगता है, तो आप कर सकते हैं अगर हिंसा शुरू होने से पहले, इस स्थिति से खुद को और अपने बच्चों को दूर करने के लिए प्रयास करें. Abuser एक हथियार के रूप में उपयोग कर सकते हैं कुछ के बारे में पता है. आप कोशिश करते हैं और है कि किसी भी तेज या भारी वस्तु रख सकते हैं / वह एक हथौड़ा या रास्ते से बाहर एक बर्फ लेने, जैसे, तुम्हें चोट करने के लिए उपयोग कर सकते हैं. बंदूक, चाकू, और अन्य हथियार हैं, जहां पता. आप कर सकते हैं, उन्हें बंद या उन्हें मुश्किल के रूप में आप कर सकते हैं के रूप में प्राप्त करने के लिए बनाते हैं. हथियार नहीं हैं स्थानों पर जहां - सुरक्षित स्थानों पर अपने घर में हैं, जहां बाहर चित्रा. Abuser तुम्हें चोट के बारे में ऐसा लगता है, तो एक सुरक्षित स्थान को पाने के लिए प्रयास करें. रसोई, गेराज, या कार्यशाला से बाहर रहना. टाइल या लकड़ी के फर्श के साथ कमरे से बचने की कोशिश करें. Abuser बच्चे हैं, जहां के लिए नहीं चला है, तुम्हें नुकसान को शुरू करता है; abuser उन्हें भी चोट कर सकते हैं. उस पल में हिंसा से बचने के लिए कोई रास्ता नहीं है, तो अपने आप को एक छोटे से लक्ष्य बनाते हैं. एक कोने में कूदो और एक गेंद में कर्ल. अपना चेहरा बचाने और एक साथ अपनी उंगलियों लपेटकर अपने सिर के प्रत्येक पक्ष के चारों ओर अपने हथियार डाल दिया. स्कार्फ या लंबे समय के गहने पहनने के लिए नहीं की कोशिश करें. Abuser आप गला घोंट करने के लिए इन चीजों का इस्तेमाल कर सकता है.
ko: 가해자는 그 / 그녀의 남용 패턴을 가질 수있다. 의 표시 징후의 인식을 시도 / 그는 당신이 상황이 당신과 당신의 아이들을 위해 할 수있는 방법 위험 평가를 할 수 있도록 폭력이 될 거예요. 폭력이 발생할 수 있습니다 것처럼 보인다면 당신이 할 수있는 경우에 폭력이 시작되기 전에 상황에서 자신과 자신의 아이를 제거하려고합니다. 가해자가 무기로 사용할 수있는 모든 것을 알고 있어야합니다. 당신이 시도하고 s의 날카로운이나 무거운 물건을 유지할 수 있다면 / 그는 해머 방식의 얼음 송곳처럼, 당신을 다치게하는 경우에 한해 사용할 수 있습니다. 총, 칼 등 무기가있는 위치를 알 수 있습니다. 당신이 할 수있는 경우에, 그들을 잠금 또는 그들이 열심히 당신이 수에 도달 할 수 있습니다. 무기가없는 장소 - SAFE 장소 당신의 가정에있는 곳을줍니다. 가해자가 당신을 다치게하려고처럼 보이는 경우, 안전한 장소에 도착하려고합니다. 부엌, 차고, 또는 워크숍에서있어. 타일​​이나 나무 바닥으로 된 객실을 피하기 위해보십시오. 가해자는 아이들이 여기까지 실행되지 않습니다, ​​당신이 해를 시작하는 경우; 가해자는 그들을 너무 손상을 줄 수 있습니다. 그 순간 폭력을 탈출 할 수있는 방법이 없다면, 스스로 작은 목표합니다. 구석으로 다이빙와 공에 울다 지쳐. 당신의 얼굴을 보호하고 함께 손가락을 배치, 머리의 각 측의 주위에 당신의 팔을 넣어. 스카프 또는 긴 장신구를 착용하지보십시오.가해자는 목을이 일을 사용할 수 있습니다.
ur_in: سکارف یا طویل زیورات پہننے کے لئے نہیں کی کوشش کریں. بدسلوکی کرنے والا آپ کو گلا گھونٹ ان چیزوں کو استعمال کر سکتے ہیں. تشدد ہو سکتا ہے ایسا لگتا ہے تو آپ کر سکتے ہیں تو تشدد شروع ہونے سے پہلے، صورت حال سے اپنے آپ کو اور آپ کے بچوں کو دور کرنے کی کوشش. بدسلوکی کرنے والے ہتھیار کے طور پر استعمال کر سکتے ہیں کسی بھی چیز کے بارے میں معلوم ہو. آپ کوشش کریں اور ہے کہ کسی تیز یا بھاری اشیاء رکھنے کے کر سکتے ہیں / وہ ایک ہتوڑا یا راستے سے باہر ایک آئس پک، کی طرح، آپ کو چوٹ پہنچانے کا استعمال کر سکتے ہیں. بندوقیں، چاقو، اور دیگر ہتھیار کہاں ہیں جاننا. آپ کر سکتے ہیں تو، ان کو تالا لگا یا ان کے طور پر مشکل کے طور پر آپ کر سکتے ہیں حاصل کرنے کے لئے بنانے. ہتھیار نہیں ہیں جہاں - محفوظ مقامات کو آپ کے گھر میں ہیں جہاں اعداد و شمار. بدسلوکی کرنے والا آپ کو چوٹ پہنچانے کے بارے میں ہے ایسا لگتا ہے تو، ایک محفوظ جگہ پر حاصل کرنے کی کوشش کریں. باورچی خانے، گیراج، یا ورکشاپ سے دور رہو. ٹائل یا لکڑی کے فرش کے ساتھ کمرے سے بچنے کے لئے کوشش کریں. بدسلوکی کرنے والے بچے ہیں جہاں نہیں چلا، آپ کو نقصان پہنچانے کے لئے شروع ہوتا ہے تو؛ بدسلوکی کرنے والے انہیں بھی چوٹ پہنچائی کر سکتے. اس وقت تشدد سے بچنے کے لئے کوئی راستہ نہیں ہے، تو اپنے آپ کو ایک چھوٹے سے ہدف بنانے کے. ایک کونے میں کودو اور ایک گیند میں اپ curl. آپ کے چہرے کی حفاظت اور ایک دوسرے کے ساتھ اپنی انگلی ریپنگ، آپ کے سر میں سے ہر ایک کی طرف کے ارد گرد اپنے ہتھیار ڈال دیا. سکارف یا طویل زیورات پہننے کے لئے نہیں کی کوشش کریں. بدسلوکی کرنے والا آپ کو گلا گھونٹ ان چیزوں کو استعمال کر سکتے ہیں.
