Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: No. Only the state that issued your protective order can change, extend, or cancel the order. You cannot have this done by a court in Georgia. To have your order changed, extended, or canceled, you will have to file a motion or petition, notify your abuser, and attend a hearing in the court where the order was issued. To find out more information about how to modify a restraining order, see the Restraining Order page for the state where your order was issued. If your order does expire while you are living in Georgia, you may be able to get a new one issued in Georgia. but this may be difficult to do if no new incidents of abuse have occurred in Georgia. To find out more information on how to get a protective order in Georgia.
ar: رقم فقط الدولة التي أصدرت أمر الحماية الخاص بك يمكن أن يتغير، تمديد أو إلغاء النظام. لا يمكن أن يكون هذا القيام به من قبل محكمة في جورجيا. قد طلبك تغيرت، تمديد، أو إلغاء، سيكون لديك لتقديم طلب أو التماس، يخطر الشخص المسيء إليك، وحضور جلسة في المحكمة حيث صدر النظام. لمعرفة مزيد من المعلومات حول كيفية تعديل أمر تقييدي، راجع صفحة أمر تقييدي للدولة حيث صدر طلبك. إذا كان طلبك لا تنتهي بينما كنت تعيش في جورجيا، قد تكون قادرة على الحصول على واحد جديد صدر في جورجيا. ولكن هذا قد يكون من الصعب أن تفعل إذا وقعت أي حوادث جديدة من سوء المعاملة في جورجيا. لمعرفة مزيد من المعلومات حول كيفية الحصول على أمر الحماية في جورجيا.
es: No. Sólo el estado que emitió su orden de protección puede cambiar, extender o cancelar la orden. No se puede tener este hecho por un tribunal de Georgia. Para que su orden ha cambiado, extendida o cancelada, usted tendrá que presentar una moción o petición, notificar a su abusador, y asistir a una audiencia en el tribunal donde se emitió la orden. Para obtener más información acerca de cómo modificar una orden de restricción, vea la página de la orden de restricción para el estado donde se emitió su orden. Si su orden expira mientras usted está viviendo en Georgia, usted puede ser capaz de conseguir uno nuevo emitido en Georgia. pero esto puede ser difícil de hacer si no hay nuevos casos de abusos se han producido en Georgia. Para obtener más información sobre cómo obtener una orden de protección en Georgia.
hi: क्रम बदलने के लिए, विस्तार, या रद्द कर सकते हैं अपने सुरक्षात्मक आदेश जारी किया है कि नहीं, केवल राज्य. आप इस जॉर्जिया में एक अदालत द्वारा ऐसा नहीं कर सकते हैं. अपने आदेश, बदल बढ़ाया, या रद्द कर दिया है, तो आप एक प्रस्ताव या याचिका दायर अपने abuser सूचित, और आदेश जारी किया गया था, जहां अदालत में एक सुनवाई में भाग लेने के लिए होगा. अपने आदेश जारी किया गया था, जहां राज्य के लिए निरोधक आदेश पृष्ठ देखें, एक निरोधक आदेश को संशोधित करने के बारे में और अधिक जानकारी प्राप्त करने के लिए. आप जॉर्जिया में रह रहे हैं, जबकि अपने आदेश की समय सीमा समाप्त होती है, तो आप जॉर्जिया में जारी एक नया एक प्राप्त करने में सक्षम हो सकता है. लेकिन इस दुरुपयोग का कोई नया घटनाओं जॉर्जिया में हुई है अगर ऐसा करने के लिए मुश्किल हो सकता है. जॉर्जिया में एक सुरक्षात्मक आदेश प्राप्त करने पर अधिक जानकारी प्राप्त करने के लिए.
ko: 순서를 변경, 확장 또는 취소 할 수 있습니다 귀하의 보호 명령을 발행 번호 만 상태입니다. 이 조지아 법원에 의해 수행 할 수 없습니다. 주문 변경, 확장 또는 취소 한하려면, 움직임 또는 청원을 학대자에게 통지하고, 주문이 실행 된 법정에서 심리에 참석해야합니다. 주문이 실행 된 상태에 대한 금지 명령 페이지를 참조하십시오 금지 명령을 수정하는 방법에 대한 자세한 내용을 알 수 있습니다. 없음 n 만약 당신이 조지 아주에 거주하는 동안, 당신은 조지아에서 발행 된 새를받을 수 있습니다 기한이 만료 된 주문을 . 그러나 이것은 학대의 새로운 사건이 조지아에서 발생하지 않은 경우 수행하기 어려울 수 있습니다. 조지아에 보호 명령을 얻는 방법에 대한 자세한 내용을 알 수 있습니다.
ur_in: حکم، تبدیل کی توسیع، یا منسوخ کر سکتے ہیں آپ کی حفاظتی حکم جاری کیا ہے کہ نہیں صرف ریاست. آپ اس جارجیا میں ایک عدالت کی طرف سے کیا نہیں کر سکتے ہیں. آپ کے حکم، تبدیل توسیع، یا منسوخ کرنے کے لئے، آپ کو ایک تحریک یا درخواست دائر آپ کے abuser کو مطلع کریں، اور حکم جاری کیا گیا تھا جہاں کورٹ میں سماعت میں شرکت کرنے کے لئے پڑے گا. آپ کے حکم جاری کیا گیا تھا، جہاں ریاست کے لئے روکنے کے حکم کے صفحے کو دیکھنے کے، حکم امتناعی پر نظر ثانی کرنے کے لئے کس طرح کے بارے میں مزید معلومات حاصل کرنے کے لئے. آپ جارجیا میں رہ رہے ہیں جبکہ آپ کے حکم کی مدت ختم ہوتی ہے تو، آپ کو جارجیا میں جاری ایک نیا حاصل کرنے کے قابل ہو سکتا ہے. لیکن اس کے استعمال کے لیے کوئی نیا واقعات جارجیا میں ہوا ہے تو ایسا کرنے کے لئے مشکل ہو سکتا ہے. جارجیا میں ایک حفاظتی حکم حاصل کرنے کے لئے کس طرح کے بارے میں مزید معلومات حاصل کرنے کے لئے.

source: Parental Kidnapping -- When the other parent wants to take your children out of the state -- I am afraid the other parent will take our children out of the state. What can I do?
ar: اختطاف الوالدين - عندما يريد الوالد الآخر أن تأخذ أطفالك من الدولة - أخشى أن الوالد الآخر يأخذ أطفالنا من الدولة. ماذا يمكنني أن أفعل؟
es: Secuestro Parental - Cuando el otro padre quiere llevarse a sus hijos fuera del estado - Me temo que el otro padre se llevará a nuestros hijos fuera del estado. Qué puedo hacer?
hi: माता पिता का अपहरण - दूसरे माता पिता के राज्य से बाहर अपने बच्चों को लेने के लिए चाहता है - मैं दूसरे माता पिता के राज्य के बाहर हमारे बच्चों को ले जाएगा डर लग रहा है. मैं क्या कर सकता है?
ko: 자녀 납치 - 다른 부모가 상태에서 당신의 아이를 가지고 싶어 - 내가 다른 부모가 국가에서 우리의 아이들을 취할 것입니다 두렵다. 내가 무엇을 할 수 있습니까?
ur_in: والدین اغوا - دیگر والدین ریاست سے باہر اپنے بچوں کو لینے کے لئے چاہتا ہے - میں دوسرے والدین ریاست سے باہر اپنے بچوں کو لے جائے گا ڈرتا ہوں. میں کیا کر سکتے ہیں؟

source: Parental Kidnapping -- When the other parent wants to take your children out of the state -- If the other parent takes my children out of state, can s/he be charged with kidnapping?
ar: اختطاف الوالدين - عندما يريد الوالد الآخر أن تأخذ أطفالك من الدولة - إذا كان الوالد الآخر يأخذ أبنائي خارج الدولة، يمكن ق / انه توجه له تهمة الخطف؟
es: Secuestro Parental - Cuando el otro padre quiere llevarse a sus hijos fuera del estado - Si el otro padre se lleva a mis hijos fuera del estado, puede s / se le acusado de secuestro?
hi: माता पिता का अपहरण - दूसरे माता पिता के राज्य से बाहर अपने बच्चों को लेने के लिए चाहता है - दूसरे माता पिता के राज्य से बाहर अपने बच्चों लेता है, एस / वह अपहरण का आरोप लगाया जा सकता है?
ko: 자녀 납치 - 다른 부모가 상태에서 당신의 아이를 가지고 싶어 - 다른 부모 상태에서 아이들 걸리는 경우, S / 그가 납치 혐의로 기소 할 수 있는가?
ur_in: والدین اغوا - دیگر والدین ریاست سے باہر اپنے بچوں کو لینے کے لئے چاہتا ہے - دوسرے والدین ریاست سے باہر اپنے بچوں کو لیتا ہے، S / وہ اغوا کا الزام عائد کیا جا سکتا ہے؟

source: Partnership Against Domestic Violence
ar: شراكة لمناهضة العنف الأسري
es: Asociación contra la Violencia Doméstica
hi: घरेलू हिंसा के खिलाफ भागीदारी
ko: 가정 폭력에 대하여 파트너십
ur_in: گھریلو تشدد کے خلاف پارٹنرشپ

source: Please note that computer use can be monitored by an abuser and there are ways for an abuser to access your email and to find out what sites you have visited on the Internet. It is impossible to completely clear all data related to your computer activity. If you are in danger, please use a computer that the abuser cannot access (such as a public terminal at a library, community center, or domestic violence organization), and call your local domestic violence organization and/or the National Domestic Violence Hotline at 1-800-799-SAFE for help.
ar: يرجى ملاحظة يمكن رصدها أن استخدام الكمبيوتر من قبل المعتدي وهناك طرق لالمسيء للوصول إلى البريد الالكتروني الخاص بك ومعرفة ما هي المواقع التي قمت بزيارتها على الإنترنت. فمن المستحيل اضحة تماما جميع البيانات المتعلقة بالنشاط جهاز الكمبيوتر الخاص بك. إذا كنت في خطر، يرجى استخدام جهاز كمبيوتر يعمل المسيء لا يمكن الوصول (مثل محطة الجمهور في مكتبة ومركز اجتماعي، أو منظمة العنف المنزلي)، والدعوة مؤسستك المحلية العنف الأسري و / أو الخط الساخن العنف الأسري الوطني في 1-800-799-7233 للحصول على المساعدة.
es: Tenga en cuenta que el uso del ordenador puede ser controlado por un abusador y hay maneras para que un abusador para acceder a su correo electrónico y para averiguar lo que los sitios que ha visitado en Internet. Es imposible eliminarlo por completo todos los datos relacionados con la actividad de su computadora. Si usted está en peligro, use una computadora que el abusador no puede acceder (como una terminal en una biblioteca, un centro comunitario o una organización de violencia doméstica), y llame a su organización local de violencia doméstica y / oa la Línea Nacional de Violencia Doméstica al 1-800-799-SAFE para obtener ayuda.
hi: उस कंप्यूटर का उपयोग एक abuser द्वारा नजर रखी जा सकती ध्यान दें और अपने ईमेल का उपयोग करने के लिए और आप इंटरनेट पर दौरा किया है क्या साइटों पता लगाने के लिए एक abuser के लिए तरीके हैं कृपया. यह आपके कंप्यूटर गतिविधि से संबंधित सभी डेटा को पूरी तरह स्पष्ट करने के लिए असंभव है. आप खतरे में हैं, प्रताड़ित करने के लिए अपने स्थानीय घरेलू हिंसा संगठन और / या राष्ट्रीय घरेलू हिंसा हॉटलाइन पर नहीं (जैसे एक सार्वजनिक लाइब्रेरी में टर्मिनल, सामुदायिक केंद्र, या घरेलू हिंसा संगठन के रूप में) का उपयोग, और कॉल कर सकते हैं कि एक कंप्यूटर का इस्तेमाल करें 1-800-799 सुरक्षित मदद के लिए.
ko: 해당 컴퓨터 사용이 가해자에 의해 모니터링 될 수 있습니다 및 이메일에 액세스하고 인터넷에 방문한 어떤 사이트 알 학대자에 대한 방법이 있습니다하시기 바랍니다. 그것은 당신의 컴퓨터 활동에 관련된 모든 데이터를 완전히 취소하는 것은 불가능하다. 당신이 위험에있는 경우, 가해자가 해당 지역의 가정 폭력 조직 및 / 또는 전국 가정 폭력 핫라인하지 (예 : 공공 도서관에서 터미널, 커뮤니티 센터, 가정 폭력 조직 등) 액세스 등을 호출 할 수있는 컴퓨터를 사용하십시오 도움 1-800-799-SAFE.
ur_in: کہ کمپیوٹر کے استعمال کے ایک بدسلوکی کرنے والے کی طرف سے نگرانی کی جا سکتی نوٹ اور آپ کے ای میل تک رسائی حاصل کرنے اور آپ کو انٹرنیٹ پر کا دورہ کیا ہے سائٹس کے باہر تلاش کرنے کے لئے ایک بدسلوکی کرنے کے لئے طریقے ہیں، براہ مہربانی. یہ آپ کے کمپیوٹر کی سرگرمیوں سے متعلق تمام اعداد و شمار مکمل طور پر واضح کرنے کے لئے ناممکن ہے. آپ خطرے میں ہیں تو، بدسلوکی کرنے والے اپنے مقامی گھریلو تشدد تنظیم اور / یا قومی گھریلو تشدد کی ہاٹ لائن پر نہیں (اس طرح کے ایک عوامی لائبریری میں ٹرمینل، کمیونٹی سینٹر، یا گھریلو تشدد تنظیم کے طور پر) تک رسائی، اور کال کر سکتے ہیں کہ ایک کمپیوٹر استعمال کریں 1-800-799 محفوظ کی مدد کے لئے.

source: Possibly, yes. The judge must take into consideration any evidence of family violence when making a custody decision. When evidence of family violence is found, the judge will also take into consideration the safety and well-being of the child and of the parent who is the victim of family violence – this should be one of the judge’s main concerns. The judge should also consider the abuser’s history of violence or of causing reasonable fear of violence to another person.* However, there are many other factors that s/he will consider as well - see How will a judge make a decision about custody? Therefore, the fact that a parent committed family violence does not necessarily mean that s/he will be denied custody. Visitation or parenting time may be awarded to a parent who committed violence only if the judge believes that proper measures can be taken to ensure the safety of you and your child. Here are some things the judge could include in the visitation order: that the transfer of your child (from one parent to another) take place in a protected setting; supervised visitation by another person or agency (the abuser may be ordered to cover the cost of this); that the abuser has to attend and complete a certified family violence intervention program; that the abuser cannot drink or do drugs during the visitation and for twenty-four hours before the visitation; that overnight visitation is not allowed; that the abuser post a bond (money) for the return and safety of the child; and require any other condition that is considered necessary to provide for the safety of the child, the victim of violence, and any other household member.** Whether or not visitation or parenting time is allowed, the judge may order the address of the child and the victim of family violence to be kept confidential.*** Note: A judge will not order you to attend joint counseling with the abuser as a condition of receiving custody, visitation, or parenting time.**** It is recommended that you seek legal advice from a lawyer to assist you in a custody case involving domestic violence issues. For information on how to find a lawyer see our GA Finding a Lawyer page. * O.C.G.A. § 19-9-3(a)(4) ** O.C.G.A. § 19-9-7(a) *** O.C.G.A. § 19-9-7(b) **** O.C.G.A. § 19-9-7(c)
ar: ربما، نعم. القاضي يجب أن تأخذ في الاعتبار أية أدلة على العنف الأسري عند اتخاذ قرار الحجز. عند العثور على أدلة تثبت العنف الأسري، فإن القاضي أيضا أن تأخذ بعين الاعتبار سلامة ورفاه الطفل والوالد الذي هو ضحية العنف الأسري - وهذا يجب أن يكون واحدا من الاهتمامات الرئيسية القاضي. يجب على القاضي أن تنظر أيضا في التاريخ المسيء للعنف أو التسبب في خوف معقول من العنف إلى شخص آخر * ومع ذلك، هناك العديد من العوامل الأخرى التي ق / انه سوف ينظر أيضا - انظر كيف قاض قرارا حول السجن؟ ولذلك، فإن حقيقة أن أحد الوالدين ارتكبت العنف الأسري لا يعني بالضرورة أن ق / انه سيتم رفض الوصاية. الزيارة أو الوقت الأبوة والأمومة قد منحت لأحد الوالدين الذين ارتكبوا العنف إلا إذا كان القاضي يرى أن التدابير المناسبة التي يمكن اتخاذها لضمان سلامة لك ولطفلك. وهنا بعض الأشياء يمكن أن تشمل القاضي في ترتيب الزيارة: أن نقل طفلك (من أحد الوالدين إلى آخر) تجري في محيط المحمية؛ الزيارة التي يشرف عليها شخص أو وكالة أخرى (قد يكون أمر المسيء لتغطية تكلفة هذا). أن المعتدي له للحضور وإكمال برنامج شهادة التدخل العنف الأسري. أن المعتدي لا يمكن أن يشرب أو تفعل المخدرات خلال الزيارة وعن أربع وعشرين ساعة قبل الزيارة. لا يجوز أن الزيارة بين عشية وضحاها. أن المعتدي مرحلة ما بعد السندات (المال) للعودة وسلامة الطفل؛ و تتطلب أي حالة أخرى التي تعتبر ضرورية لتوفير السلامة للطفل، ضحية العنف، وأي فرد من أفراد الأسرة الآخرين. ** أم لا يسمح الزيارة أو الوقت الأبوة والأمومة، يجوز للقاضي أن يأمر عنوان الطفل وضحية العنف الأسري إلى أن تبقى سرية. *** ملاحظة: سوف قاض لا تأمر سيادتكم لحضور المشورة مشتركة مع المسيء كشرط لتلقي الحضانة، الزيارة، أو وقت **** الأبوة والأمومة. ومن المستحسن الحصول على مشورة قانونية من محام لمساعدتك في قضية الحضانة التي تنطوي على مسائل العنف المنزلي. * O.C.G.A. § 19-9-3(a)(4) ** O.C.G.A. § 19-9-7(a) *** O.C.G.A. § 19-9-7(b) **** O.C.G.A. § 19-9-7(c)
es: Posiblemente, sí. El juez debe tener en cuenta cualquier evidencia de violencia en la familia al tomar una decisión de custodia. Cuando se encuentren pruebas de la violencia familiar, el juez también tendrá en cuenta la seguridad y el bienestar del niño y del padre que es víctima de violencia familiar - esto debería ser una de las principales preocupaciones del juez. El juez también debe considerar la historia de la persona que abusa de la violencia o de causar temor razonable de la violencia a otra persona * Sin embargo, hay muchos otros factores que s / él tendrá en cuenta también -. ¿Cómo va a ver a un juez tomar una decisión sobre la custodia? Por lo tanto, el hecho de que uno de los padres la violencia familiar comprometida no necesariamente significa que él / ella se le negará la custodia. Visitar o crianza de tiempo puede ser otorgado a un padre que cometió violencia sólo si el juez cree que se puedan tomar las medidas adecuadas para garantizar la seguridad de usted y su hijo. Aquí hay algunas cosas que el juez podría incluir en el orden de visitas: que la transferencia de su hijo (de un padre a otro) tienen lugar en un entorno protegido; n visitación nsupervised por otra persona o entidad (el abusador puede ser obligado a cubrir el costo de este); n nque el abusador tiene que asistir y completar un programa de intervención en violencia familiar certificada; que el abusador no puede beber o consumir drogas durante la visita y durante veinticuatro horas antes de la visita; que las visitas durante la noche no está permitido; n nque el mensaje abusador una fianza (dinero) para el retorno y la seguridad de los niños; y exigir de cualquier otra condición que se considera necesaria para velar por la seguridad del niño, la víctima de la violencia, y cualquier otro miembro del hogar.** Sea o no las visitas o se permite el tiempo de crianza, el juez puede ordenar la dirección del niño y de la víctima de violencia familiar que se mantengan confidenciales.*** Nota: Un juez no ordenará a asistir a terapia conjunta con el agresor como condición para recibir la custodia, visitas o tiempo de crianza.**** Se recomienda que usted busque consejo legal de un abogado para ayudarle en un caso de custodia en relación con cuestiones de violencia doméstica. Para obtener información sobre cómo encontrar un abogado, consulte nuestro GA Encontrar a un Abogado. * O.C.G.A. § 19-9-3(a)(4) ** O.C.G.A. § 19-9-7(a) *** O.C.G.A. § 19-9-7(b) **** O.C.G.A. § 19-9-7(c)
hi: शायद, हां. एक हिरासत निर्णय लेने जब ​​न्यायाधीश को ध्यान में परिवार हिंसा का कोई सबूत रखना चाहिए. परिवार हिंसा का सबूत नहीं मिला है, जब न्यायाधीश को भी ध्यान में सुरक्षा और बच्चे की और पारिवारिक हिंसा का शिकार है जो माता पिता की भलाई के लिए ले जाएगा - यह जज के मुख्य चिंताओं में से एक होना चाहिए. जज भी हिंसा की या किसी अन्य व्यक्ति को हिंसा की उचित भय पैदा की है abuser इतिहास पर विचार करना चाहिए * हालांकि, / वह के रूप में अच्छी तरह से विचार करेंगे है कि कई अन्य कारक हैं -. एक न्यायाधीश हिरासत के बारे में एक फैसला करना होगा कैसे देखते हैं? इसलिए, एक माता पिता के लिए प्रतिबद्ध परिवार हिंसा जरूरी है कि इसका मतलब यह नहीं है कि तथ्य यह है / वह हिरासत से वंचित हो जायेंगे. मुलाक़ात या parenting समय न्यायाधीश उचित उपाय आप और आपके बच्चे की सुरक्षा सुनिश्चित करने के लिए लिया जा सकता है का मानना ​​है कि केवल अगर हिंसा करने वाले एक माता पिता को सम्मानित किया जा सकता है. यहाँ न्यायाधीश मुलाक़ात क्रम में शामिल हो सकते हैं कुछ बातें कर रहे हैं: (एक माता पिता से दूसरे) अपने बच्चे के हस्तांतरण के एक संरक्षित सेटिंग में उस जगह ले; किसी अन्य व्यक्ति या एजेंसी द्वारा निगरानी की मुलाक़ात (abuser इस की लागत को कवर करने के लिए आदेश दिया जा सकता है); प्रताड़ित करने में भाग लेने और एक प्रमाणित परिवार हिंसा हस्तक्षेप कार्यक्रम को पूरा करने के लिए है कि; abuser पीने या मुलाक़ात के दौरान और मुलाक़ात से पहले चौबीस घंटे के लिए दवाओं ऐसा नहीं कर सकते कि; कि रातोंरात मुलाक़ात की अनुमति नहीं है; abuser बच्चे की वापसी और सुरक्षा के लिए एक बांड (पैसा) पोस्ट कि; और बच्चे की सुरक्षा, हिंसा की शिकार है, और किसी भी अन्य घरेलू सदस्य के लिए उपलब्ध कराने के लिए आवश्यक माना जाता है कि किसी भी अन्य शर्त की आवश्यकता होती है.** मुलाक़ात या parenting समय की अनुमति दी है या नहीं, बच्चे का पता और पारिवारिक हिंसा का शिकार आदेश कर सकते हैं न्यायाधीश गोपनीय रखा जाए.*** नोट: एक न्यायाधीश हिरासत, दर्शन, या parenting समय प्राप्त करने की एक शर्त के रूप में abuser के साथ संयुक्त परामर्श में भाग लेने के लिए आप आदेश नहीं होगा.**** यह आप घरेलू हिंसा के मुद्दों को शामिल हिरासत मामले में आपकी सहायता करने के लिए एक वकील से कानूनी सलाह लेने की सिफारिश की है. खोजने के लिए पर जानकारी के लिए एक वकील हमारे जीए एक वकील पेज ढूँढना देखें. * O.C.G.A. § 19-9-3(a)(4) ** O.C.G.A. § 19-9-7(a) *** O.C.G.A. § 19-9-7(b) **** O.C.G.A. § 19-9-7(c)
ko: 아마도, 예. 양육권 결정을 내릴 때 판사가 고려 가정 폭력의 증거를 취해야합니다. 가정 폭력의 증거가 발견되면, 판사는 고려 안전과 아동의 가족 폭력의 피해자 부모의 복지를 취할 것 -이 판사의 주요 관심사 중 하나이어야한다. 판사는 폭력 또는 다른 사람에게 폭력의 합리적인 공포를 일으키는 가해자의 역사를 고려해야합니다 * 그러나, / 그는뿐만 아니라 고려합니다 s의 다른 많은 요인이 있습니다 -. 판사가 양육권에 대한 결정을 내릴 것입니다 방법을 참조하십시오는? 따라서 부모 최선을 다하고 가정 폭력은 반드시 그 의미하지 않는다는 사실은 / 그가 양육권을 거부됩니다에요. 방문 또는 양육 시간은 판사가 적절한 조치가 당신과 당신의 아이의 안전을 보장하기 위해 취할 수 있다고 믿습니다 경우에만 폭력을 저지른 부모에게 수여 할 수있다. 여기에 판사가 방문 순서에 포함 수있는 몇 가지 사항은 다음과 같습니다 (한 부모에서 다른) 자녀의 전송은 보호 설정에서 일어날 것을; 다른 사람이나 기관에 의해 감독 방문은 (가해자는이 비용을 충당하기 위해 주문할 수있다); 가해자가 참석하고 공인 가정 폭력 개입 프로그램을 완료로 쉽게 이동할 수 있습니다; 가해자는 마시거나 방문 동안 및 방문 전에 이십사시간 위해 마약을 할 수 없어; 그 하룻밤의 방문은 허용되지 않습니다; 가해자는 아동의 반환 및 안전에 대한 채권 (돈을) 게시 할 것을; 및 아이의 안전, 폭력의 피해자와 다른 가족 구성원을 제공하기 위해 필요하다고 인정되는 다른 조건을 필요로한다.** 방문 또는 양육 시간이 허용 여부, 자녀의 주소와 가정 폭력의 피해자를 주문할 수 있습니다 판사는 기밀로 유지합니다.*** 참고 : 판사는 양육권, 방문 권, 또는 육아 시간을 수신하는 조건으로 가해자와의 공동 상담에 참석하기 위해 당신을 주문하지 않습니다.**** 그것은 당신이 가정 폭력 문제를 포함 양육권 경우에 당신을 돕기 위해 변호사로부터 법률 자문을 구하는 것이 좋습니다. 찾는 방법에 대한 자세한 내용은 변호사가 우리의 GA 변호사가 페이지를 찾기를 참조하십시오. * O.C.G.A. § 19-9-3(a)(4) ** O.C.G.A. § 19-9-7(a) *** O.C.G.A. § 19-9-7(b) **** O.C.G.A. § 19-9-7(c)
ur_in: شاید، ہاں. ایک حراست فیصلہ کرتے وقت جج غور گھریلو تشدد کا کوئی ثبوت رکھنا چاہئے. گھریلو تشدد کا ثبوت پایا جاتا ہے تو، جج بھی غور حفاظت اور بچے کی اور خاندان کے تشدد کا شکار ہے جو والدین کی فلاح کے لے جائے گا - اس جج کی اہم خدشات میں سے ایک ہونا چاہئے. جج بھی تشدد کے یا کسی دوسرے شخص کو تشدد کے مناسب خوف کی وجہ سے کی بدسلوکی کرنے کی تاریخ پر غور کرنا چاہئے * تاہم، / وہ کے طور پر اچھی طرح سے غور کیا جائے گا ہے کہ بہت سے دوسرے عوامل ہیں -. ایک جج کی حراست کے بارے میں فیصلہ کرے گا کس طرح دیکھتے ہیں؟ لہذا، والدین کا ارتکاب گھریلو تشدد ضروری ہے کہ مطلب یہ نہیں ہے حقیقت یہ ہے کہ / وہ حراست انکار کیا جائے گا ہے. ملاقات یا والدین وقت جج مناسب اقدامات آپ اور آپ کے بچے کی حفاظت کو یقینی بنانے کے لئے لے جایا جا سکتا ہے صرف اس صورت میں تشدد کا ارتکاب کیا جو والدین کو دیا جا سکتا ہے. یہاں جج ملاقات کے لئے میں شامل کر سکتے ہیں کچھ چیزیں ہیں: (ایک والدین کی طرف سے دوسرے کو) آپ کے بچے کی منتقلی کے ایک محفوظ ماحول میں جگہ نہیں لے. کسی دوسرے شخص یا ایجنسی کی طرف سے نگرانی ملاقات (بدسلوکی اس کے اخراجات کو پورا کرنے کا حکم دیا جا سکتا ہے)؛ بدسلوکی کرنے میں شرکت اور ایک مصدقہ گھریلو تشدد مداخلت پروگرام کو مکمل کرنے گیا ہے؛ بدسلوکی کرنے والے پینے یا ملاقات کے دوران اور ملاقات سے پہلے چوبیس گھنٹے کے لئے منشیات نہیں کر سکتے ہیں؛ کہ رات ملاقات کی اجازت نہیں ہے. بدسلوکی کرنے والے بچے کی واپسی اور حفاظت کے لئے ایک بانڈ (رقم) پوسٹ ہے؛ اور بچے کی حفاظت، تشدد کا شکار، اور کسی بھی دوسرے گھر کے رکن کے لئے فراہم کرنے کے لئے ضروری سمجھا جاتا ہے کہ کسی بھی دوسرے کی حالت کی ضرورت ہوتی ہے.** ملاقات یا والدین وقت کی اجازت ہے یا نہیں، بچے کے ایڈریس اور گھریلو تشدد کا شکار آرڈر کر سکتے جج خفیہ رکھا جائے گا.*** نوٹ: ایک جج حراست، ملاقات، یا والدین وقت حاصل کرنے کی ایک شرط کے طور پر بدسلوکی کرنے والے کے ساتھ مشترکہ مشاورت میں شرکت کے لئے آپ کے حکم نہیں ہو گا.**** یہ آپ کو گھریلو تشدد کے مسائل شامل حراست کے معاملے میں آپ کی مدد کرنے کے لئے ایک وکیل سے قانونی مشورہ حاصل ہے کہ سفارش کی جاتی ہے. تلاش کرنے کے لئے کس طرح کے بارے میں معلومات کے لئے ایک وکیل ہمارے GA ایک وکیل صفحہ تلاش دیکھیں. * O.C.G.A. § 19-9-3(a)(4) ** O.C.G.A. § 19-9-7(a) *** O.C.G.A. § 19-9-7(b) **** O.C.G.A. § 19-9-7(c)

source: purple pocketbook
es: bolsillo púrpura
ko: 보라색 수첩
ur_in: جامنی جیب کتاب

source: quiz
es: examen
ko: 퀴즈
ur_in: کوئز
