Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Generally, the state of Georgia encourages a child to have continuing contact with both parents.* However, custody will be determined according to what the judge considers to be in the child’s best interest. The judge may consider any relevant factor including, but not limited to the: Love, affection, bonding, and emotional ties existing between the child and each parent, as well as his/her siblings, half siblings, and stepsiblings; Ability of each parent to give the child love, affection, and guidance and to continue raising and supporting the education of the child; Each parent's knowledge and familiarity of the child and the child's needs; Ability of each parent to provide the child with food, clothing, medical care, day-to-day needs, and other necessary basic care (Note: When looking at this, the judge will also take in consideration whether the other parent might provide child support); Home environment of each parent (focusing on whether the environment will allow for the nurturing and safety of the child, rather than superficial or material factors); Importance of continuity in the child's life and the length of time the child has lived in a stable environment; Stability of each parent’s family and community support systems; Mental and physical health of each parent (Note: The judge has the power to order a psychological or medical evaluation of the family);*1 Each parent's involvement in the child's educational, social, and extracurricular activities; Each parent's employment schedule (looking at how flexible the parent’s schedule is and what limitations exist, if any, to care for the child); Home, school, and community record and history of the child, as well as any health or educational special needs of the child; Each parent's ability to manage parenting responsibilities (both past and future); Each parent’s willingness and ability to encourage a close and continuing parent-child relationship with the other parent (if it is in the best interest of the child); Any recommendation by a court appointed custody evaluator or guardian ad litem (attorney or representative appointed for the child during the court case); Any evidence of family violence or sexual, mental, or physical child abuse or criminal history of either parent; and Any evidence of substance abuse by either parent.*2 When evidence of family violence is found, the judge will also take into consideration: the safety and well-being of the child and of the parent who is the victim of family violence – this should be one of the judge’s main concerns; and the abuser’s history of violence or of causing reasonable fear of violence to another person.*3 Note: For purposes of a custody decision, if a parent is absent or relocates because of domestic violence, this will not be considered child abandonment (assuming that the parent is away for what is considered to be a reasonable amount of time).*4 * O.C.G.A. § 19-9-3(d) *1 O.C.G.A. § 19-9-3(a)(7) *2 O.C.G.A. § 19-9-3(a)(3) *3 O.C.G.A. § 19-9-3(a)(4) *4 O.C.G.A. § 19-9-3(a)(4)(C)
ar: عموما، ولاية جورجيا تشجع الطفل على الاتصال المستمر مع كلا الوالدين. * ومع ذلك، سيتم تحديد الحضانة وفق ما رأى القاضي أن يكون في مصلحة الطفل. يجوز للقاضي أن ينظر أي عامل ذات الصلة بما في ذلك، ولكن لا تقتصر على: الحب والمودة والترابط، والعلاقات العاطفية القائمة بين الطفل وكل من الوالدين، وكذلك له / لها الأشقاء، والأشقاء نصف، وخطوة الأشقاء. قدرة كل من الوالدين لإعطاء الطفل الحب والمودة، والتوجيه، وإلى الاستمرار في رفع ودعم التعليم للطفل؛ معرفة كل من الوالدين والألفة الطفل واحتياجات الطفل. قدرة كل من الوالدين إلى الطفل مع توفير المأكل والملبس والرعاية الطبية واحتياجات يوما بعد يوم، والرعاية الأساسية الضرورية الأخرى (ملاحظة: عندما تبحث في هذا، فإن القاضي أيضا أن تأخذ في الاعتبار ما إذا كان الوالد الآخر قد تقدم الطفل الدعم). البيئة المنزلية من كل من الوالدين (تركز على ما إذا كانت البيئة سيسمح للتغذية وسلامة الطفل، بدلا من عوامل سطحية أو المادية)؛ أهمية الاستمرارية في حياة الطفل وطول الوقت قد عاش الطفل في بيئة مستقرة؛ استقرار النظم الأسرة ودعم المجتمع المحلي لكل من الوالدين. الصحة العقلية والبدنية من كل من الوالدين (ملاحظة: إن القاضي له سلطة الأمر على التقييم النفسي أو الطبي للعائلة)؛ * 1 مشاركة كل من الوالدين في، وأنشطة الطفل التعليمية والاجتماعية اللامنهجية. جدول العمل كل من الوالدين (تبحث في مدى مرونة جدول الوالد هو وماذا قيود الوجود، إن وجدت، لرعاية الأطفال). المنزل والمدرسة والمجتمع والتاريخ سجل للطفل، وكذلك أي صحة أو الاحتياجات الخاصة التعليمية للطفل؛ قدرة كل من الوالدين على إدارة مسؤوليات الأبوة والأمومة (الماضي والمستقبل على حد سواء). رغبة كل من الوالدين وقدرتها على تشجيع الوثيق والمستمر العلاقة بين الوالدين والطفل مع الوالد الآخر (إذا كان في مصلحة الطفل). أي توصية من قبل محكمة عين مقيم الحجز أو المخصصين الحارس (محام أو ممثل معين للطفل أثناء حالة المحكمة). أي دليل من العنف الأسري أو الاعتداء الجنسي على الأطفال، عقلي أو بدني أو تاريخ إجرامي من أي من الوالدين. و أي أدلة على تعاطي المخدرات من قبل أحد الوالدين. * 2 عند العثور على أدلة تثبت العنف الأسري، فإن القاضي أيضا أن تأخذ بعين الاعتبار: سلامة ورفاه الطفل والوالد الذي هو ضحية العنف الأسري - وهذا يجب أن يكون واحدا من الاهتمامات الرئيسية القاضي. و التاريخ المسيء للعنف أو التسبب في خوف معقول من العنف إلى شخص آخر. * 3 ملاحظة: لأغراض قرار الحبس، إذا كان أحد الوالدين أو إلى إعادة تحديد موقع غائب بسبب العنف المنزلي، وهذا التخلي عن الأطفال لن يتم النظر (على افتراض أن الأصل هو بعيدا عن ما يعتبر كمية معقولة من الوقت) * 4. * O.C.G.A. § 19-9-3(d) *1 O.C.G.A. § 19-9-3(a)(7) *2 O.C.G.A. § 19-9-3(a)(3) *3 O.C.G.A. § 19-9-3(a)(4) *4 O.C.G.A. § 19-9-3(a)(4)(C)
es: En general, el estado de Georgia anima a un niño a tener un contacto continuo con ambos padres. * Sin embargo, la custodia se determinará de acuerdo con lo que el juez considera que es contrario al interés superior del niño. El juez podrá examinar cualquier factor relevante, incluyendo, pero no limitado a la: El amor, el afecto, la unión, y los lazos emocionales existentes entre el niño y cada padre, así como su / sus hermanos, medio hermanos y hermanastros; Capacidad de cada padre para dar al niño el amor, el afecto, y la orientación y para continuar la crianza y el apoyo a la educación del niño; Conocimiento de cada padre y la familiaridad del niño y las necesidades del niño; Capacidad de cada padre para proveer al niño con la comida, el vestido, la asistencia médica, las necesidades del día a día, y otros cuidados básicos necesarios (Nota: Cuando se mira en esto, el juez también tomará en consideración si el otro padre podría proporcionar niño de apoyo); Entorno de Inicio de cada padre (que se centra en si el entorno permitirá la crianza y la seguridad del niño, en lugar de los factores superficiales o materiales); Importancia de la continuidad en la vida del niño y la longitud de tiempo que el niño ha vivido en un ambiente estable; Estabilidad de los sistemas de apoyo familiar y comunitario de cada padre; La salud mental y física de cada padre (Nota: El juez tiene la facultad de ordenar una evaluación psicológica o médica de la familia);*1 La participación de cada padre en las actividades educativas, sociales y extracurriculares del niño; Horario de trabajo de cada padre (mirando a lo flexible horario de los padres es y qué limitaciones existen, si las hay, para cuidar a los niños); Hogar, la escuela, y el registro de la comunidad y de la historia del niño, así como las necesidades especiales de salud o educativas del niño; La capacidad de cada padre para manejar las responsabilidades de crianza (tanto pasadas como futuras); Disposición de cada padre y la capacidad para fomentar una relación padre-hijo estrecha y continua con el otro padre (si es en el mejor interés del niño); Cualquier recomendación de un tribunal nombrado evaluador de la custodia o el tutor ad litem (abogado o representante designado por el niño durante el juicio); Cualquier evidencia de violencia familiar o abuso infantil sexual, mental o física o la historia criminal de cualquiera de los padres; y Cualquier evidencia de abuso de sustancias por cualquiera de los padres.*2 Cuando se encuentren pruebas de la violencia familiar, el juez también tomará en consideración: la seguridad y el bienestar del niño y del padre que es víctima de violencia familiar - esto debería ser una de las principales preocupaciones de los jueces; y la historia de la persona que abusa de la violencia o de causar temor razonable de la violencia a otra persona.*3 Nota: Para los efectos de una decisión de custodia, si un padre está ausente o se traslada a causa de la violencia doméstica, esto no se considerará abandono de niños (suponiendo que el padre está lejos de lo que se considera que es una cantidad de tiempo razonable).*4 * O.C.G.A. § 19-9-3(d) *1 O.C.G.A. § 19-9-3(a)(7) *2 O.C.G.A. § 19-9-3(a)(3) *3 O.C.G.A. § 19-9-3(a)(4) *4 O.C.G.A. § 19-9-3(a)(4)(C)
hi: आम तौर पर, जॉर्जिया के राज्य दोनों के माता पिता के साथ जारी रखने से संपर्क किया है के लिए एक बच्चे को प्रोत्साहित करती है. * हालांकि, हिरासत न्यायाधीश बच्चे के सर्वोत्तम हित में हो समझता है के अनुसार निर्धारित किया जाएगा. न्यायाधीश सहित किसी भी प्रासंगिक पहलू पर विचार है, लेकिन सीमित नहीं हो सकता है: प्यार, स्नेह, संबंध, और बच्चे और प्रत्येक माता पिता, साथ ही उसकी / उसके भाई बहन, आधे भाई बहन, और stepsiblings के बीच मौजूदा भावनात्मक संबंधों; बच्चे को प्यार, स्नेह, और मार्गदर्शन देने के लिए और बच्चे की शिक्षा को ऊपर उठाने और समर्थन जारी रखने के लिए प्रत्येक माता पिता की क्षमता; हर माता पिता के ज्ञान और बच्चे और बच्चे की जरूरतों के परिचित; भोजन, वस्त्र, चिकित्सा देखभाल, दिन के लिए दिन की जरूरत है, और अन्य आवश्यक बुनियादी देखभाल (नोट के साथ बच्चे को प्रदान करने के लिए प्रत्येक माता पिता की योग्यता: इस को देख, न्यायाधीश भी अन्य माता पिता के बच्चे प्रदान हो सकता है कि क्या ध्यान में ले जाएगा समर्थन); प्रत्येक माता पिता (पर्यावरण बल्कि सतही या सामग्री कारकों से बच्चे के पोषण और सुरक्षा, के लिए अनुमति देगा कि क्या पर ध्यान केंद्रित) के घर का माहौल; बच्चे के जीवन में निरंतरता और बच्चे को एक स्थिर वातावरण में रहता है समय की लंबाई के महत्व; प्रत्येक माता पिता के परिवार और समुदाय का समर्थन प्रणाली की स्थिरता; प्रत्येक माता पिता के मानसिक और शारीरिक स्वास्थ्य (नोट: जज परिवार का एक मनोवैज्ञानिक या चिकित्सा मूल्यांकन के आदेश की शक्ति है), * 1 हर माता पिता के बच्चे की, शैक्षिक, सामाजिक और पाठ्येतर गतिविधियों में भागीदारी; हर माता पिता के रोजगार की अनुसूची (माता पिता की अनुसूची है और किसी भी अगर बच्चे की देखभाल के लिए, मौजूद हैं, क्या सीमाओं कैसे लचीला को देख); घर, स्कूल, और समुदाय के रिकॉर्ड और बच्चे के इतिहास, साथ ही बच्चे के किसी भी स्वास्थ्य या शिक्षा विशेष आवश्यकताओं; (अतीत और भविष्य दोनों) parenting जिम्मेदारियों का प्रबंधन करने के लिए हर माता पिता की क्षमता; हर माता पिता की इच्छा और (यह बच्चे के सर्वोत्तम हित में है) दूसरे माता पिता के साथ एक करीबी और सतत अभिभावक बच्चे संबंध को प्रोत्साहित करने की क्षमता; एक अदालत ने कोई सिफारिश हिरासत मूल्यांकनकर्ता या अभिभावक वादकालीन (वकील या प्रतिनिधि अदालत ने मामले के दौरान बच्चे के लिए नियुक्त) नियुक्त किया; परिवार हिंसा या यौन मानसिक, शारीरिक या बच्चे के दुरुपयोग या माता या पिता किसी के आपराधिक इतिहास का कोई सबूत; और या तो माता - पिता द्वारा मादक द्रव्यों के सेवन का कोई सबूत. *2 परिवार हिंसा का सबूत नहीं मिला है, जब जज भी ध्यान में रखना होगा: सुरक्षा और बच्चे की और पारिवारिक हिंसा का शिकार है, जो माता - पिता की अच्छी तरह से किया जा रहा है - यह जज की मुख्य चिंताओं में से एक होना चाहिए; और abuser की हिंसा का या किसी अन्य व्यक्ति को हिंसा का उचित भय पैदा करने का इतिहास.*3 नोट: एक हिरासत निर्णय के प्रयोजनों के लिए, एक माता पिता की वजह से घरेलू हिंसा के अनुपस्थित है या स्थानांतरित किया है, तो यह (माता - पिता समय की उचित राशि के लिए माना जाता है के लिए दूर है संभालने) बच्चा परित्याग नहीं माना जाएगा.*4 * O.C.G.A. § 19-9-3(d) *1 O.C.G.A. § 19-9-3(a)(7) *2 O.C.G.A. § 19-9-3(a)(3) *3 O.C.G.A. § 19-9-3(a)(4) *4 O.C.G.A. § 19-9-3(a)(4)(C)
ko: 일반적으로, 조지아의 상태는 모두 부모와 계속 접촉을 가지고 아이를 격려한다. * 그러나, 구금 판사가 아동의 최선의 이익으로 간주 무엇에 따라 결정됩니다. 판사를 포함한 모든 관련 요소를 고려하지만, 이에 국한하지 않을 수 있습니다 : , 애정, 결합, 그리고 아동과 각 부모 사이에 존재하는 감정적 인 관계뿐만 아니라 그 / 그녀의 형제 자매, 반 형제 자매, 그리고 stepsiblings 사랑; 자식 사랑, 애정, 그리고 지침을 제공하고 양육 및 자녀의 교육을 지원 계속 각 부모의 능력; 각 부모의 지식과 아동과 아동의 요구를 잘 알고; 이 볼 때, 판사는 다른 부모가 아이를 제공 할 수 있는지 여부를 고려 걸릴 것 : 음식, 의류, 의료, 일상의 요구, 기타 필요한 기본적인주의 (와 아이 참고를 제공하기 위해 각 부모의 능력 지원); 각 부모의 가정 환경은 (오히려 표면 또는 재료 요인보다는 환경이 아동의 양육과 안전을 허용할지 여부에 초점) 아이의 삶과 아이가 안정적인 환경에서 살아온 시간의 길이 연속성의 중요성; 각 부모의 가족과 지역 사회 지원 시스템의 안정성; 각 부모의 정신적, 육체적 건강 (참고 : 판사가 가족의 심리학 적 또는 의학적 평가를 주문하는 힘이있다) * 1 자녀의 교육, 사회, 특별 활동의 각 부모의 참여; 각 부모의 취업 일정은 (부모의 일정이 얼마나 유연한를 찾고있는 어떤 제한이있는 경우, 아이를 돌보는); 가정, 학교, 지역 사회의 기록과 아이뿐만 아니라 건강이나 아이의 교육 특수 교육의 역사; (과거와 미래 모두) 책임을 양육 관리하는 각 부모의 능력; 각 부모의 의지와 (이 아동의 최선의 이익에 부합하는 경우) 다른 부모와 긴밀한와 계속 부모 - 자식 관계를 장려 할 수있는 능력; 법원에 의한이 추천 양육권 평가자 또는 (재판 중에 아이를 위해 임명 된 변호사 또는 대표자) 보호자 광고 LITEM 임명; 가정 폭력이나, 성적, 정신적, 또는 신체적 아동 학대 또는 부모 중의 범죄 기록의 증거; 그리고 n 어느 부모에 의해 약물 남용의 nAny 증거. * 2 가정 폭력의 증거가 발견되면, 판사도 고려해야합니다 : 안전과 아동의 가족 폭력의 피해자 부모의 웰빙 -이 판사의 주요 관심사 중 하나이어야한다; 및 폭력 또는 다른 사람에게 폭력의 합리적인 공포를 일으키는 가해자의 역사. * 3 참고 : 양육권 결정의 목적을 위해, 부모가없는 나 때문에 가정 폭력의 재배치 경우 (부모가 떨어져 적절한 시간으로 간주 무엇에 대한라고 가정)이 고려되지 않습니다 아이 포기 * 4. * O.C.G.A. § 19-9-3(d) *1 O.C.G.A. § 19-9-3(a)(7) *2 O.C.G.A. § 19-9-3(a)(3) *3 O.C.G.A. § 19-9-3(a)(4) *4 O.C.G.A. § 19-9-3(a)(4)(C)
ur_in: عام طور پر، جارجیا کی ریاست کے دونوں والدین کے ساتھ جاری رابطہ کرنے کے لئے ایک بچے کی حوصلہ افزائی. * تاہم، حراست جج کے بچے کے بہترین مفاد میں سمجھتا ہے کے مطابق مقرر کیا جائے گا. جج سمیت کسی بھی متعلقہ عنصر پر غور، لیکن ان تک محدود نہیں کر سکتے ہیں: ، پیار، تعلقات، اور بچے اور ہر والدین کے درمیان موجودہ جذباتی تعلقات، کے ساتھ ساتھ اس کی / اس کے بہن بھائیوں، نصف بہن بھائیوں، اور قدم بہن بھائیوں سے محبت؛ بچے سے محبت، پیار، اور رہنمائی دینے کے لئے اور اضافے اور بچے کی تعلیم کی حمایت جاری رکھنے کے لئے ہر والدین کی صلاحیت؛ ہر والدین کے علم اور بچے اور بچے کی ضروریات کے واقف؛ یہ دیکھ کر تو، جج بھی دوسرے والدین بچے فراہم کر سکتے ہیں چاہے وہ غور میں لے جائے گا: خوراک، لباس، طبی دیکھ بھال، دن کے دن کی ضرورت ہے، اور دیگر ضروری بنیادی دیکھ بھال (کے ساتھ بچے نوٹ فراہم کرنے کے لئے ہر والدین کی صلاحیت کی حمایت)؛ ہر والدین کے گھر کا ماحول (بلکہ سطحی یا مواد عوامل سے، ماحول بچے کی پرورش اور حفاظت کے لئے کی اجازت دے گا یا نہیں پر توجہ مرکوز)؛ بچے کی زندگی اور بچوں کی ایک مستحکم ماحول میں رہتا ہے وقت کی لمبائی میں تسلسل کی اہمیت؛ ہر والدین کے خاندان اور کمیونٹی کی حمایت کے نظام کے استحکام؛ ہر والدین کی ذہنی اور جسمانی صحت (نوٹ: جج کے خاندان کے ایک نفسیاتی یا طبی تشخیص آرڈر کرنے کے لئے طاقت ہے) * 1 بچے کی تعلیمی، سماجی، اور غیر نصابی سرگرمیوں میں ہر والدین کے ملوث؛ ہر والدین کی ملازمت شیڈول (ماں باپ کے شیڈول ہے کہ کس طرح لچکدار دیکھ کر اور وجود کیا حدود، اگر کوئی ہے تو، بچے کی دیکھ بھال کرنے کے لئے)؛ گھر، اسکول، اور کمیونٹی کے ریکارڈ اور بچے، کے طور پر ساتھ ساتھ کسی بھی صحت یا بچے کی تعلیمی خصوصی ضروریات کی تاریخ؛ (ماضی اور مستقبل دونوں) کی ذمہ داریوں کے والدین کو منظم کرنے کی ہر والدین کی صلاحیت؛ ہر والدین کی خواہش اور (بچے کے بہترین مفاد میں ہے) دوسرے والدین کے ساتھ قریبی اور جاری والدین بچے کے تعلقات کی حوصلہ افزائی کرنے کی صلاحیت؛ ایک عدالت کی طرف سے کوئی سفارش حراست تشخیص یا (عدالت کے کیس کے دوران بچے کے لئے مقرر وکیل یا نمائندہ) گارڈین اشتھار litem مقرر؛ گھریلو تشدد یا جنسی ذہنی یا جسمانی بچے کے غلط استعمال یا تو والدین کی مجرمانہ تاریخ کا کوئی ثبوت؛ اور یا تو والدین کی طرف سے منشیات کے استعمال کا کوئی ثبوت. * 2 گھریلو تشدد کا ثبوت پایا جاتا ہے تو، جج بھی غور کرے گا: حفاظت اور بچے کی اور خاندان کے تشدد کا شکار ہے جو والدین کی فلاح - اس جج کی اہم خدشات میں سے ایک ہونا چاہئے؛ اور تشدد کے یا کسی دوسرے شخص کو تشدد کے مناسب خوف کی وجہ سے کی بدسلوکی کی تاریخ. * 3 نوٹ: ایک حراست کے فیصلے کے مقاصد کے لئے، والدین غائب ہے یا گھریلو تشدد کی وجہ relocates تو، (والدین دور وقت کی ایک معقول رقم سمجھا جاتا ہے، اس کے لئے ہے کہ سنبھالنے) اس پر غور نہیں کیا جائے گا بچے تبتیاگ * 4. * O.C.G.A. § 19-9-3(d) *1 O.C.G.A. § 19-9-3(a)(7) *2 O.C.G.A. § 19-9-3(a)(3) *3 O.C.G.A. § 19-9-3(a)(4) *4 O.C.G.A. § 19-9-3(a)(4)(C)

source: Georgia -- Crime -- If I am the victim of a crime, where can I get additional help in Georgia?
ar: جورجيا - الجريمة - إذا أنا ضحية لجريمة، حيث يمكنني الحصول على مساعدة إضافية في جورجيا؟
es: Georgia -- Crimen -- Si yo soy la víctima de un crimen, ¿dónde puedo obtener ayuda adicional en Georgia?
hi: जॉर्जिया - अपराध - मैं एक अपराध का शिकार हूँ, जहाँ मैं जॉर्जिया में अतिरिक्त सहायता प्राप्त कर सकते हैं?
ko: 조지아 - 범죄 - 나는 범죄의 피해자 일 경우이 어디 조지아에서 추가 도움을받을 수 있습니까?
ur_in: جارجیا - جرم - میں ایک جرم کا شکار ہوں تو، جہاں میں جارجیا میں اضافی مدد حاصل کر سکتے ہیں؟

source: Georgia -- Crime -- What are some crimes that the abuser may have committed?
ar: جورجيا - الجريمة - ما هي بعض الجرائم التي المسيء قد ارتكبوا؟
es: Georgia -- Crimen -- ¿Cuáles son algunos de los crímenes que el abusador pudo haber cometido?
hi: जॉर्जिया - अपराध - कुछ अपराधों abuser के लिए प्रतिबद्ध है कि हो सकता है क्या हैं?
ko: 조지아 - 범죄 - 가해자가 저지른 수 있다는 일부 범죄는 무엇인가?
ur_in: جارجیا - جرم - بدسلوکی کا ارتکاب کیا ہو سکتا ہے کہ کچھ جرائم کیا ہیں؟

source: Georgia -- State Custody Information -- At what age can my child decide who s/he wants to live with?
ar: معلومات حضانة الدولة - - جورجيا في أي سن يمكن أن طفلي تقرر من ق / انه يريد ان يعيش معها؟
es: Georgia -- Información de la custodia del Estado -- ¿A qué edad puede mi hijo decidir quién él / ella quiere vivir?
hi: जॉर्जिया - राज्य हिरासत सूचना - क्या उम्र में मेरे बच्चे है जो तय कर सकते हैं / वे साथ रहना चाहता है?
ko: 조지아 - 주 양육 정보 - 몇 살 내 아이가 그와 함께 살고 싶어 / S를 누가 결정할 수 있는가?
ur_in: جارجیا - ریاست حراست معلومات - کس عمر میں میرے بچے کو وہ ساتھ رہنے کے لئے چاہتا ہے / ہے جو فیصلہ کر سکتے ہیں؟

source: Georgia -- State Custody Information -- Can a parent who committed violence get custody or visitation?
ar: معلومات حضانة الدولة - - جورجيا يمكن لأحد الوالدين الذين ارتكبوا أعمال العنف أو الاحتجاز الحصول الزيارة؟
es: Georgia -- Información de la custodia del Estado - ¿Puede un padre que cometió obtener la custodia o régimen de visitas de la violencia?
hi: जॉर्जिया - राज्य हिरासत सूचना - हिंसा मिल हिरासत या मुलाक़ात करने वाले एक माता पिता कर सकते हैं?
ko: 조지아 - 주 양육 정보 - 폭력 GET 양육권이나 방문 권을 저지른 부모가 할 수 있습니까?
ur_in: جارجیا - ریاست حراست معلومات - تشدد حاصل حراست یا سزا کا ارتکاب کیا جو والدین کر سکتے ہیں؟

source: Georgia -- State Custody Information -- How will a judge make a decision about custody?
ar: معلومات حضانة الدولة - - جورجيا كيف قاض قرارا حول الحضانة؟
es: Georgia -- Información de la custodia del Estado -- ¿Cómo un juez tomar una decisión sobre la custodia?
hi: जॉर्जिया - राज्य हिरासत सूचना - कैसे एक न्यायाधीश एक निर्णय acerca हिरासत में कर देगा?
ko: 조지아 - 주 양육 정보 - 어떻게 판사가 양육권에 대한 결정을 내릴 것인가?
ur_in: جارجیا - ریاست حراست معلومات - کس طرح ایک جج کے حراست کے بارے میں فیصلہ کر دے گا؟

source: Georgia -- State Custody Information -- If a custody / visitation order is already in place, can I get it changed?
ar: معلومات حضانة الدولة - - جورجيا إذا أمر الحضانة / الزيارة هو بالفعل في المكان، يمكنني الحصول عليه تغير؟
es: Georgia -- Información de la custodia del Estado -- Si una orden de custodia / visitación ya está en marcha, ¿puedo lograr que se ha cambiado?
hi: जॉर्जिया - राज्य हिरासत सूचना - एक हिरासत / मुलाक़ात आदेश जगह में पहले से ही है, इसे मैं बदल मिल सकता है?
ko: 조지아 - 주 양육 정보 - 양육권 / 방문 주문이 이미있는 경우, 나는 그것을 변경받을 수 있나요?
ur_in: جارجیا - ریاست حراست معلومات - ایک حراست / ملاقات کے حکم کی جگہ میں پہلے سے ہی ہے، تو میں اسے تبدیل کر سکتے ہیں؟

source: Georgia -- State Custody Information -- Once the judge makes a custody decision, can I find out why s/he made that decision?
ar: معلومات حضانة الدولة - - جورجيا وبمجرد أن القاضي يجعل قرار الحبس، يمكنني معرفة السبب ق / انه اتخذ هذا القرار؟
es: Georgia -- Información de la custodia del Estado -- Una vez que el juez tome una decisión sobre la custodia, ¿puedo averiguar por qué s / he tomado esa decisión?
hi: जॉर्जिया - राज्य हिरासत सूचना - एस / वह उस निर्णय लिया क्यों न्यायाधीश एक हिरासत निर्णय करता है एक बार, मैं पता कर सकते हैं?
ko: 조지아 - 주 양육 정보 - 판사가 양육권 결정을하게되면 S는 / 그는 그 결정을 한 이유, 내가 찾을 수 있습니까?
ur_in: جارجیا - ریاست حراست معلومات - جج حراست فیصلہ کرتا ہے ایک بار جب S / وہ اس فیصلہ کیوں، میں باہر تلاش کر سکتے ہیں؟

source: Georgia -- State Custody Information -- Should I start a court case to ask for supervised visits?
ar: جورجيا - معلومات حضانة الدولة - هل أبدأ دعوى قضائية للمطالبة مرة تحت إشراف؟
es: Georgia -- Información de la custodia del Estado -- ¿Debo comenzar un caso en la corte para pedir visitas supervisadas?
hi: जॉर्जिया - राज्य हिरासत सूचना - मैं देखरेख यात्राओं के लिए पूछने के लिए एक अदालत में मामला शुरू करना चाहिए?
ko: 조지아 - 주 양육 정보 - 내가 재판 감독 방문을 요청하기를 시작해야합니까?
ur_in: جارجیا - ریاست حراست معلومات - میں عدالت کے کیس کی نگرانی کے دوروں کے لئے پوچھنا شروع کر دینا چاہئے؟

source: Georgia Victim Services Programs
ar: جورجيا برامج خدمات الضحايا
es: Georgia Victim Servicios Programas
hi: जॉर्जिया शिकार कार्यक्रमों सेवाओं
ko: 조지아 피해자 서비스 프로그램
ur_in: جارجیا وکٹم سروسز پروگرام
