Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Get a bag together that you can easily grab when you leave. Some things to include in the bag are: Spare car keys; Your driver's license; A list of your credit cards so that you can track any activity on them; Your checkbook; Money; Phone numbers for friends, relatives, doctors, schools, taxi services, and your local domestic violence organization; A change of clothing for you and your children; Any medication that you or your children usually take; Copies of your children's birth certificates, social security cards, school records and immunizations; Copies of legal documents for you and the abuser, such as social security cards, passports, green cards, medical records, insurance information, birth certificates, marriage license, wills, welfare identification information and copies of any court orders (such as your protection order or custody order); Copies of financial documents for you and the abuser, such as pay stubs, bank account information, a list of credit cards you hold by yourself or together with the abuser; Any evidence you've been collecting to show that you've been abused; and A few things you want to keep, like photographs, jewelry or other personal items. Hide this bag somewhere the abuser will not find it. Try to keep it at a trusted friend or neighbor's house. Avoid using next-door neighbors, close family members, or mutual friends, as the abuser might be more likely to find it there. If you're in an emergency and need to get out right away, don't worry about gathering these things. While they're helpful to have, getting out safely should come first.
ar: الحصول على حقيبة معا أنه يمكنك بسهولة انتزاع عند المغادرة. تدرج في بعض الأشياء إلى الحقيبة هي: مفاتيح السيارة الغيار. رخصة القيادة الخاصة بك. القائمة ألف من بطاقات الائتمان الخاصة بك بحيث يمكنك تتبع أي نشاط عليها. دفتر الشيكات الخاص بك؛ الأموال؛ أرقام الهواتف للأصدقاء والأقارب والأطباء والمدارس وخدمات سيارات الأجرة، وتنظيم العنف المنزلي المحلية. تغيير الملابس بالنسبة لك ولأطفالك. أي الدواء الذي أنت أو أطفالك عادة ما تأخذ. نسخ من شهادات ميلاد الأطفال الخاص بك، وبطاقات الضمان الاجتماعي والسجلات المدرسية والتطعيمات. نسخ من الوثائق القانونية بالنسبة لك والمسيء، مثل بطاقات الضمان الاجتماعي وجوازات السفر، وبطاقات خضراء، والسجلات الطبية، معلومات التأمين، وشهادات الميلاد، رخصة الزواج، والوصايا، ومعلومات تحديد الرفاه ونسخ من أي أوامر المحكمة (مثل أمر الحماية الخاصة بك أو أمر الحبس). نسخ من الوثائق المالية بالنسبة لك والمسيء، مثل بذرة الدفع، معلومات الحساب المصرفي، وقائمة بطاقات الائتمان التي تحملها من قبل نفسك أو مع المسيء. أي دليل كنت قد جمع لاظهار ان كنت قد تعرضوا لسوء المعاملة. وهناك عدد قليل من الأشياء التي تريد الاحتفاظ بها، مثل الصور، والمجوهرات أو غيرها من البنود الشخصية. إخفاء هذه الحقيبة في مكان ما سوف المسيء ليس العثور عليه. محاولة لإبقائه على صديق تثق به أو منزل الجيران. تجنب استخدام الجيران المجاور، وأفراد الأسرة المقربين، أو أصدقاء مشتركون، والمسيء قد يكون أكثر عرضة للعثور عليه هناك. إذا كنت في حالة الطوارئ والحاجة إلى الخروج على الفور، لا تقلق بشأن جمع هذه الأشياء. في حين انهم المفيد أن يكون، والخروج بأمان يجب أن تأتي أولا.
es: Consigue una bolsa juntos que se puede agarrar fácilmente cuando se vaya. Algunas cosas que debe incluir en la bolsa son: Llaves del coche de repuesto; Su licencia de conducir; Una lista de sus tarjetas de crédito para que pueda realizar un seguimiento de toda la actividad en ellos; Su chequera; Dinero; Los números telefónicos de amigos, familiares, médicos, escuelas, servicios de taxi, y su organización local de violencia doméstica; Una muda de ropa para usted y sus hijos; Cualquier medicamento que usted o sus hijos toman generalmente; Las copias de los certificados de nacimiento de sus hijos, tarjetas de seguro social, registros escolares y vacunas; Las copias de los documentos legales para usted y el abusador, tales como tarjetas de seguro social, pasaportes, tarjetas de residencia, registros médicos, información de seguros, certificados de nacimiento, licencia de matrimonio, testamentos, información de tarjetas de bienestar social y las copias de las órdenes de la corte (como su orden de protección o la orden de custodia); Las copias de los documentos financieros para usted y el abusador, como talones de pago, información de cuentas bancarias, una lista de tarjetas de crédito que tiene por sí mismo o junto con el abusador; Cualquier evidencia que usted ha estado recogiendo para demostrar que usted ha sido víctima de abuso; y Un par de cosas que desea mantener, como fotografías, joyas u otros objetos personales. Ocultar esta bolsa en alguna parte que el abusador no lo encontrará. Trate de mantenerlo a un amigo de confianza o la casa de un vecino. Evite el uso de vecinos de al lado, los miembros cercanos de la familia, o amigos en común, ya que el abusador puede ser más probable que se encuentre allí. Si estás en una emergencia y necesita salir de inmediato, no se preocupe por la recopilación de estas cosas. Aunque son útiles para tener, para salir con seguridad debe ser lo primero.
hi: जब तुम चले जाओ आप आसानी से आकर्षित कर सकते हैं कि एक साथ एक बैग ले आओ. बैग में शामिल करने के लिए कुछ चीजें हैं: स्पेयर कार की चाबियाँ; अपने ड्राइवर का लाइसेंस; इसलिए आप अपने क्रेडिट कार्ड की एक सूची ट्रैक कर सकते हैं कि उन पर किसी भी गतिविधि; अपनी चेकबुक; मनी; दोस्तों, रिश्तेदारों, डॉक्टरों, स्कूल, टैक्सी सेवाओं, घर और अपने घरेलू हिंसा संगठन के लिए फोन नंबर; आप और आपके बच्चों के लिए कपड़े का एक परिवर्तन; किसी भी दवा आप या आम तौर पर लेते हैं कि अपने बच्चों को; अपने बच्चों के जन्म प्रमाण पत्र, सामाजिक सुरक्षा कार्ड, स्कूल रिकॉर्ड और टीकाकरण की प्रतियां; इस तरह की सामाजिक सुरक्षा कार्ड, पासपोर्ट, ग्रीन कार्ड, मेडिकल रिकॉर्ड, बीमा जानकारी, जन्म प्रमाण पत्र, शादी के लाइसेंस, विल्स, कल्याण पहचान की जानकारी और किसी भी अदालत के आदेश की प्रतियां के रूप में आप और abuser के लिए कानूनी दस्तावेजों की प्रतियां (क्रम: जैसे आपका संरक्षण के रूप में या हिरासत आदेश); आप और abuser के लिए वित्तीय दस्तावेजों की प्रतियां: इस तरह के भुगतान stubs, बैंक खाते की जानकारी, आप एक साथ abuser के साथ अपने आप से पकड़ या क्रेडिट कार्ड की एक सूची के रूप में; आप आप के साथ दुर्व्यवहार किया गया है दिखाने के लिए कि एकत्रित किया गया है किसी भी सबूत; फोटो, गहने या अन्य व्यक्तिगत वस्तुओं की तरह आप रखना चाहते हैं कुछ बातें और,. इस बैग को छिपाने के लिए कहीं abuser नहीं मिलेगा. एक विश्वसनीय दोस्त या पड़ोसी के घर पर रखने की कोशिश. Abuser वहाँ यह मिल जाने की संभावना हो सकती है, अगले दरवाजे पड़ोसी, परिवार के करीबी सदस्यों, या परस्पर मित्र के उपयोग से बचें. आप एक आपात स्थिति में हैं और अभी बाहर निकलने की जरूरत है, इन बातों को एकत्र करने के बारे में चिंता मत करो. वे करने के लिए मददगार रहे हैं, सुरक्षित रूप से बाहर हो रही है पहले आना चाहिए.
ko: 당신이 떠날 때 쉽게 잡을 수 있다는 것을 함께 가방을 가져옵니다. 가방에 포함 할 사항은 다음과 같습니다 : 예비 자동차 키; 당신의 운전 면허증; 당신이 그들에 어떤 활동을 추적 할 수 있도록 신용 카드의 목록; 수표; 돈; 친구, 친척, 의사, 학교, 택시 서비스 및 해당 지역의 가정 폭력 조직의 전화 번호; 당신과 당신의 아이들을위한 옷의 변화; 당신이나 당신의 아이들이 일반적으로 가지고 모든 약물; 자녀의 출생 증명서, 소셜 시큐리티 카드, 학교 기록 및 예방 접종의 사본; 예 : 보호 명령 등의 사회 보장 카드, 여권, 영주권, 의료 기록, 보험 정보, 출생 증명서, 결혼 면허증, 의지, 복지 식별 정보 및 법원 명령 사본 (같은 법적인 문서와 가해자의 사본 양육권 순서) 이러한 급여 명세서, 은행 계좌 정보, 당신은 혼자서 또는 함께 가해자로 잡고 신용 카드 목록과 같은 당신과 가해자에 대한 재무 문서의 사본; 당신은 당신이 학대 한 것을 보여주기 위해 수집 된 한 모든 증거, 그리고 몇 가지 당신은 사진, 보석 또는 기타 개인 용품처럼 유지하려면. 어딘가에 가해자가 그것을 발견 할 수는 없을 것이다이 가방을 숨 깁니다. 신뢰할 수있는 친구 나 이웃의 집에 보관하려고합니다. 가해자가 그것을 발견 할 가능성이있을 수 있으므로, 옆집 이웃, 가까운 가족, 또는 상호 친구를 사용하지 마십시오. 당신이 비상 사태에있어 바로 나갈 필요가 있다면, 이러한 것들을 수집에 대해 걱정하지 마십시오. 그들이 가지고있는 것이 도움이있는 동안 안전하게 나갈 먼저 와야한다.
ur_in: آپ کو چھوڑ کر جب آپ کو آسانی سے قبضہ کر سکتے ہیں کہ ایک دوسرے کے ساتھ ایک بیگ حاصل کریں. بیگ کچھ چیزوں میں شامل ہیں: اسپیئر گاڑی کی چابیاں؛ آپ کے ڈرائیور کے لائسنس کے. کریڈٹ کارڈ آپ کی ایک فہرست آپ کو ان پر کسی بھی سرگرمی پر نظر رکھنے کے کر سکتے ہیں تاکہ؛ آپ چیک؛ پیسے؛ دوستوں، رشتہ داروں، ڈاکٹروں، اسکولوں، ٹیکسی کی خدمات، اور اپنے مقامی گھریلو تشدد کی تنظیم کے لئے فون نمبر؛ A change of clothing for you and your children; آپ یا آپ کے بچوں کو عام طور پر لے کہ کسی بھی دوا؛ اپنے بچوں کی پیدائش کے سرٹیفکیٹ، سوشل سیکورٹی کارڈ، اسکول کے ریکارڈ اور حفاظتی ٹیکوں کی نقول؛ اس طرح آپ کی حفاظت کے حکم کے طور پر اس طرح سوشل سیکورٹی کارڈ، پاسپورٹ، گرین کارڈ، طبی ریکارڈ، انشورنس کی معلومات، پیدائش کا سرٹیفیکیٹ، شادی کے لائسنس، چاہے، فلاح و بہبود کی شناخت کی معلومات اور کسی بھی عدالت کے احکامات کی نقول (کے طور پر قانونی آپ کے لئے دستاویزات اور بدسلوکی کرنے والا، کی نقول یا حراست کے لئے)؛ اس طرح کے تنخواہ کی پرچیاں، بینک اکاؤنٹ کی معلومات، آپ اپنے آپ کی طرف سے یا ایک دوسرے کے ساتھ بدسلوکی کرنے والے کے ساتھ پکڑ کے کریڈٹ کارڈ کی ایک فہرست کے طور پر آپ کو اور بدسلوکی کرنے کے لئے مالی دستاویزات، کی نقول؛ اگر آپ کے ساتھ زیادتی کی گئی ہے کہ ظاہر کرنے کے لئے جمع کیا گیا ہے کوئی ثبوت؛ اور چند چیزیں آپ کو تصاویر، زیورات یا دیگر ذاتی اشیاء کی طرح، رکھنے کے لئے چاہتے ہیں. کہیں بدسلوکی کرنے والا نہیں ملے گا اس بیگ چھپائیں. ایک قابل اعتماد دوست یا پڑوسی کے گھر میں رکھنے کی کوشش کریں. بدسلوکی کرنے والے سے اسے تلاش کرنے کا امکان زیادہ ہو سکتا ہے کے طور پر، اگلے دروازے پڑوسی، قریبی خاندان کے ارکان، یا باہمی دوست کا استعمال کرتے ہوئے سے بچیں. ہنگامی صورت حال میں ہیں اور فورا باہر حاصل کرنے کی ضرورت ہے، ان چیزوں کے اجتماع کے بارے میں فکر نہ کرو. وہ کے لئے مفید رہے ہیں، محفوظ طریقے سے باہر ہو رہی ہے سب سے پہلے آنا چاہئے.

source: Getting ready to leave - After you've left
ar: يستعد لترك - بعد أن كنت قد تركت
es: Preparándose para salir - Después de que has dejado
hi: तुम छोड़ दिया करने के बाद - जाने के लिए तैयार हो रही है
ko: 당신이 왼쪽 한 후 - 떠날 준비
ur_in: آپ کو چھوڑ دیا ہے کے بعد - چھوڑنے کے لئے تیار ہو رہی

source: Getting ready to leave - Taking your children with you
ar: يستعد لمغادرة - أخذ أطفالك معك
es: Preparándose para salir - Teniendo a sus hijos con usted
hi: आप के साथ अपने बच्चों को ले - जाने के लिए तैयार हो रही है
ko: 떠날 준비 - 당신과 당신의 아이들을 촬영
ur_in: چھوڑنے کے لئے تیار ہو رہی ہے - آپ کے ساتھ آپ کے بچوں کو لے

source: Getting ready to leave Part 1
ar: يستعد لترك الجزء 1
es: Cómo prepararse para dejar la parte 1
hi: भाग 1 छोड़ने के लिए तैयार हो रही है
ko: 부품 하나를 떠날 준비
ur_in: حصہ 1 چھوڑنے کے لئے تیار ہو رہی

source: Getting ready to leave Part 2
ar: يستعد لترك الجزء 2
es: Cómo prepararse para dejar la parte 2
hi: भाग 2 छोड़ने के लिए तैयार हो रही है
ko: 2 부 떠날 준비
ur_in: حصہ 2 چھوڑنے کے لئے تیار ہو رہی

source: Getting ready to leave Part 3
ar: يستعد لترك الجزء 3
es: Cómo prepararse para dejar la parte 3
hi: भाग 3 छोड़ने के लिए तैयार हो रही है
ko: 3 부 떠날 준비
ur_in: حصہ 3 چھوڑنے کے لئے تیار ہو رہی

source: Have you stopped seeing your friends or family because of your partner's behavior?
ar: هل توقفت عن رؤية أصدقائك أو عائلتك بسبب سلوك شريك حياتك؟
es: ¿Ha dejado de ver a tus amigos o familiares a causa de la conducta de su pareja?
hi: तुम क्योंकि अपने साथी के व्यवहार के लिए अपने दोस्तों या परिवार को देख बंद कर दिया?
ko: 이 때문에 당신의 파트너의 행동의 친구 또는 가족을보고 세웠나?
ur_in: آپ کی وجہ سے آپ کے ساتھی کے رویے کے اپنے دوستوں یا خاندان کو دیکھ کر بند کر دیا ہے؟

source: Here are some suggestions to try to help keep you safe and to prevent the abuser from learning where you live if you've moved to a confidential location. Whenever you have to give out your address (such as at a doctor’s office or with a magazine subscription), use an address that's different from the one where you're actually living. For example, think about renting a P.O. Box from your post office or ask a friend if you can use her address. Be aware that addresses can be listed on restraining orders and police reports. Before filling out your new address on any forms, ask if there's any way to keep your address confidential. If not, see if you can use the P.O. box or a friend’s address instead. Ask the telephone company to make your new address and phone number unlisted in the phonebook. Call the telephone company to request caller ID and to block unlisted calls so that you can see the number of anyone who calls you. Ask that your phone number be blocked so that if you call someone else no one will learn your new, unlisted phone number. Be careful about ever giving out your new address and phone number. If you can, change the hours you work. Keep a certified copy of your restraining order with you at all times, if you have one. If you have children, let their school know what is going on. Consider changing your children's schools or, at the very least, change the route that you use to get them to school. Drop them off at a different school entrance if possible. Reschedule appointments that you made before leaving that the abuser may know about. Take a different route to the grocery store, bank, restaurants, and any other place you go on a regular basis or find new ones if you can. Consider telling your new neighbors about the situation. Make a plan with them for when you need help. Have a signal, like flashing the lights on and off or hanging something out the window, to tell them you need help in case the abuser gets into your home and you can’t get to the phone to call 911.
ar: وهنا بعض الاقتراحات لمحاولة مساعدة في حمايتك ومنع المعتدي من تعلم المكان الذي تعيش فيه إذا كنت قد انتقلت إلى مكان سري. كلما كان لديك لنعطيه عنوانك (مثل في عيادة الطبيب أو مع اشتراك مجلة)، استخدام عنوان هذا يختلف عن واحد حيث كنت تعيش في الواقع. على سبيل المثال، والتفكير في استئجار ص. مربع من مكتب البريد الخاص بك أو تطلب من صديق إذا كان يمكنك استخدام عنوان لها. تكون على علم بأن عناوين يمكن سرد على الأوامر الزجرية وتقارير الشرطة. قبل ملء عنوانك الجديد على أي أشكال، أسأل ما إذا كان هناك أي وسيلة للحفاظ عنوانك سرية. إن لم يكن، معرفة ما إذا كان يمكنك استخدام ص. مربع أو عنوان صديق بدلا من ذلك. تطلب من الشركة لجعل الهاتف الجديد عنوان ورقم الهاتف الخاص غير المدرجة في البورصة في دليل الهاتف. استدعاء شركة الهاتف ليطلب هوية المتصل والمكالمات لمنع غير المدرجة في البورصة بحيث يمكنك معرفة رقم أي شخص يدعو لك. نطلب أن يكون قد تم حظره رقم هاتفك بحيث إذا كان لاستدعاء شخص آخر لا أحد سوف تتعلم الجديد، رقم الهاتف غير المدرجة في البورصة الخاص بك. كن حذرا حول إعطاء أي وقت مضى للخروج الجديد عنوان ورقم الهاتف الخاص بك. إذا كنت تستطيع، تغيير ساعات العمل. احتفظ بنسخة مصدقة من أمر تقييدي معك في جميع الأوقات، إذا كان لديك واحدة. إذا كان لديك أطفال، والسماح مدرستهم يعرفون ما يجري. النظر في تغيير المدارس أطفالك، أو على أقل تقدير، تغيير مسار الذي تستخدمه للحصول عليها إلى المدرسة. إفلاتها عند مدخل مدرسة مختلفة إن أمكن. إعادة جدولة المواعيد التي قمت بها قبل مغادرته ان المعتدي قد يعرفون. تأخذ طريقا مختلفا الى محل بقالة، والبنوك والمطاعم، وأي مكان آخر تذهب على أساس منتظم أو إيجاد أخرى جديدة إذا كنت تستطيع. النظر نقول جيرانكم جديد حول الوضع. وضع خطة معهم لأنه عندما كنت بحاجة إلى مساعدة. لديك إشارة، مثل وميض الأضواء وإيقاف معلقة أو شيء من النافذة، لنقول لهم كنت بحاجة إلى مساعدة في حال المسيء يحصل في منزلك وأنت لا تستطيع الحصول على الهاتف لاستدعاء 911.
es: He aquí algunas sugerencias para tratar de ayudar a mantenerse a salvo y evitar que el abusador de aprendizaje donde usted vive, si usted se ha mudado a un lugar confidencial. Cada vez que usted tiene que dar a conocer su dirección (por ejemplo, en el consultorio de un médico o con una suscripción a la revista), use una dirección que es diferente de aquel en el que en realidad estás viviendo. Por ejemplo, pensar en alquilar un P.O. Recuadro de su oficina de correos o pídale a un amigo si puede usar su dirección. Tenga en cuenta que las direcciones pueden ser incluidas en las órdenes de alejamiento e informes policiales. Antes de completar su nueva dirección en cualquier forma, pregunte si hay alguna manera de mantener su dirección confidencial. Si no es así, ver si se puede utilizar el P.O. caja o la dirección de un amigo en su lugar. Pregunte a la compañía telefónica para que su nueva dirección y número de teléfono no aparecen en la agenda. Llame a la compañía telefónica para solicitar el identificador de llamadas y para bloquear las llamadas no cotizadas por lo que se puede ver el número de personas que se pongan. Pida que su número de teléfono se bloqueará de forma que si se llama a alguien si no nadie va a aprender su, número de teléfono no nueva. Tenga cuidado siempre de dar su nueva dirección y número de teléfono. Si es posible, cambie las horas de trabajo. Guarde una copia certificada de su orden de restricción con usted en todo momento, si usted tiene uno. Si usted tiene hijos, dejar que su escuela sabe lo que está pasando. Considere la posibilidad de un nuevo centro escolar de sus hijos o, al menos, cambiar la ruta que se utiliza para llegar a la escuela. Dejarlos en una entrada de la escuela diferente si es posible. Reprogramar los nombramientos que ha realizado antes de salir que el abusador puede saber. Tome una ruta diferente a la tienda de comestibles, bancos, restaurantes, y cualquier otro lugar al que ir de forma regular o encontrar otras nuevas si es posible. Considere la posibilidad de decirle a sus nuevos vecinos sobre la situación. Haga un plan con ellos para cuando se necesita ayuda. Tener una señal, como parpadear las luces dentro y fuera o colgar algo por la ventana, para decirles que necesita ayuda en caso de que el abusador se mete en su casa y usted no puede llegar al teléfono para llamar al 911.
hi: यहाँ कुछ सुझाव है कि आप सुरक्षित रखने में मदद करने के लिए प्रयास करने के लिए और आप एक गोपनीय स्थान पर ले जाया गया है अगर आप रहते हैं जहां सीखने से प्रताड़ित करने को रोकने के लिए कर रहे हैं. आप (जैसे एक पत्रिका सदस्यता एक डॉक्टर के कार्यालय में या के साथ) के रूप में अपना पता बाहर देना है जब भी आप वास्तव में रह रहे हैं, जहां एक से अलग है कि एक पते का उपयोग करें. उदाहरण के लिए, एक पीओ को काम पर रखने के बारे में सोचना अपने पोस्ट ऑफिस से बॉक्स या आप उसके पते का उपयोग कर सकते हैं अगर एक दोस्त से पूछो. पतों निरोधक आदेश और पुलिस की रिपोर्ट पर सूचीबद्ध किया जा सकता है जागरूक बनो. अपने पते को गोपनीय रखने के लिए कोई रास्ता नहीं है अगर किसी भी प्रकार पर अपने नए पते बाहर भरने से पहले, पूछो. यदि नहीं, तो आप पीओ का उपयोग कर सकते हैं, देखते हैं बॉक्स या बजाय एक दोस्त के पते. आपके नए पते और फोन नंबर फोनबुक में असूचीबद्ध कराने के लिए टेलीफोन कंपनी से पूछो. कॉलर आईडी अनुरोध करने के लिए और आप आप कॉल, जो किसी की संख्या देख सकते हैं कि इतना असूचीबद्ध कॉल ब्लॉक करने के लिए टेलीफोन कंपनी को बुलाओ. अपना फोन नंबर अवरुद्ध हो कि पूछो तो आप किसी और को अपने नए, असूचीबद्ध फ़ोन नंबर सीखना होगा कोई एक कहते हैं कि अगर. कभी अपने नए पते और फोन नंबर देने के बारे में सावधान रहें. आप घंटों में बदल सकते हैं, तो आप काम करते हैं. यदि आप एक है आपका, हर समय आप के साथ निरोधक आदेश की प्रमाणित प्रतिलिपि रखें. यदि आप बच्चे हैं, उनके स्कूल पर क्या हो रहा है पता है. बहुत कम से कम, आप स्कूल के लिए उन्हें प्राप्त करने के लिए उपयोग करने वाले मार्ग बदलने के लिए, अपने बच्चों के स्कूलों को बदलने पर विचार करें या. एक अलग स्कूल प्रवेश संभव हो तो पर उन्हें छोड़. आप abuser के बारे में पता कर सकते हैं कि जाने से पहले किया है कि नियुक्तियों को पुनर्निर्धारित. किराने की दुकान, बैंक, रेस्तरां, और आप एक नियमित आधार पर जाने के लिए या आप कर सकते हैं यदि नए लोगों को लगता है किसी अन्य जगह के लिए एक अलग रास्ता लो. स्थिति के बारे में अपने नए पड़ोसियों बताने पर विचार. आप मदद की जरूरत के लिए उनके साथ एक योजना बनाओ. खिड़की के बाहर कुछ और पर बंद चमकती रोशनी या फांसी की तरह, abuser अपने घर में हो जाता है कि आप मामले में मदद की जरूरत है उन्हें बताने के लिए और आप 911 कॉल करने के लिए फोन करने के लिए नहीं कर सकते हैं, एक संकेत है.
ko: 여기에 몇 가지 제안은 안전 유지할 수 있도록 노력하고 기밀 위치로 이동 한 경우 거주 지역 학습에서 가해자를 방지하기위한 것입니다. (예 : 잡지 구독 의사의 사무실이나와 같은) 당신의 주소를 제공해야 할 때마다, 당신이 실제로 살고있는 한 다르다 주소를 사용합니다. 예를 들어, P.O.를 임대에 대해 생각 우체국에서 상자 또는 당신이 그녀의 주소를 사용할 수있는 경우 친구에게 부탁드립니다. 주소가 금지 명령 및 경찰 보고서에 표시 될 수 있음을주의하십시오. 주소는 기밀 유지 할 수있는 방법이 있다면 어떤 형태에 새 주소를 작성하기 전에, 부탁드립니다. 그렇지 않으면 당신은 우편함을 사용하여 그 결과를 확인할 수있다 상자 나 대신 친구의 주소를 입력합니다. 새 주소와 전화 번호가 전화 번호부에 비상장 확인하기 위해 전화 회사에 문의하십시오. 발신자 ID를 요청하고 당신을 호출하는 사람의 수를 볼 수 있도록 목록에없는 통화를 차단하기 위해 전화 회사에 문의하십시오. 전화 번호가 차단 될 것을 물어 그래서 당신은 다른 사람이 새 목록에없는 전화 번호를 배울 것입니다 아무도 호출하면 그. 지금까지 새 주소와 전화 번호를 제공하는 것에 대해주의해야합니다. n은 당신이 당신의 작업 시간을 변경할 수 있습니다 n 만약을 . 하나가있는 경우, 항상 당신과 당신의 접근 금지 명령의 인증 사본을 보관. 당신은 자녀가있는 경우, 학교는 무슨 일이 일어나고 있는지 알려주십시오. 적어도 당신이 학교로 들어갈 때 사용하는 경로를 변경, 자녀의 학교를 변경 고려한다. 다른 학교에 입학 가능한 경우에 그들을 삭제합니다. 당신이 가해자에 대해 알고 수 있음을 떠나기 전에 만든 약속을 다시 예약합니다. 식료품 점, 은행, 레스토랑, 당신은 정기적으로 방문하거나 당신이 할 수있는 경우에 새로운 것을 찾아 다른 곳으로 다른 길을 가라. 상황에 대해 새로운 이웃을 말하는 것이 좋습니다. 당신이 도움을 필요로하는 경우에 대한 그들과 계획을 확인합니다. 창을 뭔가를 켜거나 불을 깜빡이거나 매달려처럼 가해자가 집에 들어갔을 할 경우에 대비하여 도움이 필요한 그들에게 당신은 911에 전화하는 전화를받을 수는 신호를 가지고있다.
ur_in: یہاں کچھ تجاویز آپ کو محفوظ رکھنے میں مدد کرنے کی کوشش کریں اور آپ کو ایک خفیہ مقام پر منتقل کر دیا گیا ہے تو آپ جہاں رہتے سیکھنے سے بدسلوکی کرنے والے کو روکنے کے لئے ہیں. آپ (اس طرح کے ایک میگزین رکنیت ایک ڈاکٹر کے دفتر میں یا کے ساتھ کے طور پر) آپ کے ایڈریس کو دینے کے لئے ہے جب، آپ کو اصل میں رہ رہے ہیں جہاں ایک سے مختلف ہے کہ ایک ایڈریس استعمال. مثال کے طور پر، ایک P.O. کرائے کے بارے میں سوچنا آپ پوسٹ آفس سے باکس یا آپ کو اس ایڈریس کا استعمال کر سکتے ہیں اگر ایک دوست سے پوچھیں. پتے روکنے کے احکامات اور پولیس کی رپورٹ پر درج کیا جا سکتا ہے کے بارے میں معلوم ہو. آپ کے ایڈریس کو خفیہ رکھنے کے لئے کسی بھی طرح سے ہے تو کسی بھی فارم پر اپنے نئے ایڈریس کو بھرنے سے پہلے، پوچھیں. اگر نہیں، تو آپ P.O. استعمال کر سکتے ہیں، دیکھیں باکس یا کے بجائے ایک دوست کا پتہ. اپنے نئے ایڈریس اور فون نمبر فون کتاب میں غیر مندرج بنانے کے لئے ٹیلی فون کمپنی سے پوچھنا. کالر درخواست کرنے کے لئے اور آپ کو بلاتا ہے جو کسی کی تعداد دیکھ سکتے ہیں تاکہ غیر مندرج کالوں کو بلاک کرنے کی ٹیلی فون کمپنی کو کال کریں. آپ کا فون نمبر بلاک کر دیا جائے کہ میں پوچھنا تو آپ کسی کو اپنے نئے، غیر مندرج فون نمبر سیکھ جائے گی کوئی بھی کہتے ہیں کہ. کبھی آپ کے نئے پتے اور فون نمبر دے بارے میں محتاط رہیں. آپ، گھنٹے تبدیل کر سکتے ہیں تو آپ کو کام. آپ کو ایک ہے تو آپ، تمام اوقات میں آپ کے ساتھ بچاؤ کے حکم کی ایک مستند نقل رکھیں. آپ کے بچے ہیں تو، ان کے اسکول پر کیا جا رہا ہے جانتے ہیں. بہت کم از کم، آپ کو اسکول کے لئے ان کو حاصل کرنے کے لئے استعمال کرتے ہیں کہ راستہ تبدیل، اپنے بچوں کے اسکولوں تبدیل کرنے پر غور یا. ایک اسکول کے دروازے اگر ممکن ہو تو میں ان کو چھوڑ. آپ کے abuser کے بارے میں معلوم کر سکتے ہیں کہ جانے سے پہلے بنا دیا ہے کہ تقرریوں کا نظام الاوقات تبدیل. گروسری سٹور، بینک، ریستوران، اور آپ کو ایک باقاعدہ بنیاد پر یا آپ کر سکتے ہیں تو نئے مل کسی بھی دوسری جگہ کے لئے ایک مختلف راستہ لینے. صورت حال کے بارے میں اپنے نئے پڑوسیوں کہہ غور. اگر آپ کو مدد کی ضرورت ہے جب ان کے ساتھ منصوبہ بنائیں. ونڈو کچھ پر اور چمکتا روشنی یا پھانسی کی طرح، بدسلوکی کرنے والا آپ کے گھر میں ہو جاتا ہے صورت میں آپ کی مدد کی ضرورت ان کو بتانے کے لئے اور آپ کو 911 پر کال کرنے کے لئے فون کرنے کے لئے حاصل نہیں کر سکتے ہیں، ایک اشارہ ہے.
