Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Some survivors may want to use Facebook to stay connected with a limited group of friends but don’t want others to be able to find them. (Remember that even if you choose the most restrictive option, “Friends”, it is possible that others can find you through a friend’s page.) You can also choose to allow or not allow search engines to directly link to your timeline. If this selection is “off” when someone searches your name in a search engine, such as Google or Bing, or on people-finder sites, your Facebook page will not come up. This option is important for survivors who want to minimize the amount of information that comes up when someone does an online search for them. It is important to note, however, that if you post content as “Public”, that content could still show up in a search engine. If you are concerned about your profile being found, set this privacy setting to “off” and use the audience filter for both past and future posts.
ar: کچھ زندہ بچ جانے والے دوستوں کی ایک محدود گروپ کے ساتھ منسلک رہنے کے لئے فیس بک کا استعمال کرنا چاہتے ہیں لیکن دوسروں کو ان کو تلاش کرنے کے قابل ہو جائے کرنے کے لئے نہیں کرنا چاہتے ہیں. (اگر آپ کو سب سے زیادہ پابندیوں کا اختیار، دوستوں کا انتخاب یہاں تک کہ اگر، یہ دوسروں کے ایک دوست کے صفحے کے ذریعے آپ کو تلاش کر سکتے ہیں کہ ممکن ہے کہ یاد رکھیں.) تم بھی تلاش کے انجن کو براہ راست آپ کی ٹائم لائن سے منسلک کرنے کی اجازت دے اجازت دینے کے لئے منتخب کریں یا نہیں کر سکتے ہیں. کسی طرح کے گوگل یا بنگ، کے طور پر یا لوگوں فائنڈر سائٹس پر ایک تلاش کے انجن میں آپ کے نام کی تلاش ہے جب یہ انتخاب بند ہے تو، آپ کے فیس بک کے صفحے تک نہیں آئے گا. یہ اختیار کسی نے ان کے لئے ایک آن لائن تلاش ہے جب آتا ہے کہ معلومات کی مقدار کو کم کرنے کے لئے چاہتے ہیں جو زندہ بچ جانے والوں کے لئے ضروری ہے. یہ آپ کو عوامی طور پر مواد شائع کرتا ہے تو، اس مواد اب بھی ایک تلاش کے انجن میں ظاہر کر سکتا ہے، تاہم، نوٹ کرنا اہم ہے. آپ محسوس کیا جا رہا ہے آپ اپنی ہی پروفائل کے بارے میں فکر مند ہیں، دور کرنے کے لئے قائم اس کی رازداری قائم ہے اور ماضی اور مستقبل پوسٹس دونوں کے لئے سامعین کے فلٹر استعمال.
es: Algunos sobrevivientes pueden desear utilizar Facebook para mantenerse en contacto con un grupo reducido de amigos, pero no quieren que los demás sean capaces de encontrarlos. (Recuerde que incluso si elige la opción más restrictiva, 'amigos', es posible que otras personas puedan encontrar a través de la página de un amigo.) También puede optar por permitir o no permitir que los motores de búsqueda para vincular directamente a su línea de tiempo. Si esta selección es 'off' cuando alguien busca su nombre en un motor de búsqueda, como Google o Bing, o en sitios de buscador de personas, su página de Facebook que no se van a plantear. Esta opción es importante para los sobrevivientes que desean minimizar la cantidad de información que aparece cuando alguien hace una búsqueda en línea para ellos. Es importante señalar, sin embargo, que si usted publica contenido como 'Público', que el contenido aún podría aparecer en un motor de búsqueda. Si usted está preocupado acerca de su perfil de ser encontrado, establezca la configuración en 'off' y utilice el filtro de audiencia para los mensajes del pasado y del futuro esta privacidad.
hi: कुछ बचे मित्रों के एक सीमित समूह के साथ जुड़े रहने के लिए फेसबुक का उपयोग करने के लिए चाहते हो सकता है, लेकिन दूसरों को उन्हें खोजने के लिए सक्षम होने के लिए नहीं करना चाहती. (आप सबसे अधिक प्रतिबंधात्मक विकल्प, मित्रों का चयन भी हैं, तो यह दूसरों के एक मित्र का पेज के माध्यम से आप पा सकते हैं कि संभव है कि याद रखें.) आप भी खोज इंजन सीधे अपने समय से लिंक करने की अनुमति की अनुमति के लिए चुन सकते हैं या नहीं कर सकते हैं. किसी ऐसी गूगल या बिंग के रूप में या लोगों की खोज करने साइटों पर एक खोज इंजन में अपना नाम खोजता है जब इस चयन से दूर है, तो अपने फेसबुक पेज नहीं आ जाएगा. यह विकल्प कोई उनके लिए एक ऑनलाइन खोज करता है जब ऊपर आता है कि जानकारी की मात्रा को कम करना चाहते हैं, जो बचे के लिए महत्वपूर्ण है. यह आप सार्वजनिक रूप सामग्री पोस्ट करते हैं, तो उस सामग्री को अभी भी एक खोज इंजन में दिखा सकता है, तथापि, नोट करना महत्वपूर्ण है. आप पाया जा रहा है अपने प्रोफाइल के बारे में चिंतित हैं, तो बंद करने के लिए सेटिंग इस गोपनीयता सेट और अतीत और भविष्य के पदों के लिए दोनों दर्शकों फिल्टर का उपयोग करें.
ko: 일부 생존자들은 친구의 제한된 그룹과 연결 상태를 유지하기 위해 페이스 북을 사용할 수 있지만, 다른 사람들을 찾을 수있을 싶지 않아요. (당신이 가장 제한적인 옵션, 친구를 선택하더라도 다른 사람들이 친구의 페이지를 통해 당신을 찾을 수있는 가능성이 있음을 기억하십시오.) 당신은 또한 검색 엔진이 직접 타임 라인에 링크 할 수 있도록 선택하거나 할 수 없습니다. 누군가가 구글이나 빙,이나 명 파인더 사이트에 검색 엔진에 당신의 이름을 검색 할 때이 선택이 꺼져있는 경우, 귀하의 페이스 북 페이지가 나타나지 않습니다. 이 옵션은 누군가가 그들을 위해 온라인 검색을 수행 할 때까지 제공되는 정보의 양을 최소화 할 생존에 중요하다. 그것은 당신이 공공 등의 내용을 게시 할 경우, 해당 내용은 여전히 ​​검색 엔진에 표시 할 수 있다는 점에 유의해야합니다. 당신이 발견되는 프로필이 걱정되는 경우, off로 설정이 개인 정보 보호를 설정하고 과거와 미래의 게시물 모두 관객 필터를 사용합니다.
ur_in: کچھ زندہ بچ جانے والے دوستوں کی ایک محدود گروپ کے ساتھ منسلک رہنے کے لئے فیس بک کا استعمال کرنا چاہتے ہیں لیکن دوسروں کو ان کو تلاش کرنے کے قابل ہو جائے کرنے کے لئے نہیں کرنا چاہتے ہیں. (اگر آپ کو سب سے زیادہ پابندیوں کا اختیار، دوستوں کا انتخاب یہاں تک کہ اگر، یہ دوسروں کے ایک دوست کے صفحے کے ذریعے آپ کو تلاش کر سکتے ہیں کہ ممکن ہے کہ یاد رکھیں.) تم بھی تلاش کے انجن کو براہ راست آپ کی ٹائم لائن سے منسلک کرنے کی اجازت دے اجازت دینے کے لئے منتخب کریں یا نہیں کر سکتے ہیں. کسی طرح کے گوگل یا بنگ، کے طور پر یا لوگوں فائنڈر سائٹس پر ایک تلاش کے انجن میں آپ کے نام کی تلاش ہے جب یہ انتخاب بند ہے تو، آپ کے فیس بک کے صفحے تک نہیں آئے گا. یہ اختیار کسی نے ان کے لئے ایک آن لائن تلاش ہے جب آتا ہے کہ معلومات کی مقدار کو کم کرنے کے لئے چاہتے ہیں جو زندہ بچ جانے والوں کے لئے ضروری ہے. یہ آپ کو عوامی طور پر مواد شائع کرتا ہے تو، اس مواد اب بھی ایک تلاش کے انجن میں ظاہر کر سکتا ہے، تاہم، نوٹ کرنا اہم ہے. آپ محسوس کیا جا رہا ہے آپ اپنی ہی پروفائل کے بارے میں فکر مند ہیں، دور کرنے کے لئے قائم اس کی رازداری قائم ہے اور ماضی اور مستقبل پوسٹس دونوں کے لئے سامعین کے فلٹر استعمال.

source: Stalking is defined as when someone: follows you; places you under surveillance; or contacts you (in person, by phone, email, etc.) without your permission for the purpose of “harassing or intimidating” you.* “Harassing or intimidating” you means that the stalker does repeated acts that cause you emotional distress by placing you in reasonable fear for your safety or the safety of a member of your immediate family (and the acts serve no legitimate purpose). There does not have to be a specific threat of death or bodily injury.* * O.C.G.A. § 16-5-90(a)(1)
ar: ويعرف المطاردة وعندما يقوم شخص ما: يتابعك. تضعك تحت المراقبة. أو الأسماء التي (شخصيا، عن طريق الهاتف، البريد الإلكتروني، الخ) دون إذنك لغرض مضايقة أو تخويف لكم. * “مضايقة أو تخويف لك يعني أنه مطارد لا الأفعال التي تسبب لك الاضطراب العاطفي تتكرر من خلال وضع لكم في خوف معقول على سلامتك أو سلامة عضو من عائلتك (والأفعال لا تخدم أي غرض مشروع). لا يشترط أن يكون تهديد محدد للوفاة أو الإصابة الجسدية. * * O.C.G.A. § 16-5-90(a)(1)
es: Acecho se define como cuando alguien: le sigue; te coloca bajo vigilancia; o en contacto con usted (en persona, por teléfono, correo electrónico, etc) sin su permiso con el fin de 'acosar o intimidar' a usted.* 'Persecución o intimidación' que significa que el acosador no repetir los actos que le causan angustia emocional por que la colocación de un temor razonable por su seguridad o la seguridad de un miembro de su familia inmediata (y los actos servir a ningún propósito legítimo). No tiene por qué ser una amenaza específica de muerte o lesiones corporales.* * O.C.G.A. § 16-5-90(a)(1)
hi: पीछा जब किसी के रूप में परिभाषित किया गया है: आप इस प्रकार; निगरानी के तहत आप स्थानों; या परेशान या आप डराना के प्रयोजन के लिए आपकी अनुमति के बिना (फोन, ईमेल, आदि द्वारा व्यक्ति में,) संपर्क आप.* “परेशान या आप डराना शिकारी अपनी सुरक्षा या आपके तत्काल परिवार के एक सदस्य की सुरक्षा के लिए उचित भय में आप रखकर आप भावनात्मक संकट का कारण है कि कृत्यों को दोहराया है कि इसका मतलब है (और अधिनियमों कोई वैध उद्देश्य की सेवा). मृत्यु या शारीरिक चोट की एक विशिष्ट खतरा हो वहाँ नहीं है.* * O.C.G.A. § 16-5-90(a)(1)
ko: 스토킹은 때 사람으로 정의된다 : 당신은 다음과; 당신을 감시 장소; 또는 괴롭 히거나 협박 할 목적으로 사용자의 허가없이 (전화, 이메일 등으로 사람의) 연락처 당신.* 희롱 또는 당신에게 협박하는 스토커가 안전 또는 직계 가족의 안전을 위해 합리적인 두려움을 배치하여 당신에게 정신적 고통의 원인 행위를 반복 않음을 의미한다 (그리고 행위는 합법적 인 목적을 제공하지 않습니다). 사망 또는 신체 상해의 특정 위협이있을 필요가 없습니다.* * O.C.G.A. § 16-5-90(a)(1)
ur_in: تعاقب جب کسی کے طور پر بیان کیا جاتا ہے: آپ مندرجہ ذیل ہے؛ نگرانی کے تحت دیتا؛ or ہراساں کرنے یا آپ کو دھمکی کے مقصد کے لئے آپ کی اجازت کے بغیر (فون، ای میل، وغیرہ کی طرف سے انسان میں،) رابطے آپ.* ہراساں یا آپ دھمکی شکاری آپ کی حفاظت یا آپ کو فوری طور پر خاندان کے ایک رکن کی حفاظت کے لئے مناسب خوف میں آپ کو رکھ کر آپ جذباتی تکلیف کی وجہ سے اس کے اعمال سے بار بار کرتا ہے کا مطلب ہے کہ (اور کارروائیوں کوئی جائز مقصد کی خدمت). موت یا جسمانی چوٹ کی ایک مخصوص خطرہ موجود نہیں ہے.* * O.C.G.A. § 16-5-90(a)(1)

source: staying safe
ar: البقاء آمنة
es: mantenerse seguro
hi: सुरक्षित रहने
ko: 안전 체류
ur_in: محفوظ رہنے

source: success stories
ar: قصص النجاح
es: historias de éxito
hi: सफलता की कहानी
ko: 성공 사례
ur_in: کامیابی کی کہانیاں

source: Tagging is another function within Facebook that may allow others to find your timeline. Using your privacy settings, you can choose to approve all tags before they appear on your timeline, you can limit the audience of posts that you are tagged in, and you can turn off the “tag suggestions” feature. You can also remove tags of yourself, although removing a tag or not approving a tag does not remove the post , the tag or the photo from Facebook completely. Those options only allow you to control what shows up on your own timeline. If you are concerned about your privacy, you can use Facebook’s social reporting tools to ask the individuals to remove photos or posts with the individuals who made them. If something is posted that is harmful to you and violates Facebook’s community standards, you can report it to Facebook. For more information on reporting options, please see the Facebook Safety: Tips for Survivors handout Third Line of Defense: Be Safe on pages 4-5 of this document.
ar: ٹیگنگ دوسروں کو آپ کی ٹائم لائن تلاش کرنے کے لئے کی اجازت دے سکتا ہے کہ فیس بک کے اندر اندر ایک اور تقریب ہے. وہ آپ کی ٹائم لائن پر ظاہر سے پہلے آپ کی رازداری کی ترتیبات کا استعمال کرتے ہوئے، آپ کو تمام ٹیگ منظور کرنے کے لئے منتخب کر سکتے ہیں، آپ کو آپ میں ٹیگ کیا جاتا ہے کہ پوسٹس کے سامعین محدود کر سکتے ہیں، اور آپ کی تجاویز کی خاصیت ٹیگ بند کر سکتے ہیں. ایک ٹیگ کی منظوری ایک ٹیگ اتارنے یا نہیں پوسٹ، ٹیگ یا مکمل طور پر فیس بک سے تصویر کو ختم نہیں کرتا اگرچہ آپ نے، اپنے آپ کو ٹیگ کو ہٹا سکتے ہیں. ان کے اختیارات صرف آپ کو اپنے ٹائم لائن پر ظاہر کیا کو کنٹرول کرنے کی اجازت دیتے ہیں. آپ کو آپ کی رازداری کے بارے میں فکر مند ہیں تو، آپ کو ان کے جنہوں نے افراد کے ساتھ تصاویر یا خطوط کو دور کرنے کے افراد سے پوچھیں کے لئے فیس بک کی سماجی رپورٹنگ کے اوزار استعمال کر سکتے ہیں. آپ کو کچھ نقصان دہ ہے اور فیس بک کے کمیونٹی کے معیار کی خلاف ورزی ہے پوسٹ کیا گیا ہے تو، آپ کو فیس بک پر اس کی رپورٹ کر سکتے ہیں. رپورٹنگ کے اختیارات کے بارے میں مزید معلومات کے لئے، فیس بک سیفٹی براہ مہربانی ملاحظہ کریں: دفاع کے زندہ بچ جانے والے ہینڈ آوٹ تیسری لائن کے لئے تجاویز: صفحات اس دستاویز کے 4-5 پر محفوظ ہو جائے.
es: El etiquetado es otra función dentro de Facebook que pueden permitir que otros para encontrar su línea de tiempo. El uso de la configuración de privacidad, puede elegir a aprobar todas las etiquetas antes de que aparezcan en su línea de tiempo, se puede limitar a la audiencia de los puestos que están etiquetados, y usted puede desactivar la función de 'sugerencias de etiquetas'. También puede quitar las etiquetas de ti mismo, a pesar de la eliminación de una etiqueta o no aprobar una etiqueta no elimina el mensaje, la etiqueta o la foto de Facebook por completo. Estas opciones sólo le permiten controlar lo que aparece en su propia línea de tiempo. Si usted está preocupado por su privacidad, puede utilizar herramientas de informe social de Facebook para pedir a los individuos para quitar fotos o mensajes que corresponden con las personas que las hicieron. Si algo se publica es perjudicial para usted y viola normas de la comunidad de Facebook, puedes reportarlo a Facebook. Para obtener más información sobre las opciones de presentación de informes, por favor consulte el folleto de Facebook: Consejos para Sobrevivientes folleto tercera línea de defensa: estar seguro en las páginas 4-5 de este documento.
hi: टैगिंग दूसरों को अपने समय को खोजने के लिए अनुमति दे सकता है कि फेसबुक के भीतर एक समारोह है. वे अपने समय पर आने के पहले अपनी गोपनीयता सेटिंग्स का उपयोग करना, आप सभी टैग स्वीकृत करने के लिए चुन सकते हैं, आप आप में चिह्नित कर रहे हैं कि पदों के दर्शकों को सीमित कर सकते हैं, और आप सुझाव सुविधा टैग बंद कर सकते हैं. एक टैग का अनुमोदन एक टैग हटाने या नहीं पोस्ट, टैग या पूरी तरह से फेसबुक से फोटो दूर नहीं करता है, हालांकि तुम भी अपने आप को टैग हटा सकते हैं. उन विकल्पों केवल आप अपने खुद के समय पर पता चलता है कि क्या नियंत्रित करने के लिए अनुमति देते हैं. आप अपनी गोपनीयता के बारे में चिंतित हैं, तो आप उन्हें बनाया जो व्यक्तियों के साथ फोटो या पदों को दूर करने के लिए व्यक्तियों को पूछने के लिए फेसबुक के सामाजिक रिपोर्टिंग उपकरण का उपयोग कर सकते हैं. कुछ आप के लिए हानिकारक है और फेसबुक के समुदाय मानकों का उल्लंघन करती है कि पोस्ट किया जाता है, तो आप फेसबुक पर यह रिपोर्ट कर सकते हैं. रिपोर्टिंग विकल्पों पर अधिक जानकारी के लिए फेसबुक सेफ्टी देखें: रक्षा बचे थिसिस तीसरी लाइन के लिए सुझाव: पृष्ठों के इस दस्तावेज़ के 4-5 पर सुरक्षित रहें.
ko: 태그는 다른 사람들이 당신의 타임 라인을 찾을 수 있습니다 페이스 북 내의 다른 기능입니다. 그들은 당신의 타임 라인에 표시하기 전에 개인 정보 설정을 사용하면 모든 태그를 승인하도록 선택할 수 있습니다, ​​당신은 당신이 태그 된 게시물의 관객을 제한 할 수 있으며, 제안 기능을 태그를 해제 할 수 있습니다. 태그를 승인 태그를 제거 아닌지 포스트, 태그 또는 완전히 페이스 북에서 사진을 제거하지 않습니다하지만 당신은 또한 자신의 태그를 제거 할 수 있습니다. 이러한 옵션은 당신이 당신의 자신의 타임 라인에 나타 제어 할 수 있습니다. 당신이 당신의 개인 정보 보호에 대해 우려하는 경우, 당신이 그들을 만든 개인과 사진이나 게시물을 제거하기 위해 개인을 요청하는 페이스 북의 소셜보고 도구를 사용할 수 있습니다. 무언가가 당신에게 유해한와 페이스 북의 지역 사회 기준을 위반 한 것으로 기록되어있는 경우, 당신은 페이스 북에보고 할 수 있습니다. 보고 옵션에 대한 자세한 내용은 페이스 북의 안전을 참조하십시오 국방의 생존자 유인물 세 번째 줄에 대한 팁 : 페이지이 문서의 4-5 안전합니다.
ur_in: ٹیگنگ دوسروں کو آپ کی ٹائم لائن تلاش کرنے کے لئے کی اجازت دے سکتا ہے کہ فیس بک کے اندر اندر ایک اور تقریب ہے. وہ آپ کی ٹائم لائن پر ظاہر سے پہلے آپ کی رازداری کی ترتیبات کا استعمال کرتے ہوئے، آپ کو تمام ٹیگ منظور کرنے کے لئے منتخب کر سکتے ہیں، آپ کو آپ میں ٹیگ کیا جاتا ہے کہ پوسٹس کے سامعین محدود کر سکتے ہیں، اور آپ کی تجاویز کی خاصیت ٹیگ بند کر سکتے ہیں. ایک ٹیگ کی منظوری ایک ٹیگ اتارنے یا نہیں پوسٹ، ٹیگ یا مکمل طور پر فیس بک سے تصویر کو ختم نہیں کرتا اگرچہ آپ نے، اپنے آپ کو ٹیگ کو ہٹا سکتے ہیں. ان کے اختیارات صرف آپ کو اپنے ٹائم لائن پر ظاہر کیا کو کنٹرول کرنے کی اجازت دیتے ہیں. آپ کو آپ کی رازداری کے بارے میں فکر مند ہیں تو، آپ کو ان کے جنہوں نے افراد کے ساتھ تصاویر یا خطوط کو دور کرنے کے افراد سے پوچھیں کے لئے فیس بک کی سماجی رپورٹنگ کے اوزار استعمال کر سکتے ہیں. آپ کو کچھ نقصان دہ ہے اور فیس بک کے کمیونٹی کے معیار کی خلاف ورزی ہے پوسٹ کیا گیا ہے تو، آپ کو فیس بک پر اس کی رپورٹ کر سکتے ہیں. رپورٹنگ کے اختیارات کے بارے میں مزید معلومات کے لئے، فیس بک سیفٹی براہ مہربانی ملاحظہ کریں: دفاع کے زندہ بچ جانے والے ہینڈ آوٹ تیسری لائن کے لئے تجاویز: صفحات اس دستاویز کے 4-5 پر محفوظ ہو جائے.
