Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Although you can’t control what others say about you on their own timeline and elsewhere on Facebook, you can control what they say about you on your own timeline. Under Timeline and Tagging, you can control who can post on your timeline and who can see your timeline.
ar: على الرغم من أنك لا تستطيع السيطرة على ما يقوله الآخرون عنك على جدول زمني الخاصة بهم وأماكن أخرى في الفيسبوك، يمكنك السيطرة على ما يقولون عنك على الجدول الزمني الخاص بك. تحت الخط ووضع العلامات، يمكنك التحكم في من يمكنه إضافة وقتك على الانترنت والذي يمكن أن نرى الجدول الزمني الخاص بك.
es: Aunque usted no puede controlar lo que otros dicen acerca de usted en su propia línea de tiempo y en otro lugar en Facebook, usted puede controlar lo que dicen acerca de usted en su propia línea de tiempo. Bajo la línea de tiempo y de marcado, puede controlar quién puede publicar en su línea de tiempo y que se puede ver la línea de tiempo.
hi: आप दूसरों को कहीं और फेसबुक पर अपने खुद के समय और पर के बारे में आप क्या कहते हैं पर नियंत्रण नहीं कर सकते हैं, आप वे अपने खुद के समय पर आपके बारे में क्या कहते हैं नियंत्रित कर सकते हैं. समय और टैगिंग के तहत, आप अपने समय पर पोस्ट कर सकते हैं जो नियंत्रण कर सकते हैं और जो अपने समय देख सकते हैं.
ko: 당신은 다른 사람이 다른 페이스 북에 자신의 타임 라인에 너에 대해 어떤 말을하는지 확인할 수는 없지만, 당신은 자신의 타임 라인에 그들이 너에 대해 어떤 말을하는지 확인할 수 있습니다. 타임 라인 및 태깅에서, 당신은 당신의 타임 라인에 게시 할 수있는 사람을 확인하실 수 있습니다 사람은 당신의 타임 라인을 볼 수 있습니다.
ur_in: آپ دوسروں کو کسی اور جگہ فیس بک پر ان کی اپنی ٹائم لائن اور آپ کے بارے میں کیا کہتے ہیں کو کنٹرول نہیں کر سکتے ہیں، آپ کو وہ آپ کے اپنے ٹائم لائن پر آپ کے بارے میں کیا کہتے ہیں کنٹرول کر سکتے ہیں. ٹائم لائن اور ٹیگنگ کے تحت، آپ کو آپ کی ٹائم لائن پر پوسٹ کر سکتے ہیں کنٹرول کر سکتے ہیں اور جو آپ کی ٹائم لائن دیکھ سکتے ہیں.

source: As you are browsing the Internet, you may come across an email address that you can click on in order to send an email to that address -- something that looks like this: info@domain123.com. If you share a computer with the abuser and click on an email link, you may be sending the email from the abuser's email address without even knowing it. This could put you in danger since whoever you wrote to might try to write you back, but will be writing to the abuser's email address instead. It is safer to copy the email address and paste it directly into a new message from your own email account.
ar: كما كنت تصفح الإنترنت، وكنت قد تأتي عبر عنوان البريد الإلكتروني الذي يمكنك النقر على لإرسال رسالة بريد إلكتروني إلى هذا العنوان - شيء يشبه هذا: info@domain123.com. إذا كنت تشارك الكمبيوتر مع المسيء وانقر على وصلة البريد الإلكتروني، قد يكون إرسال البريد الإلكتروني من عنوان البريد الإلكتروني المسيء دون حتى أن يعرفوا ذلك. هذا يمكن أن يضعك في خطر منذ كائنا من كنت قد كتبت لمحاولة أكتب لك مرة أخرى، ولكن سيتم الكتابة إلى عنوان البريد الإلكتروني المسيء بدلا من ذلك. وهو أكثر أمانا لنسخ ولصق عنوان البريد الإلكتروني مباشرة إلى رسالة جديدة من حساب البريد الإلكتروني الخاص بك.
es: Como usted está navegando por Internet, usted puede venir a través de una dirección de correo electrónico que usted puede hacer clic en el fin de enviar un correo electrónico a esa dirección - algo que se parece a esto: info@domain123.com. Si usted comparte su computadora con el abusador y hace clic en un enlace de correo electrónico, se le puede enviar el correo electrónico desde la dirección de correo electrónico del abusador, sin siquiera saberlo. Esto podría poner en peligro ya que quien le escribiste a podría tratar de escribir de nuevo, pero será por escrito a la dirección electrónica del abusador en su lugar. Es más seguro para copiar la dirección de correo electrónico y pegarlo directamente en un nuevo mensaje de su propia cuenta de correo electrónico.
hi: Info@domain123.com: इस तरह दिखता है - कुछ है कि आप इंटरनेट ब्राउज़ कर रहे हैं, क्या आप उस पते पर एक ईमेल भेजने के लिए क्लिक कर सकते हैं कि एक ईमेल पते में आ सकती है. आप abuser के साथ एक कंप्यूटर का हिस्सा है और एक ईमेल लिंक पर क्लिक करते हैं, आप भी यह जानने के बिना abuser के ईमेल पते से ईमेल भेज सकते हैं. यह तुम वापस लिखने की कोशिश हो सकती है, लेकिन बजाय abuser के ईमेल पते के लिए लिख दिया जाएगा लिखा है कि जो कोई भी के बाद से खतरे में डाल सकता है. यह ईमेल पता कॉपी करें और अपने खुद के ईमेल खाते से एक नया संदेश में सीधे पेस्ट करने के लिए सुरक्षित है.
ko: info@domain123.com :이처럼 보이는 뭔가를 - 만약 당신이 인터넷을 검색하는 것처럼, 당신은 당신이 그 주소에 이메일을 보내기 위해 클릭 할 수있는 전자 메일 주소에 걸쳐 올 수 있습니다. 당신이 가해자와 함께 컴퓨터를 공유 및 이메일 링크를 클릭하면, 당신은 그것을 알지도없이 가해자의 이메일 주소에서 이메일을 보낼 수있다. 이것은 당신이 당신을 다시 작성하려고 할 수도 쓴 누구 때문에 위험에 넣을 수 있지만, 대신 가해자의 이메일 주소로 작성됩니다. 이 전자 메일 주소를 복사하여 자신의 이메일 계정에서 새 메시지에 직접 붙여 안전합니다.
ur_in: info@domain123.com: اس طرح لگ رہا ہے کہ کچھ - اگر آپ انٹرنیٹ براؤزنگ کر رہے ہیں کے طور پر، آپ کو آپ کے اس پتے پر ایک ای میل بھیجیں کرنے کے لئے پر کلک کر سکتے ہیں ہے کہ ایڈریس سکتا ہے ایک ای میل کے اس پار آئے. آپ بدسلوکی کرنے والے کے ساتھ ایک کمپیوٹر کا ​​اشتراک اور ایک ای میل کے لنک پر کلک کریں، تو آپ کو بھی یہ جانے بغیر بدسلوکی کرنے والے کا ای میل ایڈریس سے ای میل بھیجنے کے کیا جا سکتا ہے. آپ واپس لکھنے کے لئے کوشش کر سکتے ہیں، بلکہ اس کی بجائے بدسلوکی کرنے والے کا ای میل ایڈریس کے لئے لکھ جائے گا جس پر لکھا ہے کے بعد سے اس خطرے میں ڈال سکتا ہے. یہ ای میل ایڈریس کو کاپی کریں اور براہ راست اپنے اپنے ای میل اکاؤنٹ سے ایک نیا پیغام میں پیسٹ کرنے کی محفوظ ہے.

source: Create a plan with your children for when violence happens. Tell them not to get involved if the abuser is hurting you since that may get them hurt. Decide on a code word to let them know that they should leave the house and get help. If the abuser won’t let them leave the house safely, figure out with them where would be a safe place for them to go within the house where they can call for help (such as a room with a lock and a phone). Make sure they know that their first priority is to stay safe, not to physically protect you. Practice different ways to get out of your house safely. Practice with your children as well. Plan for what you will do if your children tell your partner about your plan or if your partner finds out about your plan some other way. Tell your children that violence is never right, even when someone they love is being violent. Tell them that the violence isn't their fault or your fault. Tell them that when anyone is being violent, it is important to keep safe.
ar: وضع خطة مع أطفالك عن عندما يحدث العنف. نقول لهم لا أن تتورط إذا المسيء يضر كنت منذ ذلك قد يضر الحصول عليها. تقرر على كلمة السر ليعرفوا أنها ينبغي أن يترك المنزل، والحصول على المساعدة. إذا فإن المعتدي لا تسمح لهم بمغادرة المنزل بأمان، ومعرفة معهم حيث سيكون مكان آمن لهم للذهاب داخل المنزل حيث يمكنهم طلب المساعدة (مثل غرفة مع قفل والهاتف). تأكد من أنهم يعرفون أن أولويتهم الأولى هي البقاء آمنة، وليس لتوفير الحماية المادية لك. ممارسة طرق مختلفة للخروج من منزلك بأمان. ممارسة مع أطفالك أيضا. التخطيط لما الذي ستفعله إذا كان أطفالك اقول شريك حياتك عن خطتك أو إذا وجدت شريك حياتك خارج عن الخطة الخاصة بك بطريقة أخرى. أبنائكم أن العنف هو الحق أبدا، حتى عندما يقوم شخص ما يحبون يجري عنيفة. نقول لهم ان العنف ليس خطأهم أو خطأك. نقول لهم أنه عندما أي شخص يجري عنيفة، فمن المهم للحفاظ على آمن.
es: Crear un plan con sus hijos para cuando la violencia ocurre. Diles que no se involucren si el abusador le hace daño ya que puede hacer que duelen. Decidir sobre una palabra en clave para hacerles saber que deben dejar la casa y pedir ayuda. Si el abusador no les permite salir de la casa con seguridad, averiguar con ellos en que sería un lugar seguro para ellos ir dentro de la casa, donde pueden llamar para pedir ayuda (por ejemplo, una habitación con una cerradura y un teléfono). Asegúrese de que sepan que su primera prioridad es mantener la seguridad, no para proteger físicamente a usted. Practique diferentes maneras de salir de su casa de manera segura. Practique con sus hijos también. Planifique para lo que va a hacer si sus hijos dicen a su pareja sobre su plan o si su pareja se entera de su plan de alguna otra manera. Dígale a sus hijos que la violencia nunca es correcto, incluso cuando un ser querido es ser violento. Dígales que la violencia no es su culpa o culpa tuya. Dígales que cuando alguien se comporta de manera violenta, es importante para mantener a salvo.
hi: हिंसा होता है जब के लिए अपने बच्चों के साथ एक योजना बनाएँ. Abuser कि उन्हें चोट लगी हो सकता है क्योंकि आप दर्द हो रहा है शामिल करने के लिए नहीं उन्हें बताओ. उन्हें वे घर छोड़कर मदद मिलनी चाहिए कि यह बताने के लिए एक कोड शब्द पर फैसला. Abuser उन्हें सुरक्षित रूप से घर से जाने नहीं देंगे, तो उन्हें वे (जैसे एक ताला और एक फोन के साथ एक कमरे के रूप में) की मदद के लिए फोन कर सकते हैं, जहां घर के भीतर जाने के लिए के लिए एक सुरक्षित जगह होगी, जहां उनके साथ यह पता लगाने. वे अपनी पहली प्राथमिकता शारीरिक रूप से आप को बचाने के लिए नहीं, सुरक्षित रहने के लिए है कि पता सुनिश्चित करें. सुरक्षित रूप से अपने घर से बाहर निकलने के लिए अलग अलग तरीकों का अभ्यास करें. साथ ही अपने बच्चों के साथ अभ्यास करें. अपने साथी अपनी योजना कुछ अन्य तरह के बारे में पता चल गया तो अपने बच्चों को अपनी योजना के बारे में अपने साथी बता सकते हैं या यदि आप क्या करेंगे के लिए योजना है. हिंसा वे प्यार किसी हिंसक किया जा रहा है, तब भी जब सही कभी नहीं है कि अपने बच्चों को बताएँ. हिंसा उनकी गलती या आपकी गलती नहीं है कि उन्हें बताओ. किसी को भी हिंसक जा रहा है, इसे सुरक्षित रखने के लिए महत्वपूर्ण है कि उन्हें बताओ.
ko: 폭력이 발생했을 때를위한 자녀와 함께 계획을 만듭니다. 즉 그들이 다칠 수 있기 때문에 가해자가 당신을 아프게하는 경우 참여하지 말라고 말한다. 그들이 집을 떠나 도움을받을 것을 알려 코드 워드 결정합니다. 가해자는 그들이 (예 : 잠금 및 휴대 전화와 함께 방으로) 도움을 요청할 수있는 집 내에서 이동 할 수있는 안전한 장소가 될 것 인 그들을 안전하게 집을 떠나 그들과 함께 알아 보자되지 않습니다. 그들은 자신의 첫번째 우선 순위가 물리적으로 당신을 보호하지 않는 안전 머물 것을 알고 있는지 확인합니다. 안전하게 집에서 얻을 수있는 다양한 방법을 연습합니다. 뿐만 아니라 당신의 아이들과 함께 연습 할 수 있습니다. 당신의 아이들이 당신의 계획에 대해 또는 당신의 파트너가 당신의 계획 다른 방법에 대해 알면 당신의 파트너를 말한다면 당신이 어떤 작업을 수행하는지에 대한 계획. 폭력은 그들이 사랑하는 누군가가 폭력 인 경우에도 결코 옳다고 자녀를 말한다.폭력이 그들의 잘못하거나 잘못이 있음을 말해 준다. 누군가가 폭력 될 때, 안전하게 유지하는 것이 중요합니다 것을 그들에게 알려주십시오.
ur_in: تشدد ہوتا ہے جب اپنے بچوں کے ساتھ ایک منصوبہ بنائیں. بدسلوکی کرنے والے کہ ان چوٹ مئی کے بعد تم تکلیف دے رہا ہے تو ملوث کرنے کے لئے نہیں ان سے کہو. انہیں گھر چھوڑ کر مدد حاصل کرنا چاہئے کہ بتائیں ایک کوڈ لفظ پر فیصلہ. (: اس طرح ایک تالا اور ایک فون کے ساتھ ایک کمرے کے طور پر) بدسلوکی کرنے والے ان کو محفوظ طریقے سے گھر سے جانے نہیں کرے گا، ان کی مدد کے لئے کال کر سکتے ہیں، جہاں گھر کے اندر اندر جانے کے لئے کے لئے ایک محفوظ جگہ ہو جائے گا جہاں ان کے ساتھ اعداد و شمار. وہ ان کی پہلی ترجیح جسمانی آپ کی حفاظت کرنے کے لئے نہیں، محفوظ رہنے کے لئے ہے کو یقینی بنائیں. محفوظ طریقے سے آپ کے گھر کے باہر حاصل کرنے کے مختلف طریقوں کی مشق. اس کے ساتھ ساتھ اپنے بچوں کے ساتھ مشق. آپ کے بچے آپ کی منصوبہ بندی acerca اپنے ساتھی کو بتا یا آپ کے ساتھی کو پتہ چل گیا تو آپ کی منصوبہ بندی کسی دوسرے طریقے acerca تو آپ کیا کریں گے کے لئے منصوبہ. تشدد کا حق کبھی نہیں ہے کہ آپ کے بچوں کو کہو، وہ کسی پر تشدد کیا جا رہا ہے یہاں تک کہ جب محبت. تشدد آپ کی غلطی یا ان کی غلطی نہیں ہے ان سے کہو کہ. کسی پر تشدد کیا جا رہا ہے، اسے محفوظ رکھنے کے لئے ضروری ہے کہ ان سے کہو.

source: Divorce -- What are the basic steps for filing for divorce?
ar: الطلاق - ما هي الخطوات الأساسية لرفع دعوى طلاق؟
es: Divorcio -- ¿Cuáles son los pasos básicos para obtener un divorcio?
hi: तलाक - तलाक के लिए दाखिल करने के लिए बुनियादी कदम क्या हैं?
ko: 이혼 - 이혼 신청을위한 기본 단계는 무엇입니까?
ur_in: طلاق - طلاق کے لئے دائر کرنے کے لئے بنیادی اقدامات کیا ہیں؟

source: Do you feel that nothing you do is ever good enough for your partner?
ar: هل تشعر بأن شيئا ما عليك فعله هو من أي وقت مضى جيدة بما فيه الكفاية لشريك حياتك؟
es: ¿Sientes que nada de lo que haces es lo suficientemente bueno para su pareja?
hi: क्या आप ऐसा कुछ भी कभी भी अपने साथी के लिए काफी अच्छा है कि लग रहा है?
ko: 당신은 당신이 아무것도 당신의 파트너에 대한 충분한 이제까지 좋은 있다는 것을 느낄 수 있나요?
ur_in: تم کیا کچھ بھی نہیں کبھی آپ کے پارٹنر کے لئے کافی اچھا ہے لگتا ہے کہ نہیں ہے؟

source: Do you get anxious or nervous when you have to relay 'bad news' to your partner?
ar: لا تحصل حريصة أو العصبي عندما يكون لديك لنقل الأخبار السيئة لشريك حياتك؟
es: ¿Se ponen ansiosos o nerviosos cuando se tiene que transmitir 'malas noticias' a su pareja?
hi: आप अपने साथी को 'बुरी खबर' रिले करने के लिए है जब आप चिंतित या घबरा जाते हैं?
ko: 당신이 당신의 파트너에게 '나쁜 소식'을 릴레이 할 때 불안 또는 긴장받을 수 있나요?
ur_in: آپ اپنے پارٹنر کو بری خبر ریلے جب تم فکر مند یا اعصابی حاصل کرتے ہیں؟

source: Do you lie to your family, friends and doctor about your bruises, cuts and scratches?
ar: هل تكذب على عائلتك والأصدقاء والطبيب الخاص حول الكدمات والجروح والخدوش؟
es: ¿Miente a sus familiares, amigos y médico sobre sus contusiones, cortes y rasguños?
hi: आप अपने परिवार, दोस्तों और अपने घाव, कटौती और खरोंच के बारे में डॉक्टर से झूठ बोलते हैं?
ko: 당신은 당신의 타박상, 상처와 상처에 대해 가족, 친구, 의사에게 거짓말을합니까?
ur_in: آپ کو آپ کے خاندان، دوستوں سے جھوٹ اور اپنے زخم، زخموں اور خروںچ کے ڈاکٹر ہیں؟

source: Do you sometimes change your plans or cancel outings to avoid your partner's reaction?
ar: هل قمت بتغيير أحيانا خططك أو إلغاء مباريات لتجنب رد فعل شريك حياتك؟
es: ¿A veces se cambia de planes o cancelar salidas para evitar la reacción de su pareja?
hi: आप कभी कभी अपने साथी की प्रतिक्रिया से बचने के लिए अपनी योजनाओं को बदलने या सैर रद्द कर सकता हूँ?
ko: 당신은 때때로 당신의 파트너의 반응을 피하기 위해 계획을 변경하거나 외출을 취소합니까?
ur_in: آپ کو کبھی کبھی آپ کے ساتھی کے ردعمل سے بچنے کے لئے اپنے منصوبوں کو تبدیل یا باہر منسوخ ہے؟

source: Do you try to please your partner rather than yourself in order to avoid being hurt?
ar: هل محاولة لإرضاء شريك حياتك بدلا من نفسك من أجل تجنب التعرض للاذى؟
es: ¿Trata de complacer a su pareja en lugar de a ti mismo para evitar ser herido?
hi: तुम्हें चोट किया जा रहा से बचने के लिए नहीं बल्कि अपने आप से अपने साथी को खुश करने की कोशिश करते हैं?
ko: 당신은 상처를 받고 당신의 파트너를 기쁘게 오히려 자신보다 피하기 위해하려고합니까?
ur_in: تمہیں چوٹ پہنچائی جا رہا ہے سے بچنے کے لئے نہیں بلکہ اپنے آپ سے آپ کے ساتھی کو خوش کرنے کی کوشش کرتے ہیں؟

source: Does your partner check up on what you have been doing, and not believe your answers?
ar: هل تحقق شريك حياتك حتى على ما تقومون به، وليس أصدق إجاباتك؟
es: ¿Comprueba su pareja después de lo que has estado haciendo, y no las guarda tus respuestas?
hi: आप अपने साथी क्या कर रहा है पर जाँच, और अपने जवाब पर विश्वास नहीं करता?
ko: 당신의 파트너가 당신의 대답을 생각 당신이 무슨 일을하는지에 위로 확인하고하지 않는 이유는 무엇입니까?
ur_in: آپ کے ساتھی آپ کر رہے ہیں کیا پر چیک، اور آپ کے جوابات پر یقین نہیں ہے؟

source: Does your partner keep you from going out or doing things that you want to do?
ar: هل تبقى لكم شريك حياتك من الخروج أو فعل الأشياء التي تريد القيام به؟
es: ¿Su pareja le impiden salir o hacer cosas que quieres hacer?
hi: आप अपने साथी से बाहर जा रहा है या आप क्या करना चाहते हैं कि बातें करने से रखने के लिए?
ko: 당신의 파트너가 당신이 외출 또는 당신이 원하는 일을 막기합니까?
ur_in: آپ کے ساتھی آپ کو باہر جانے یا آپ کرنا چاہتے ہیں کام کرنے سے رکھنے کے ہے؟

source: Does your partner say that if you try to leave him or her, you will never see your children again?
ar: لا يقول أن شريك حياتك إذا حاولت ترك له أو لها، أنك لن ترى أطفالك مرة أخرى؟
es: ¿Su pareja dice que si usted trata de él o ella salir, nunca vas a ver a tus hijos?
hi: अपने साथी तुम उसे या उसके छोड़ने की कोशिश करते हैं, तो आप फिर से अपने बच्चों को कभी नहीं देखेंगे कि कहना है?
ko: 당신의 파트너가 당신이 그 사람이나 그 여자를 떠나려고하면, 당신은 다시 아이를 볼 수 없을 것이라고합니까?
ur_in: آپ کے ساتھی آپ کو اس کے یا اس کو چھوڑنے کے لئے کوشش کرتے ہیں تو، آپ کو دوبارہ اپنے بچوں کو کبھی نہیں دیکھ گے ہے؟

source: Does your partner say that if you try to leave, he or she will kill himself or herself or you?
ar: لا يقول أن شريك حياتك إذا حاولت ترك، وقال انه أو انها سوف يقتل نفسه أو لك؟
es: ¿Su pareja dice que si usted trata de salir, él o ella va a matar a sí mismo oa ti?
hi: आप अपने साथी को छोड़ने की कोशिश करते हैं, तो वह या वह खुद को या खुद या तुम्हें मार देंगे कि कहना है?
ko: 당신의 파트너가 당신이 떠날하려고하면, 그 또는 그녀가 자신 또는 자신 또는 당신을 죽일 것이라고합니까?
ur_in: آپ کے ساتھی آپ کو چھوڑ کر کرنے کی کوشش کریں، تو وہ یا میں خود یا آپ کو قتل کریں گے یہ کہتا ہے؟

source: Does your partner sometimes embarass you or criticize you in front of others?
ar: لا تحرج شريك حياتك كنت أحيانا أو انتقاد لك أمام الآخرين؟
es: ¿Su pareja a veces avergonzar o te critica enfrente de los demás?
hi: अपने साथी कभी कभी आप को शर्मिंदा या दूसरों के सामने आप की आलोचना करता है?
ko: 당신의 파트너는 때때로 당신을 embarass이나 다른 사람 앞에서 당신을 비판 하는가?
ur_in: آپ کے ساتھی کبھی کبھی آپ کو embarass یا دوسروں کے سامنے میں آپ کی تنقید ہے؟

source: Does your partner's behavior make you feel as if you are wrong?
ar: هل سلوك شريك حياتك يجعلك تشعر كما لو كنت على خطأ؟
es: ¿La conducta de tu pareja te hace sentir como si te equivocas?
hi: अपने साथी के व्यवहार आप गलत कर रहे हैं के रूप में यदि आप महसूस करते हैं?
ko: 당신이 잘못된 것처럼 당신의 파트너의 행동은 당신이 기분이 있습니까?
ur_in: آپ کے ساتھی کا رویہ تم غلط ہو کے طور پر اگر آپ کو لگتا ہے؟

source: Email Security - Can the abuser access my email account?
ar: الأمن الإلكتروني - هل المسيء الوصول إلى حساب البريد الإلكتروني الخاص بي؟
es: Email Seguridad - Se puede acceder al abusador a mi cuenta de correo electrónico?
hi: ईमेल सुरक्षा - abuser मेरे ईमेल खाते का उपयोग कर सकते हैं?
ko: 이메일 보안 - 가해자가 내 이메일 계정에 접근 할 수 있습니까?
ur_in: ای میل سیکورٹی - بدسلوکی کرنے والے اپنے ای میل اکاؤنٹ تک رسائی حاصل کر سکتے ہیں؟

source: Email Security - How do I know I am sending email from my account or from the abuser’s account when I click on an email link that I found on a website?
ar: أمن البريد الإلكتروني - كيف أعرف أنا إرسال البريد الإلكتروني من حسابي أو من حساب المسيء عندما كنت أنقر على وصلة البريد الإلكتروني التي وجدت على موقع على شبكة الانترنت؟
es: Email Seguridad - ¿Cómo sé que estoy enviando correo electrónico de mi cuenta o de la cuenta del abusador cuando hago clic en un enlace de correo electrónico que he encontrado en un sitio web?
hi: ईमेल सुरक्षा - मैं मैं एक वेबसाइट पर पाया कि एक ईमेल लिंक पर क्लिक करते हैं तो मैं कैसे मैं अपने खाते से या abuser के खाते से ईमेल भेज रहा हूँ पता है?
ko: 이메일 보안 - 어떻게 나는 내가 웹 사이트에 이메일 링크를 클릭하면 계정 또는 가해자의 계정에서 이메일을 보내는 것을 알고 있습니까?
ur_in: ای میل کی سلامتی - میں نے ایک ویب سائٹ پر پتہ چلا ہے کہ ایک ای میل کے لنک پر کلک کریں جب میں کس طرح میں اپنے اکاؤنٹ سے یا بدسلوکی کرنے والے کے اکاؤنٹ سے ای میل بھیج رہا ہوں معلوم ہے؟

source: Email Security - What safety steps should I take even if I think the abuser does NOT have access to my email account?
ar: الأمن الالكتروني - ما هي الخطوات السلامة ينبغي لي أن أعتبر حتى لو أعتقد أن المعتدي لا يكون الوصول إلى حساب البريد الإلكتروني الخاص بي؟
es: Email Seguridad - ¿Qué medidas de seguridad debo tomar, incluso si creo que el abusador NO tiene acceso a mi cuenta de correo electrónico?
hi: ईमेल सुरक्षा - मैं abuser अपने ईमेल खाते तक पहुंच नहीं है, भले ही आपको लगता है मैं क्या करना चाहिए सुरक्षा कदम?
ko: 이메일 보안 - 어떤 안전 단계 내가 가해자가 내 이메일 계정에 액세스 할 수 없더라도 취해야합니까?
ur_in: ای میل کی سلامتی - میں بدسلوکی کرنے والے اپنے ای میل اکاؤنٹ تک رسائی حاصل نہیں ہے یہاں تک کہ اگر میں حفاظت کے کیا اقدامات کرنے چاہئیں؟

source: Email Security - What should I do if I receive threatening or harassing emails from the abuser?
ar: أمن البريد الإلكتروني - ماذا يجب أن أفعل إذا كنت تتلقى تهديد أو مضايقة رسائل البريد الإلكتروني من المسيء؟
es: Email Seguridad - ¿Qué debo hacer si recibo amenazar o acosar a mensajes de correo electrónico desde el abusador?
hi: ईमेल सुरक्षा - क्या मैं abuser से ईमेल धमकी या परेशान कर प्राप्त होता है तो मुझे क्या करना चाहिए?
ko: 전자 메일 보안 - 나는 위협 또는 가해자로부터 이메일을 괴롭받을 경우 어떻게해야합니까?
ur_in: ای میل سیکورٹی - کیا میں بدسلوکی کرنے والے کی طرف سے ای میلز کی دھمکی یا ہراساں کرنے حاصل کرتے ہیں تو مجھے کیا کرنا چاہئے؟

source: Email Security - What should I do if I think the abuser can access my email account?
ar: أمن البريد الإلكتروني - ماذا علي أن أفعل إذا اعتقدت المسيء يمكن الوصول إلى حساب البريد الإلكتروني الخاص بي؟
es: Email Seguridad - ¿Qué debo hacer si creo que el abusador tiene acceso a mi cuenta de correo electrónico?
hi: ईमेल सुरक्षा - क्या मैं abuser मेरे ईमेल खाते का उपयोग कर सकते हैं अगर आपको लगता है मुझे क्या करना चाहिए?
ko: 전자 메일 보안 - 나는 가해자가 내 이메일 계정에 액세스 할 수 있다고 생각한다면 어떻게해야합니까?
ur_in: ای میل سیکورٹی - کیا میں بدسلوکی کرنے والے اپنے ای میل اکاؤنٹ تک رسائی حاصل کر سکتے ہیں تو مجھے کیا کرنا چاہئے؟

source: Ending the Abusive Relationship
ar: إنهاء علاقة مهينة
es: Poner fin a la relación abusiva
hi: अपमानजनक संबंध समाप्त
ko: 학대 관계 종료
ur_in: بدسلوکی تعلقات ختم

source: Ending the Abusive Relationship - Steps to take if the abuser has permanently moved out of your home Part 1
ar: إنهاء علاقة مهينة - خطوات لاتخاذ إذا انتقلت المسيء نهائيا من منزلك الجزء 1
es: Poner fin a la relación abusiva - Pasos a seguir si el abusador ha trasladado de manera permanente fuera de su hogar Parte 1
hi: अपमानजनक रिश्ते को समाप्त - abuser स्थायी रूप से अपने घर भाग 1 से बाहर ले जाया गया है, तो लेने के लिए कदम
ko: 학대 관계를 종료 - 가해자가 영구적으로 홈 1 부 밖으로 이동 한 경우 단계 것은 걸릴
ur_in: بدسلوکی تعلقات ختم - بدسلوکی کرنے والے مستقل طور پر آپ کے گھر کے حصہ 1 کے باہر منتقل کر دیا گیا تو لینے کے لئے اقدامات

source: Ending the Abusive Relationship - Steps to take if the abuser has permanently moved out of your home Part 2
ar: إنهاء علاقة مهينة - خطوات لاتخاذ إذا انتقلت المسيء نهائيا من منزلك الجزء 2
es: Poner fin a la relación abusiva - Pasos a seguir si el abusador ha trasladado de manera permanente fuera de su hogar Parte 2
hi: अपमानजनक रिश्ते को समाप्त - abuser स्थायी रूप से अपने घर भाग 2 से बाहर ले जाया गया है, तो लेने के लिए कदम
ko: 학대 관계를 종료 - 가해자가 영구적으로 홈 2 부 밖으로 이동 한 경우 단계 것은 걸릴
ur_in: بدسلوکی تعلقات ختم - بدسلوکی کرنے والے مستقل طور پر آپ کے گھر کا حصہ 2 سے باہر منتقل کر دیا گیا تو لینے کے لئے اقدامات

source: Ending the Abusive Relationship - Steps to take if you have left the abuser and relocated to a confidential location Part 1
ar: إنهاء علاقة مهينة - خطوات لاتخاذ إذا كنت قد تركت المسيء ونقلهم إلى مكان سري الجزء 1
es: Poner fin a la relación abusiva - Pasos a seguir si usted ha dejado al abusador y se trasladó a un lugar confidencial Parte 1
hi: आप abuser छोड़ दिया और एक गोपनीय स्थान पार्ट 1 के लिए दूसरी जगह है अगर लेने के लिए कदम - अपमानजनक संबंध समाप्त
ko: 학대 관계를 종료 - 취할 단계가 기밀 위치의 제 1 부에 가해자를 떠나 이전 한 경우
ur_in: آپ بدسلوکی کرنے والے کو چھوڑ دیا اور ایک خفیہ مقام حصہ 1 میں منتقل کیا ہے، تو لینے کے لئے اقدامات - بدسلوکی تعلقات ختم

source: Ending the Abusive Relationship - Steps to take if you have left the abuser and relocated to a confidential location Part 2
ar: إنهاء علاقة مهينة - خطوات لاتخاذ إذا كنت قد تركت المسيء ونقلهم إلى مكان سري الجزء 2
es: Poner fin a la relación abusiva - Pasos a seguir si usted ha dejado al abusador y se trasladó a un lugar confidencial Parte 2
hi: आप abuser छोड़ दिया और एक गोपनीय स्थान पार्ट 2 के लिए जगह बदली है, तो लेने के लिए कदम - अपमानजनक संबंध समाप्त
ko: 학대 관계를 종료 - 취할 단계가 기밀 위치의 제 2 부에 가해자를 떠나 이전 한 경우
ur_in: آپ بدسلوکی کرنے والے کو چھوڑ دیا اور ایک خفیہ مقام حصہ 2 میں منتقل کیا ہے، تو لینے کے لئے اقدامات - بدسلوکی تعلقات ختم

source: Enough is Enough, Time to Let Go!
ar: كفى، حان الوقت لترك!
es: Basta Ya, hora de dejar ir!
hi: अब बहुत हो चुका, समय जाने के लिए!
ko: 그만 가자하기에 충분한 시간입니다!
ur_in: کافی کافی ہے، وقت جانے کے لئے!
