Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Localizable.strings
Languages: ar, es, hi, ko, ur_in

source: Here's how you would go about getting a bond for good behavior: Step 1. Go to the magistrate court - criminal division in the county where the incident occurred. Tell the magistrate that you are interested in getting a bond for good behavior taken out on the abuser. Be sure to bring any evidence or incident reports with you. The magistrate will give you a pre-warrant application form. Step 2. Fill out the pre-warrant application form. The magistrate may charge you a small fee for this application, but this fee can be waived in some situations. You will have to swear that everything you have written is true and sign the forms in front of the magistrate or another court official. Step 3. The magistrate will take your application to the judge. The judge will review the application. The judge may want to ask you some questions. Step 4. After reviewing your application, the judge will decide if there is enough evidence and information to have a hearing. If there is not enough evidence, you will have to come back and start over if another incident occurs. If there is enough evidence, the judge will set a hearing date and time, which will usually take place in 7 days. Note: If there is immediate danger to you or to your family, the judge may decide to issue an immediate absolute warrant and arrest the abuser immediately. However, it is much more likely that the judge will just set a hearing date and time. Step 5. You must go to the hearing. At the hearing, the judge will listen to you and to the abuser, and will look at all the evidence. Then the judge will make a decision. There are three possible decisions: The judge may decide that the evidence is so strong, and the situation so dangerous, that the abuser needs to be arrested. In this case, the judge will issue a warrant for the abuser's arrest and take him/her immediately into custody. The judge may decide that there is enough evidence to issue a bond for good behavior. (See next steps below.) The judge may decide that there is not enough evidence to either issue a bond or to arrest the abuser. In this case, the judge will just let the abuser leave, with no legal action taken. Step 6. If the judge decides to issue a bond for good behavior, then the abuser will be required to follow the orders set and written down by the judge for the duration of the bond. Step 7. The abuser will have to pay a certain amount of money to the court, or post bond in the form of property. The bond could be anywhere from a couple hundred dollars to several thousand dollars. Step 8. The bond for good behavior will last for up to 6 months, but can be renewed in 60 day increments.* A judge has the discretion to extend it longer depending on the situation. During the duration of the bond, the court will keep the money of the abuser. If the abuser violates the judge's orders, or commits any crime against you, then the abuser will lose the money and can be arrested. Step. 9. To renew a bond for good behavior, you must go back to the magistrate court -- criminal division and apply for a renewal. The magistrate in the criminal division of your county will be able to help you with more specific information if you are interested in filing for a bond for good behavior or you can ask a lawyer for legal advice. Go to our GA Finding a Lawyer page for legal referrals.. *O.C.G.A. § 17-6-93
ar: وهنا كيف لك أن تذهب نحو الحصول على السندات لحسن السلوك: الخطوة 1. الذهاب إلى المحكمة قاضي - القسم الجنائي في المحافظة حيث وقع الحادث. نقول للقاضي أن كنت ترغب في الحصول على السندات لحسن السلوك اتخاذها للخروج على المسيء. تأكد من إحضار أي دليل أو واقعة تقارير لك. سوف قاضي تعطيك نموذج الطلب المسبق أمر. الخطوة 2. ملء استمارة الطلب المسبق أمر. قاضي قد تهمة لكم رسوم رمزية لهذا التطبيق، ولكن يمكن التنازل عن هذا الرسم في بعض الحالات. سيكون لديك لأقسم أن كل ما قمت بكتابته غير صحيح وتوقيع استمارات أمام قاض أو مسؤول قضائي آخر. الخطوة 3. القاضي سيأخذ طلبك للقاضي. والقاضي بمراجعة التطبيق. يجوز للقاضي أريد أن أسألك بعض الأسئلة. خطوة 4. بعد مراجعة طلبك، سوف يقرر القاضي ما إذا كان هناك ما يكفي من الأدلة والمعلومات لديهم السمع. إذا لم يكن هناك ما يكفي من الأدلة، وسوف تضطر إلى العودة والبدء من جديد في حالة حدوث حادث آخر. إذا كان هناك ما يكفي من الأدلة، فإن القاضي تحديد موعد الجلسة والوقت، والتي عادة ما تجرى في 7 أيام. ملاحظة: إذا كان هناك خطر فوري لك أو لعائلتك، يجوز للقاضي أن يقرر إصدار مذكرة المطلق فوري وإلقاء القبض على المعتدي على الفور. ومع ذلك، فإنه من المحتمل جدا أن القاضي سوف مجرد تحديد موعد جلسة استماع والوقت. الخطوة 5. يجب أن تذهب إلى جلسة الاستماع. في جلسة الاستماع، فإن القاضي يستمع إليك وإلى المسيء، وسوف ننظر في كل الأدلة. ثم القاضي ستتخذ قرارا. هناك ثلاثة قرارات ممكنة: يجوز للقاضي أن يقرر أن أدلة قوية جدا، والوضع خطير، لدرجة أن المتعاطي يحتاج إلى القبض. في هذه الحالة، فإن القاضي يصدر مذكرة توقيف المعتدي وتأخذ له / لها على الفور إلى السجن. يجوز للقاضي أن يقرر أن هناك أدلة كافية لإصدار السندات لحسن السلوك. (راجع الخطوات المقبلة أدناه.) يجوز للقاضي أن يقرر أنه لا توجد أدلة كافية إما لإصدار سندات أو لإلقاء القبض على المعتدي. في هذه الحالة، فإن القاضي مجرد السماح الإجازة المعتدي، مع عدم اتخاذ الإجراءات القانونية. الخطوة 6. إذا قرر القاضي إلى إصدار سندات لحسن السلوك، ثم سيطلب المسيء إلى اتباع أوامر ضبط ويكتب القاضي لمدة السندات. الخطوة 7. المسيء سوف تضطر لدفع مبلغ معين من المال إلى المحكمة، أو نشر السندات في شكل الملكية. السندات يمكن أن يكون في أي مكان من الدولارات بضع مئات إلى عدة آلاف من الدولارات. الخطوة 8. السندات لحسن السلوك سوف تستمر لمدة تصل إلى 6 أشهر، ولكن يمكن تجديدها في 60 الزيادات اليوم. * A القاضي له السلطة التقديرية لتمديده لفترة أطول اعتمادا على الوضع. خلال مدة السندات، فإن المحكمة حفاظ على المال من المسيء. إذا المسيء ينتهك أوامر القاضي، أو يرتكب أي جريمة ضد لكم، ثم المسيء سوف تفقد المال، ويمكن القبض عليه. خطوة. 9. لتجديد السندات لحسن السلوك، يجب أن تذهب إلى المحكمة قاضي - القسم الجنائي وتطبيق لتجديد. فإن القاضي في القسم الجنائي من مقاطعتك تكون قادرة على مساعدتك في معلومات أكثر تحديدا إذا كنت ترغب في رفع دعوى السندات لحسن السلوك أو يمكنك أن تطلب محام للحصول على المشورة القانونية. اذهب إلى موقعنا GA العثور على الصفحة المحامي للإحالات قانونية. *O.C.G.A. § 17-6-93
es: Esto es cómo va a ir sobre conseguir un bono por buen comportamiento: Paso 1. Vaya al tribunal de primera instancia - la división criminal en el condado donde ocurrió el incidente. Dígale al juez que usted está interesado en obtener un bono por buen comportamiento llevado a cabo en el abusador. Asegúrese de llevar todos los informes de pruebas, de incidentes con usted. El magistrado le dará un formulario de solicitud de pre-orden. Paso 2. Completa el formulario de solicitud de pre-orden. El magistrado le puede cobrar una pequeña cuota para esta aplicación, pero esta tasa puede ser renunciada en algunas situaciones. Usted tendrá que jurar que todo lo que has escrito es verdadero y firmar los formularios ante el juez u otro funcionario judicial. Paso 3. El juez tomará su solicitud al juez. El juez examinará la solicitud. El juez puede querer hacerle algunas preguntas. Paso 4. Después de revisar su solicitud, el juez decidirá si hay suficiente evidencia e información para una audiencia. Si no hay suficiente evidencia, que tendrá que regresar y empezar de nuevo si se produce otro incidente. Si hay suficiente evidencia, el juez fijará una fecha y hora de la audiencia, que tendrá lugar normalmente en 7 días. Nota: Si existe un peligro inmediato a usted oa su familia, el juez puede decidir emitir una orden absoluta inmediata y arrestar al abusador inmediatamente. Sin embargo, es mucho más probable que el juez sólo fijará la fecha y hora de la audiencia. Paso 5. Usted debe ir a la audiencia. En la audiencia, el juez escuchará a usted y al abusador, y se verá en todas las pruebas. A continuación, el juez tomará una decisión. Hay tres decisiones posibles: El juez puede decidir que la evidencia es tan fuerte, y la situación tan peligrosa, que el abusador tiene que ser detenido. En este caso, el juez emitirá una orden de arresto contra el abusador y tomar él / ella inmediatamente en custodia. El juez puede decidir que hay suficiente evidencia para emitir un bono por buen comportamiento. (Ver próximos pasos a continuación.) El juez puede decidir que no hay suficiente evidencia para expedir un bono o arrestar al abusador. En este caso, el juez simplemente dejar que el permiso abusador, sin acciones legales emprendidas. Paso 6. Si el juez decide emitir un bono por buen comportamiento, a continuación, se le solicitará al abusador a seguir las órdenes establecidas y por escrito por el juez durante la duración de la fianza. Paso 7. El abusador tendrá que pagar una cierta cantidad de dinero a la corte o pagar la fianza en la forma de propiedad. El vínculo podría estar en cualquier lugar de un par de cientos de dólares hasta varios miles de dólares. Paso 8. El bono por buen comportamiento tendrá una duración de hasta 6 meses, pero puede ser renovado en incrementos de 60 días. * Un juez tiene la discreción de extenderlo más tiempo dependiendo de la situación. Durante la vigencia de la fianza, el tribunal mantendrá el dinero del abusador. Si el abusador viola las órdenes del juez, o comete cualquier delito en contra de usted, entonces el agresor pierde el dinero y puede ser arrestado. Step 9. Para renovar un bono por buen comportamiento, debe volver al tribunal de primera instancia - sala de lo penal y solicitar una renovación. El magistrado de la sala de lo penal de su condado será capaz de ayudarle con información más específica, si usted está interesado en la presentación de una fianza por buen comportamiento o puede pedirle a un abogado para obtener asesoramiento legal. Vaya a nuestro GA Encontrando un Abogado para referencias legales. *O.C.G.A. § 17-6-93
hi: यहाँ आप अच्छा व्यवहार के लिए एक बांड होने के बारे में जाना होगा कि कैसे: मजिस्ट्रेट अदालत में 1. कदम - आपराधिक डिवीजन घटना हुई जहां काउंटी में. आप abuser पर बाहर ले जाया अच्छे व्यवहार के लिए एक बांड प्राप्त करने में रुचि रखते हैं कि मजिस्ट्रेट को बताएँ. आप के साथ किसी भी सबूत या घटना में रिपोर्ट लाने के लिए सुनिश्चित करें. मजिस्ट्रेट आप एक पूर्व वारंट आवेदन पत्र देना होगा. चरण 2 पूर्व वारंट आवेदन फार्म भरें. मजिस्ट्रेट इस आवेदन के लिए आप एक छोटे से शुल्क ले सकता है, लेकिन यह शुल्क कुछ स्थितियों में छूट दी जा सकती. आप लिखा है कि आप सब कुछ सच है कसम खाता हूँ और मजिस्ट्रेट या किसी अन्य अदालत में सरकारी के सामने रूपों पर हस्ताक्षर करने होंगे. चरण 3 मजिस्ट्रेट न्यायाधीश के लिए अपने आवेदन का समय लगेगा. न्यायाधीश आवेदन की समीक्षा करेंगे. न्यायाधीश आपको कुछ सवाल पूछना चाहते हो सकता है. एक सुनवाई के लिए पर्याप्त सबूत और जानकारी नहीं है अगर आपके आवेदन की समीक्षा के बाद चरण 4, जज तय करेगा. पर्याप्त सबूत नहीं है, तो आप वापस आ गए और एक अन्य घटना होती है तो अधिक शुरू करना होगा. पर्याप्त सबूत नहीं है, न्यायाधीश आमतौर पर 7 दिनों में जगह ले जाएगा जो एक सुनवाई की तारीख और समय, की स्थापना की जाएगी. नोट: यदि आप को या अपने परिवार को तत्काल खतरा नहीं है, तो न्यायाधीश एक तत्काल पूर्ण वारंट जारी करने और तुरंत abuser गिरफ्तार करने के लिए तय कर सकते हैं. हालांकि, यह जज सिर्फ एक सुनवाई की तारीख और समय निर्धारित होगा कि और अधिक होने की संभावना है. चरण 5 आप सुनवाई के लिए जाना चाहिए. सुनवाई में न्यायाधीश abuser आप को और सुनेगा, और सभी सबूत पर दिखेगा. तब न्यायाधीश एक फैसला करना होगा. तीन संभावित फैसले कर रहे हैं: न्यायाधीश सबूत abuser गिरफ्तार किए जाने की आवश्यकता है, इसलिए मजबूत है, और स्थिति इतनी खतरनाक है कि फैसला कर सकता है. इस मामले में, न्यायाधीश abuser की गिरफ्तारी के लिए वारंट जारी करने और उसे / उसे तुरंत हिरासत में ले जाएगा. न्यायाधीश अच्छा व्यवहार के लिए एक बांड जारी करने के लिए पर्याप्त सबूत नहीं है कि फैसला कर सकता है. (नीचे अगले चरण देखें.) न्यायाधीश एक बांड जारी करने के लिए या तो या प्रताड़ित करने की गिरफ्तारी के लिए पर्याप्त सबूत नहीं है कि फैसला कर सकता है. कोई कानूनी कार्रवाई की के साथ इस मामले में जज बस, abuser छोड़ देंगे. चरण 6 न्यायाधीश अच्छा व्यवहार के लिए एक बांड जारी करने का फैसला करता है तो abuser सेट और बांड की अवधि के लिए न्यायाधीश से नीचे लिखा आदेश का पालन करने की आवश्यकता होगी. चरण 7 abuser अदालत में पैसे की एक निश्चित राशि का भुगतान, या संपत्ति के रूप में बांड पोस्ट करने के लिए होगा. बांड कई हजार डॉलर के लिए एक सौ से दो डॉलर से कहीं भी हो सकता है. चरण 8 अच्छा व्यवहार के लिए बांड अप करने के लिए 6 महीने के लिए पिछले जाएगा, लेकिन 60 दिन की वेतन वृद्धि में नए सिरे से किया जा सकता है. * एक न्यायाधीश स्थिति के आधार पर अब यह विस्तार करने के लिए विवेक है. बांड की अवधि के दौरान, अदालत ने प्रताड़ित करने का पैसा रखना होगा. Abuser न्यायाधीश के आदेश का उल्लंघन करता है, या आप के खिलाफ कोई अपराध करता है, तो abuser पैसे खो देंगे और गिरफ्तार किया जा सकता है. चरण. 9 अच्छे व्यवहार के लिए एक बांड को नवीनीकृत करने के लिए, तुम वापस मजिस्ट्रेट अदालत में जाना चाहिए - आपराधिक डिवीजन और एक नवीकरण के लिए आवेदन. अपने काउंटी के आपराधिक डिवीजन में मजिस्ट्रेट आप अच्छा व्यवहार के लिए एक बांड के लिए दाखिल या आप कानूनी सलाह के लिए एक वकील से पूछ सकते हैं में रुचि रखते हैं और विशेष जानकारी के साथ मदद करने में सक्षम हो जाएगा. कानूनी रेफरल के लिए एक वकील पेज ढूँढना हमारे जीए पर जाएँ. *O.C.G.A. § 17-6-93
ko: 다음은 좋은 행동에 대한 결합을 받고 가겠어요 방법은 다음과 같습니다 치안 판사 법원으로 이동 단계 - 형사 부문 사고가 발생한 군에서. 당신이 가해자에 반출 좋은 행동에 대한 결합을 얻기에 관심이있는 판사를 말한다. 당신과 함께 어떤 증거 나 사건 보고서를 가지고해야합니다.치안 판사는 당신에게 사전 영장 신청 양식을 제공합니다. 2 단계는 사전 영장 신청서를 작성합니다.행정 장관은이 응용 프로그램 당신에게 작은 비용을 청구 할 수 있지만,이 비용은 어떤 경우에 면제 할 수있다. 당신은 당신이 쓴 모든 것이 사실이다 맹세하고 행정 장관 또는 다른 법원 관계자의 앞에 양식에 서명해야합니다. 3 단계 치안 판사에 응용 프로그램을 취할 것입니다. 판사는 응용 프로그램을 검토 할 것입니다. 판사는 당신에게 몇 가지 질문을 할 수 있습니다. 청문회를 할 수있는 충분한 증거와 정보가있는 경우 응용 프로그램을 검토 한 후 4 단계, 판사가 결정합니다. 증거가 충분하지 않은 경우, 당신은 다시 와서 또 다른 사고가 발생하면 다시 시작해야합니다. 충분한 증거가있는 경우, 판단은 일반적으로 7 일 열린다 청각 날짜 및 시간을 설정한다. 참고 : 또는 당신의 가족에 대한 즉각적인 위험이있는 경우, 판사가 즉시 절대 영장을 발행하고 즉시 가해자를 체포하기로 결정할 수 있습니다. 그러나, 판사가 그냥 청문회 날짜와 시간을 설정합니다 훨씬 더 가능성이 높습니다. 5 단계 당신은 청문회로 이동해야합니다.청문회에서 판사는 가해자에게하고 경청하고, 모든 증거를 찾을 것입니다. 그리고 판사가 결정을 내릴 것입니다. 세 가지 결정이있다 : 판사는 증거가 가해자가 체포해야한다는, 그래서 강한, 그리고 상황에 매우 위험 것을 결정할 수있다. 이 경우, 판사는 가해자의 체포 영장을 발행하고 그 / 그녀의 즉시 구금를 취할 것입니다. 판사는 좋은 행동에 대한 채권을 발행 할 수있는 충분한 증거가 있음을 결정할 수있다. (아래의 다음 단계를 참조하십시오.) 판사가 채권을 발행하거나 또는 가해자를 체포하기에 충분한 증거가 아니라고 결정할 수있다. 법적 조치가 취해지지로이 경우, 판사는, 가해자 휴가를하게됩니다. 6 단계 판사가 좋은 행동에 대한 채권을 발행하기로 결정하는 경우는, 그 가해자가 설정 및 채권의 기간 동안 판사에 의해 아래로 작성된 명령을 수행해야합니다. 7 단계 가해자는 법원에 일정한 금액을 지불 또는 재산의 형태로 결합을 게시해야합니다.결합은 수천 달러에 백 몇 달러에서 아무 곳이나 될 수 있습니다. 8 단계는 좋은 행동의 결합은 최대 6 개월 동안 지속되지만, 60 일 단위로 갱신 할 수 있습니다. * 판사는 상황에 따라 더 이상 연장 할 수있는 재량권을 가지고있다. 채권의 기간 동안, 법원은 가해자의 돈을 유지합니다. 가해자가 판사의 명령을 위반하거나에 대해 어떤 범죄를 저지른 경우, 가해자는 돈을 잃게됩니다 체포 할 수 있습니다. 단계. 9 좋은 행동 결합을 갱신하려면, 당신은 다시 치안 판사 법원에 가야한다 - 형사 부문 및 갱신 적용됩니다. 카운티의 범죄 부문에서 n n이 행정관은 좋은 행동에 대한 채권을 신청하거나 법률 자문 변호사를 요청할 수 있습니다에 관심이 있다면 자세한 정보와 함께 당신을 도울 수있을 것입니다. 법적 소개를 변호사의 페이지를 찾기 우리 GA로 이동합니다. *O.C.G.A. § 17-6-93
ur_in: یہاں آپ کو اچھے رویے کے لئے ایک بانڈ حاصل کرنے کے بارے میں جانے گا کہ کس طرح ہے: مجسٹریٹ کی عدالت 1. جاؤ مرحلہ - فوجداری ڈویژن واقعہ جہاں کاؤنٹی میں. آپ کے abuser پر باہر لے جایا اچھے رویے کے لئے ایک بانڈ حاصل کرنے میں دلچسپی رکھتے ہیں کہ مجسٹریٹ بتائیں. آپ کے ساتھ کوئی ثبوت یا حادثے کی رپورٹ لانے کے لئے اس بات کا یقین. مجسٹریٹ آپ پہلے سے وارنٹ کی درخواست فارم دے گا. مرحلہ 2. پہلے وارنٹ درخواست فارم پر کریں. مجسٹریٹ اس درخواست کے لئے آپ کو ایک چھوٹے سے فیس چارج کر سکتا ہے، لیکن یہ فیس کچھ حالات میں معاف کیا جا سکتا ہے. آپ نے لکھا ہے کہ سب کچھ درست ہے قسم اور مجسٹریٹ یا دوسرے سرکاری عدالت کے سامنے میں فارم پر دستخط کرنا پڑے گا. مرحلہ 3. مجسٹریٹ جج کے لئے آپ کی درخواست کو لے جائے گا. جج کی درخواست کا جائزہ لیں گے. جج آپ سے کچھ سوالات پوچھنا چاہتے ہیں کر سکتے ہیں. ایک سماعت کے لئے کافی ثبوت اور معلومات ہے تو آپ کی درخواست کا جائزہ لینے کے بعد قدم 4.، جج فیصلہ کرے گا. کافی ثبوت نہیں ہے تو، آپ واپس آئے اور ایک اور واقعہ کے وقت سے شروع کرنا پڑے گا. کافی ثبوت نہیں ہے تو، جج عام طور پر 7 دنوں میں جگہ لے جائے گا جس کی سماعت کی تاریخ اور وقت، قائم کرے گا. نوٹ: اگر آپ کو یا آپ کے خاندان کو فوری خطرہ نہیں ہے تو، جج فوری طور پر مطلق وارنٹ جاری اور فوری طور پر بدسلوکی کرنے والے کو گرفتار کرنے کا فیصلہ کر سکتے. تاہم، یہ جج صرف ایک سماعت کی تاریخ اور وقت کاتعین کریں گے کہ بہت زیادہ امکان ہے. مرحلہ 5. آپ سماعت کے لئے جانا چاہئے. سماعت کے دوران جج بدسلوکی کرنے والے آپ کو اور سنیں گے، اور تمام ثبوت میں نظر آئے گا. اس کے بعد جج فیصلہ کرے گا. تین ممکن فیصلے ہیں: جج ثبوت بدسلوکی کرنے والے کو گرفتار کرنے کی ضرورت ہے، اتنی مضبوط ہے، اور صورت حال اتنی خطرناک ہے کہ فیصلہ کر سکتی ہے. اس صورت میں، جج بدسلوکی کرنے والے کی گرفتاری کے لئے وارنٹ جاری کرنے اور اس / اس کو فوری طور پر حراست میں لے جائے گا. جج اچھے رویے کے لئے ایک بانڈ جاری کرنے کے لئے کافی ثبوت نہیں ہے کہ فیصلہ کر سکتی ہے. (ذیل اگلے مراحل ملاحظہ کریں.) جج ایک بانڈ جاری کرنے یا بدسلوکی کرنے والے کو گرفتار کرنے کے لئے کافی ثبوت موجود نہیں ہے کہ فیصلہ کر سکتی ہے. کوئی قانونی کارروائی کے ساتھ اس صورت میں، جج صرف، بدسلوکی کرنے والے کو چھوڑ جائے گا. مرحلہ 6. جج اچھے رویے کے لئے ایک بانڈ جاری کرنے کا فیصلہ کرتا ہے، تو بدسلوکی کرنے والا مقرر کیا اور بانڈ کی مدت کے لئے جج کی طرف سے لکھا احکامات پر عمل کرنے کی ضرورت ہو گی. مرحلہ 7. بدسلوکی کرنے والے عدالت میں پیسے کی ایک مقررہ رقم ادا، یا جائیداد کی شکل میں بانڈ پوسٹ کرنے پڑے گا. بانڈ کئی ہزار ڈالر سو ایک جوڑے ڈالر سے کہیں بھی ہو سکتا. مرحلہ 8. اچھے رویے کے لئے بانڈ کو 6 ماہ کے لئے رہے گا، لیکن 60 دن دھیرے بڑھتا میں تجدید کیا جا سکتا ہے. * ایک جج صورتحال پر منحصر ہے اب اس میں توسیع کرنے کے لئے صوابدید ہے. بانڈ کی مدت کے دوران، عدالت بدسلوکی کے پیسے رکھیں گے. بدسلوکی کرنے والے جج کے احکامات کی خلاف ورزی ہے، یا آپ کے خلاف کسی جرم کا ارتکاب، تو بدسلوکی پیسے کھو دیں گے اور گرفتار کیا جا سکتا. مرحلہ. 9. اچھے رویے کے لئے ایک بانڈ کی تجدید کرنے کے لئے، آپ واپس مجسٹریٹ کی عدالت کے پاس جانا چاہئے - فوجداری ڈویژن اور ایک تجدید کے لئے درخواست. آپ کی کاؤنٹی کی مجرمانہ ڈویژن میں مجسٹریٹ آپ اچھے رویے کے لئے ایک بانڈ کے لئے دائر کرنے یا آپ کو قانونی مشورہ کے لئے ایک وکیل سے پوچھ سکتے ہیں میں دلچسپی رکھتے ہیں تو زیادہ مخصوص معلومات کے ساتھ آپ کی مدد کرنے کے قابل ہو جائے گا. قانونی حوالہ جات کے لئے ایک وکیل صفحہ تلاش ہمارے GA پر جائیں. *O.C.G.A. § 17-6-93
