Repository: fineblkwoman/PurplePocketbook
Catalog: the purple pocketbook/*.lproj/Main.strings
Languages: ar, hi, ur_in

# 0Je-Dk-tfw.title
source: Unemployment
ar: بطالة
hi: बेरोजगारी
ur_in: بے روزگاری

# 2KX-nj-j6S.text
source: Unemployment
ar: بطالة
hi: बेरोजगारी
ur_in: بے روزگاری

# 6Oh-LQ-YzJ.title
source: Help
ar: مساعدة
hi: मदद
ur_in: مدد

# 8nh-V2-GNt.title
source: Immigration
ar: هجرة
hi: आप्रवासन
ur_in: امیگریشن

# BXF-Ps-Gdu.text
source: Domestic Violence Screening Quiz
ar: العنف المنزلي الفرز مسابقة
hi: घरेलू हिंसा स्क्रीनिंग प्रश्नोत्तरी
ur_in: گھریلو تشدد اسکریننگ کوئز

# Cul-zz-FeA.text
source: Quiz
ar: مسابقة
hi: प्रश्नोत्तरी
ur_in: کوئز

# Cyo-Xg-CjC.title
source: The Law
ar: قانون
hi: कानून
ur_in: قانون

# Dhw-IB-CCk.title
source: Community Sponsors
ar: الرعاة المجتمع
ur_in: کمیونٹی پورٹل

# FRt-tQ-X3Z.text
source: The Law
ar: قانون
hi: कानून
ur_in: قانون

# HX1-MX-bC0.text
source: Scores for this domestic violence screening tool range from 0-24. A score of greater than 10 is considered positive; meaning you should be concerned about being in an abusive relationship.
ar: عشرات لهذا الفحص العنف نطاق أداة المحلي 0-24. وتعتبر النتيجة أكبر من 10 إيجابية. هذا يعني أنك يجب أن تكون قلقة بشأن كونها في علاقة مسيئة.
hi: 0-24 यह घरेलू हिंसा स्क्रीनिंग उपकरण श्रृंखला के लिए स्कोर. अधिक से अधिक से अधिक 10 का स्कोर सकारात्मक माना जाता है; आप जिसका अर्थ है एक अपमानजनक संबंध में होने के बारे में चिंतित होना चाहिए.
ur_in: 0-24 سے اس گھریلو تشدد اسکریننگ کے آلے کی حد کے لئے سکور. زیادہ سے زیادہ 10 کے اسکور کے مثبت تصور کیا جاتا ہے؛ آپ کا مطلب ہے زیادتی کے تعلق میں ہونے کے بارے میں فکر مند ہونا چاہئے.

# J6o-WJ-uvB.normalTitle
source: Start
ar: بداية
hi: प्रारंभ
ur_in: شروع کریں

# KZa-tA-EeN.title
source: Purple Pocketbook
ar: كتاب الجيب الأرجواني
hi: बैंगनी जेब किताब
ur_in: جامنی جیبی کتاب

# Mmg-XQ-hii.text
source: Score:
ar: النتيجة:
hi: स्कोर:
ur_in: اسکور:

# NGJ-3f-6p9.text
source: Help
ar: مساعدة
hi: मदद
ur_in: مدد

# NJb-7e-LTB.text
source: Shelter Search
ar: البحث المأوى
hi: शेल्टर खोज
ur_in: شیلٹر تلاش

# NZF-q0-xra.normalTitle
source: Sometimes
ar: أحيانا
hi: कभी कभी
ur_in: کبھی کبھی

# Ndg-jO-03e.title
source: Help
ar: مساعدة
hi: मदद
ur_in: مدد

# OAv-Dz-f5n.normalTitle
source: Regularly
ar: بانتظام
hi: नियमित
ur_in: باقاعدگی سے

# OaY-G5-IMq.text
source: Georgia Hotline
ar: جورجيا الخط الساخن
hi: जॉर्जिया हॉटलाइन
ur_in: جارجیا ہاٹ لائن

# Q8Q-Ty-Nyw.text
source: Immigration
ar: هجرة
hi: आप्रवासन
ur_in: امیگریشن

# RGK-9a-7di.text
source: Staying Safe
ar: البقاء الآمن
hi: सुरक्षित रहना
ur_in: محفوظ رہنے

# Rda-gh-zvE.title
source: Shelter Search
ar: البحث المأوى
hi: शेल्टर खोज
ur_in: شیلٹر تلاش

# WgC-IS-zuo.text
source: Where to find help
ar: أين تجد المساعدة
hi: कहां मदद मिल
ur_in: کہاں کی مدد تلاش کرنے کے لئے

# ahX-82-Ta6.title
source: Quiz Result
ar: مسابقة النتيجة
hi: प्रश्नोत्तरी परिणाम
ur_in: کوئز کے نتائج

# c0J-fK-8j1.text
source: Purple Pocketbook
ar: كتاب الجيب الأرجواني
hi: बैंगनी जेब किताब
ur_in: جامنی جیبی کتاب

# dR7-IB-IwG.text
source: Technology
ar: تكنولوجيا
hi: प्रौद्योगिकी
ur_in: ٹیکنالوجی

# f0M-4z-O3W.text
source: Crisis Line
ar: خط الأزمة
hi: संकट रेखा
ur_in: کرائسس لائن

# h3W-fK-kjD.title
source: Quiz
ar: مسابقة
hi: प्रश्नोत्तरी
ur_in: کوئز

# haH-YM-5zk.normalTitle
source: No
ar: لا
hi: नहीं
ur_in: کوئی

# iWJ-nc-5eU.title
source: Technology
ar: تكنولوجيا
hi: प्रौद्योगिकी
ur_in: ٹیکنالوجی

# jsg-is-mLn.placeholder
source: Search
ar: تفتيش
hi: खोज
ur_in: تلاش کریں

# kX9-Gb-mlJ.text
source: This is a screening measure to help you determine whether you might be involved in an abusive relationship that needs attention. This screening measure is not designed to make a diagnosis or take the place of a professional diagnosis or consultation. For each item, indicate the extent to which it is true, by checking the appropriate box next to the item.
ar: هذا هو مقياس الفحص لمساعدتك على تحديد ما إذا كنت قد يكون متورطا في علاقة مسيئة الذي يحتاج إلى عناية. لا يهدف هذا الإجراء فحص لإجراء التشخيص أو تحل محل التشخيص المهنية أو التشاور. لكل عنصر، وتشير إلى أي مدى كان صحيحا، عن طريق التحقق من مربع المناسب بجوار العنصر.
hi: यह आपको ध्यान देने की जरूरत है कि एक अपमानजनक रिश्ते में शामिल किया जा सकता है कि क्या निर्धारित करने में मदद करने के लिए एक स्क्रीनिंग उपाय है. इस स्क्रीनिंग उपाय एक निदान करने या एक पेशेवर निदान या परामर्श की जगह लेने के लिए तैयार नहीं है. प्रत्येक आइटम के लिए, यह अगले आइटम के लिए उपयुक्त बॉक्स को चेक करके, जो सच है के लिए हद से संकेत मिलता है.
ur_in: Tاپنے آپ کو آپ کی توجہ کی ضرورت ہے کہ زیادتی کے تعلق میں ملوث ہو سکتا ہے یا نہیں کا تعین کرنے میں مدد کرنے کے لئے ایک اسکریننگ اقدام ہے. یہ اسکریننگ اقدام تشخیص کرنے یا ایک پیشہ ور تشخیص یا مشاورت کی جگہ لینے کے لئے ڈیزائن نہیں ہے. ہر آئٹم کے لئے، اس کے اگلے آئٹم کرنے کے لئے مناسب باکس کی جانچ پڑتال کی طرف سے، سچ ہے، کس حد تک اس بات کی نشاندہی.

# odk-kU-B0L.text
source: Community Sponsors
ar: الرعاة المجتمع
hi: समुदाय प्रायोजक
ur_in: کمیونٹی پورٹل

# snq-Dz-Utf.title
source: Staying Safe
ar: البقاء الآمن
hi: सुरक्षित रहना
ur_in: محفوظ رہنے

# tl8-st-p2B.normalTitle
source: Shelter Search
ar: البحث المأوى
hi: शेल्टर खोज
ur_in: شیلٹر تلاش

# w4V-u4-c44.text
source: No matter what your score, if you have a concern about you or your children’s safety or any relationship you are in, you might find it helpful to join a support group, talk with someone at your local battered women’s shelter or women’s center. Call your county social services or police station. You can also consult with your doctor or therapist. The important thing is to seek help.
ar: بغض النظر عن النتيجة الخاص بك، إذا كان لديك قلق عنك أو سلامة أطفالك أو أي علاقة كنت في، قد تجد أنه من المفيد للانضمام إلى فريق الدعم، التحدث مع شخص في ملجأ النساء المعنفات المحلية أو مركز المرأة. دعوة مقاطعة الخدمات الاجتماعية الخاصة بك أو مركز الشرطة. يمكنك أيضا استشارة الطبيب أو المعالج. الشيء المهم هو لطلب المساعدة.
hi: क्या आप या आपके बच्चों की सुरक्षा या आप में हैं किसी भी रिश्ते के बारे में एक चिंता का विषय है अगर कोई फर्क नहीं पड़ता कि क्या अपने स्कोर, आप इसे उपयोगी, एक सहायता समूह में शामिल होने के अपने स्थानीय पस्त महिलाओं के आश्रय या महिला केंद्र में किसी के साथ बात करने के लिए मिल सकता है. अपने काउंटी सामाजिक सेवाओं या पुलिस स्टेशन को बुलाओ. आप भी अपने डॉक्टर या चिकित्सक के साथ परामर्श कर सकते हैं. महत्वपूर्ण बात यह है कि मदद की तलाश है.
ur_in: آپ یا آپ کے بچوں کی حفاظت یا آپ میں ہیں کسی بھی رشتے کے بارے میں تشویش کا باعث ہے تو کوئی بات نہیں جو آپ کا سکور،، آپ اسے مفید، ایک سپورٹ گروپ میں شامل ہونے کو اپنے مقامی تباہ خواتین کی پناہ گاہ یا خواتین مرکز میں کسی کے ساتھ بات کرنے کے لئے تلاش کر سکتے ہیں. آپ کی کاؤنٹی سماجی خدمات یا پولیس اسٹیشن کو اطلاع. آپ بھی اپنے ڈاکٹر یا معالج کے ساتھ مشورہ کر سکتے ہیں. اہم چیز یہ مدد حاصل کرنے کے لئے ہے.

# we0-n0-M3D.text
source: National Hotline
ar: الخط الساخن الوطني
hi: राष्ट्रीय हॉटलाइन
ur_in: نیشنل ہاٹ لائن

# wvv-fj-kpq.title
source: Finding Help
ar: العثور على مساعدة
hi: खोजने में मदद
ur_in: تلاش کرنے میں مدد

# xVR-sG-Mrt.text
source: Domestic Violence Screening Quiz
ar: العنف المنزلي الفرز مسابقة
hi: घरेलू हिंसा स्क्रीनिंग प्रश्नोत्तरी
ur_in: گھریلو تشدد اسکریننگ کوئز
